{
  "id": "A0A4B6DE36A64A009769EA302E6A1A83",
  "title": "U.S. History I",
  "subject": "History and Social Science (2018-)",
  "normalizedSubject": null,
  "educationLevels": [
    "09",
    "10",
    "11",
    "12"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "title": "Massachusetts History and Social Science Curriculum Framework",
    "sourceURL": "http://www.doe.mass.edu/frameworks/hss/2018-12.pdf",
    "publicationStatus": "Published"
  },
  "jurisdiction": {
    "id": "95C543B18A1B473B894ED35ECA322576",
    "title": "Massachusetts"
  },
  "standards": {
    "28EC7A2E018E4FA1B66F4015F5B284DE": {
      "id": "28EC7A2E018E4FA1B66F4015F5B284DE",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "C38",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the course and significance of Woodrow Wilson's wartime diplomacy, including his Fourteen Points, the League of Nations, and the failure of the Versailles Treaty.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "01D8AB89D3554B388EE8B57114D94120": {
      "id": "01D8AB89D3554B388EE8B57114D94120",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "C37",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the role played by the U.S. in support of the Allies and in the conduct of the war.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "F90C526A413A469294C11D72CADD01B0": {
      "id": "F90C526A413A469294C11D72CADD01B0",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "C36",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the rationale and events leading to U.S. entry into WWI (e.g. unrestricted submarine warfare, sinking of the Lusitania, Zimmerman Telegram, concept of \"making the world safe for democracy.\"",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "6AE4BE917D1044368EA040566D454F0A": {
      "id": "6AE4BE917D1044368EA040566D454F0A",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C35",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the causes and course of the growing role of the U.S. in world affairs from the Civil War to WWI, researching and reporting on one of the following ideas, policies, or events, and where appropriate, including maps, timelines, and other visual resources to to clarify connections among nations and events (the purchase of Alaska from Hawaii, influence of the U.S. in Hawaii leading to annexation, Spanish American War and resulting changes in sovereignty for Cuba, Guam, Puerto Rico, and the Philippines, the Philippine American War, U.S. expansion into Asia under the Open Door Policy, Roosevelt Corollary to the Monroe Doctrine, Big Stick diplomacy in the Caribbean, Platt Amendment and occupation of Cuba, role of U.S. in construction of the Panama Canal, Taft's Dollar Diplomacy, U.S. involvement in the Mexican Revolution, U.S. entry into WWI, global influenza pandemic).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "CC786B9BD99D48CE967A52E028BA2BBF": {
      "id": "CC786B9BD99D48CE967A52E028BA2BBF",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C34",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the strategies of African Americans to achieve basic civil rights in the early 20th century and determine the extent to which they met their goals by researching leaders and organizations (e.g. Ida B Wells-Barnett, WEB DuBois, Marcus Garvey, Booker T Washington, and the NAACP).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "9D0DDCD6124F41DD95E56A067D3FBA41": {
      "id": "9D0DDCD6124F41DD95E56A067D3FBA41",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C33",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the campaign for, and the opposition to, women's suffrage in the late 19th and early 20th centuries; describe the role of leaders and organizations in achieving the passage of the 19th amendment (e.g. Carrie Chapman Catt, Alice Paul, Ida B Wells-Barnett, National Woman Suffrage Association, National Women's Party, League of Women Voters).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "5B0902B7ABBE4DF087A4672BED48F06B": {
      "id": "5B0902B7ABBE4DF087A4672BED48F06B",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C32",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Research and analyze one of the following government policies of the Progressive Period, determine the problem it was designed to solve, and assess its long and short-term effectiveness: bans against child labor, development of Indian boarding schools, Sherman AntiTrust Act, Pure Food and Drug Act, Meat Packing Act, Federal Reserve Act, Clayton AntiTrust Act, Indian Citizenship Act of 1824.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "9029ED07F0814772B7AD232BC39320C2": {
      "id": "9029ED07F0814772B7AD232BC39320C2",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C31",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain what Progressivism meant in the early 20th century and analyze a text or images by a Progressive leader (e.g. Jane Addams, William Jennings Bryan, John Dewey, Robert LaFollette, Theodore Roosevelt, Margaret Sanger, Upton Sinclair, Lewis Hine, William H Taft, Ida Tarbell, Woodrow Wilson).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "86BFD3CA57284371BE4F9DD91DDCD9C2": {
      "id": "86BFD3CA57284371BE4F9DD91DDCD9C2",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C30",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the consequences of the continuing westward expansion of the American people after the Civil War and evaluate the impact of the 14th Amendment on Native peoples and Asian and European immigrant men and women (e.g. Treaty of Fort Laramie 1868, Navajo Treaty 1868, Chinese Exclusion Act 1882, Dawes Act 1887, Thomas Nast cartoons on immigration/Natives/politics).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "06CB0E030F43485BB972A499B31E01B7": {
      "id": "06CB0E030F43485BB972A499B31E01B7",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C29",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Using primary source images, data, and documents, describe the causes of immigration of Germans, Irish, Italians, Eastern Europeans, Chinese, Koreans, and Japanese to America in the late 19th and early 20th centuries and the major roles of these immigrants in industrialization and the building of railroads.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "FEB55509FA4645C591638413C762E7BA": {
      "id": "FEB55509FA4645C591638413C762E7BA",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C28",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Evaluate the effects of the entry of women into the workforce after the Civil War and analyze women's political organizations, researching one of the following topics: opening of teaching and nursing professions to women, new employment opportunities in clothing manufacture as a result of sewing machine, office work as a result of typewriter, and retail sales as a result of department stores, and the formation of the Women's Suffrage Association and Women's Christian Temperance Union.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "B98AAA29930043DDB5116BCC5A295279": {
      "id": "B98AAA29930043DDB5116BCC5A295279",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C27",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Make connections among the important consequences of the Industrial Revolution (e.g. economic growth and the rise of big business, environmental impact of industries, expansion of cities, emergence of labor unions such as the Knights of Labor and the American Federation of Labor under Samuel Gompers, workers' distrust of monopolies, the rise of the Populist Party under William Jennings Bryan, and the rise of the Socialist Party under Eugene Debs).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "FDAB820F39D340DA8339E4DB7A038299": {
      "id": "FDAB820F39D340DA8339E4DB7A038299",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C26",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the various causes of the Industrial Revolution (e.g. the economic impetus provided by the Civil War, important technological and scientific advances, expansion of the railroad system, role of business leaders, entrepreneurs, and inventors).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "CF4FB074331342A5A35A2B53371B9279": {
      "id": "CF4FB074331342A5A35A2B53371B9279",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C25",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Evaluate the impact of educational and literary responses to emancipation and Reconstruction (e.g. founding of black colleges to educate teachers for African American schools, publication of Huck Finn, development of African American literature in early 20th century).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "53C4493F8E69449BA257D2227625AF0B": {
      "id": "53C4493F8E69449BA257D2227625AF0B",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "C24",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the long-term consequences of one aspect of the Jim Crow era (1870s-1960s) that limited educational and economic opportunities of African Americans (e.g. segregated public schools, white supremacist beliefs, the threat of violence from extralegal such as the KKK, Plessy v Ferguson, Brown v Board of Education).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "D9D3CC3223D945B18109B242CD0BBDBC": {
      "id": "D9D3CC3223D945B18109B242CD0BBDBC",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "C23",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the consequences of the Civil War and Reconstruction (e.g. the physical and economic destruction of the South and the loss of life on both sides, the increased role of the federal government, the impeachment of President Johnson, the Reconstruction amendments, the expansion of the industrial capacity of the northern U.S., the role of the Freedmen's Bureau and organizations such as the American League of Colored Laborers, the National Negro Labor Council, the Colored Farmers' National Alliance and Cooperative Union, the accomplishments and failures of Radical Reconstruction, the presidential election of 1876, and the end of Reconstruction).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "E6E88911710F477A9749F431B82DF936": {
      "id": "E6E88911710F477A9749F431B82DF936",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "C22",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Using primary sources such as diaries, reports in newspapers and periodicals, photographs, and cartoons/illustrations, document the roles of the men and women who fought or served troops in the Civil War.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "DCDB3F1DC2444CC7BF20C361D77F7C0B": {
      "id": "DCDB3F1DC2444CC7BF20C361D77F7C0B",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "C21",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the roles and policies of Civil War leaders Jefferson Davis, Robert E Lee, and Ulysses S Grant and evaluate the short and long-term impact of important Civil War battles (e.g. the Massachusetts 54th Regiment at Fort Wagner, Battles of Bull Run, Shiloh, Fredericksburg, Antietam, Vicksburg, Gettysburg, and Appomattox).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "986D25702ED54F02B9DF04CB67C6048C": {
      "id": "986D25702ED54F02B9DF04CB67C6048C",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "C20",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze Abraham Lincoln's presidency (e.g. the effects on the South of the Union's naval blockade, the Emancipation Proclamation, his views on slavery and national unity, and the political obstacles he encountered).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "609A2F9BE4DF48FF8703E217CBA1A903": {
      "id": "609A2F9BE4DF48FF8703E217CBA1A903",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "C19",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze critical policies and events leading to the Civil War and connections among them (e.g. Missouri Compromise, South Carolina Nullification Crisis, Wilmot Proviso, Mexican American War, Compromise of 1850, Kansas Nebraska Act, Dred Scott v Sandford, Lincoln-Douglas Debates, John Brown's Raid on Harper's Ferry, Election of Abraham Lincoln).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "9608ABDEB389450BAB892312DE98EDCF": {
      "id": "9608ABDEB389450BAB892312DE98EDCF",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "C18",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe how the expansion of the U.S. to the Midwest contributed to the growing importance of sectional politics in the early 19th century and significantly influenced the balance of power in the federal government.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "C3A2F672E0E9414A89B82D8AEDDA5A38": {
      "id": "C3A2F672E0E9414A89B82D8AEDDA5A38",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "C17",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Using primary sources, research the reform movements in the U.S. in the early-mid 19th century, concentrating on one of the following and considering its connections to other aspects of reform: Abolitionist movement, the reasons that individual men and women (e.g. Frederick Douglass, Abbey Kelley Foster, William Lloyd Garrison, Sarah and Angelina Grimke, Charles Lennox Remond, Harriet Beecher Stowe, Sojourner Truth, Harriet Tubman, David Walker, Theodore Weld) fought for their cause, and the responses to these movements in the North and South, the women's rights and suffrage movements, their connections with abolitionism, and the expansion of women's educational opportunities (e.g. Susan B Anthony, Margaret Fuller, Lucretia Mott, Elizabeth Cady Stanton, the Seneca Falls Convention, Mary Lyon and Mt. Holyoke), Horace Mann's campaign for free compulsory public education, increased literacy rates, and the growth of newspaper and magazine publishing, the movement to provide support for people with disabilities, such as the founding of schools for students with cognitive, hearing, or vision disabilities, and the establishment of asylums for people with mental illness, the Transcendentalist movement (e.g. the writings of Ralph Waldo Emerson, Henry David Thoreau, and Margaret Fuller, and the concepts of materialism, liberty, appreciation of the natural world, self-reliance, abolition, and civil disobedience).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "0B8EF5AA58444DBBB17E2B6AF055954F": {
      "id": "0B8EF5AA58444DBBB17E2B6AF055954F",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "C16",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe important religious and social trends that shaped America in the 18th and 19th centuries (e.g. the First and Second Great Awakenings, the increase in the number of Protestant denominations, the concept of \"Republican Motherhood,\" hostility to Catholic immigration, and the rise of the Know Nothing party.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "C6A656E72AE84A9FADCDD242DC1A529F": {
      "id": "C6A656E72AE84A9FADCDD242DC1A529F",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "C15",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Research primary sources such as antebellum newspapers, slave narratives, accounts of slave auctions, and the Fugitive Slave Act, to analyze one of the following aspects of slave life and resistance (e.g. the Stono Rebellion of 1739, the Haitian Revolution of 1791-1804, the rebellion of Denmark Vesey of 1822, the rebellion of Nat Turner in 1831, the role of the Underground Railroad, the development of ideas of racial superiority, the African American Colonization Society movement to deport and resettle freed African Americans in a colony in West Africa).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "5FC717E1D41449D8B00690765A527D1E": {
      "id": "5FC717E1D41449D8B00690765A527D1E",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "C14",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe the role of slavery in the economies of the industrialized North and the agricultural South, explain reasons for the rapid growth of slavery in the southern states, the Caribbean islands, and South America after 1800, and analyze how banks, insurance companies, and other institutions profited directly or indirectly from the slave trade and slave labor.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "C306A956139D4F99B930A6E8AB7C0BD8": {
      "id": "C306A956139D4F99B930A6E8AB7C0BD8",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "C13",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the effects of industrial growth throughout Antebellum America, and in New England, the growth of the textile and machinery industries and maritime commerces, including the technological improvements and inventions that contributed to industrial growth and maritime commerce, the impact of the cotton gin on the economics of southern agriculture and slavery, the connection between cotton production by slave labor in the South and and the economic success of northern textile industries, the causes and impact of the wave of immigration from northern Europe to the U.S.  in the 1840s and 1850s, the rise of a business class of merchants and manufacturers, and the role of women as the primary workforce in New England textile factories and female workers' activism in advocating for reform of working conditions.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "6564F2187012416091EC7984875ADDB3": {
      "id": "6564F2187012416091EC7984875ADDB3",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "C12",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the importance of the Transportation Revolution of the 19th century (e.g. the introduction of steamboats, canals, bridges, roads, turnpikes, and railroad networks, the completion of the First Transcontinental Railroad and its stimulus to east/west trade, the growth of midwestern towns and cities, and the strengthening of a market economy.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "6C2FC5A96CEC41C7A63F929B6C4BE4D1": {
      "id": "6C2FC5A96CEC41C7A63F929B6C4BE4D1",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "C11",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the causes and long and short-term consequences of America's westward expansion from 1800 to 1854 (e.g. the Louisiana Purchase, the War of 1812, growing diplomatic assertiveness after the Monroe Doctrine, Manifest Destiny, pan-Indian resistance, establishment of slave states and free states in the West, acquisition of Texas and southwestern territories as a consequence of the Mexican American War, California Gold Rush, and the rapid rise of Chinese immigration in California.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "07DC1989D95B44E599E566442FD54209": {
      "id": "07DC1989D95B44E599E566442FD54209",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "C10",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Evaluate the presidency of Andrew Jackson, including the spoils system, the National Bank veto, the policy of Indian Removal, and the Nullification Crisis.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "93DEC16A6C3D45559D9F2AF2A523812C": {
      "id": "93DEC16A6C3D45559D9F2AF2A523812C",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "C9",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Evaluate the major policies and political developments of the presidencies of George Washington, John Adams, and Thomas Jefferson, and their implications for the expansion of federal power and foreign policy (e.g. the origins of the Federalist and Democratic Republican parties in the conflicting ideas of Thomas Jefferson and Alexander Hamilton on topics such as foreign policy, the Alien and Sedition Acts, and the National Bank, and the concept of judicial review in Marbury v Madison).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "4A35BA952A9145DF82BD9EEC756A67EC": {
      "id": "4A35BA952A9145DF82BD9EEC756A67EC",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "C8",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe the Constitutional Convention, the roles of specific individuals (e.g. Benjamin Franklin, Alexander Hamilton, James Madison, George Washington, Roger Sherman, Edmund Randolph) and the conflicts and compromises (e.g. compromises over representation, slavery, the executive branch, and ratification).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "B3C98BDF59894C04ADF70C4455ADCB47": {
      "id": "B3C98BDF59894C04ADF70C4455ADCB47",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "C7",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the reasons for the adoption of the Articles of Confederation in 1781 and evaluate the weaknesses of the Articles as a plan for government, the reasons for their failure, and how events such as Shays Rebellion of 1786-1787 led to the Constitutional Convention.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "BDDE526A58A746CBAE6C54A114A778A6": {
      "id": "BDDE526A58A746CBAE6C54A114A778A6",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "C6",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe the key battles in the Revolution (e.g. Lexington and Concord, Bunker Hill, Trenton, Saratoga, Yorktown), the winter encampment at Valley Forge, and key leaders and participants in the Continental Army.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "21ADD41A8CB34385885D9B0C3A021701": {
      "id": "21ADD41A8CB34385885D9B0C3A021701",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "C5",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the main argument of the Declaration of Independence, the rationale for seeking independence, and its key ideas on liberty, equality, natural rights, and the rule of law.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "C579BADB4FD34E4AA6C8C23FDC1978F3": {
      "id": "C579BADB4FD34E4AA6C8C23FDC1978F3",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "C4",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Describe Patriots' response to increased British taxation (e.g. the slogan \"no taxation without representation,\" the actions of the Stamp Act Congress, the Sons of Liberty, the Boston Tea Party, the Suffolk Resolves) and the role of the Massachusetts people (e.g. Samuel Adams, Crispus Attucks, John Hancock, James Otis, Paul Revere, John and Abigail Adams, Mercy Otis Warren, Judith Sargent Murray, Phyllis Wheatley, Peter Salem, Prince Estabrook).",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "6BEB2CABB7F0476CA4CD025A20445A44": {
      "id": "6BEB2CABB7F0476CA4CD025A20445A44",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain Britain's policies in the North American colonies (e.g. the Proclamation of 1763, the Sugar Act, the Stamp Act, the Townsend Duties, the Tea Act, and the Intolerable Acts) and compare the perspectives of the British Parliament, British colonists, and Native peoples in North America on these policies.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "0CA9C0ABDB1D4666AD06852843CC0A46": {
      "id": "0CA9C0ABDB1D4666AD06852843CC0A46",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Explain the reasons for the French and Indian War and analyze how the war affected colonists and Native peoples.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "BEE267CE79384D1A80E3A81BE757EAE0": {
      "id": "BEE267CE79384D1A80E3A81BE757EAE0",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the economic, intellectual, and cultural forces that contributed to the American Revolution.",
      "ancestorIds": [
        "5E23FC4289E84ACF90E0B9219EA7FD28"
      ],
      "parentId": "5E23FC4289E84ACF90E0B9219EA7FD28"
    },
    "5E23FC4289E84ACF90E0B9219EA7FD28": {
      "id": "5E23FC4289E84ACF90E0B9219EA7FD28",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 0,
      "listId": "Content Standards",
      "statementNotation": "",
      "statementLabel": null,
      "description": "",
      "ancestorIds": [],
      "parentId": null
    },
    "2112CB162D9042788AA2B2517BBB256F": {
      "id": "2112CB162D9042788AA2B2517BBB256F",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "P7",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Determine next steps and take informed action as appropriate.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "CAB8163EE5D348FB9E2ED285DCF3310F": {
      "id": "CAB8163EE5D348FB9E2ED285DCF3310F",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "P6",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Argue or explain conclusions using valid reasoning and evidence.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "458F91018CB2429EB88C956FF4AC9651": {
      "id": "458F91018CB2429EB88C956FF4AC9651",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "P5",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Evaluate the credibility, accuracy, and relevance of each source.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "754D20944FAA4246ADA3B94DA0434238": {
      "id": "754D20944FAA4246ADA3B94DA0434238",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "P4",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Analyze the purpose and point of view of each source and distinguish opinion from fact.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "3A61E7A8555D4303A54BEA89612775DE": {
      "id": "3A61E7A8555D4303A54BEA89612775DE",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "P3",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Organize information and data from multiple primary and secondary sources.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "4F5C06F295FA410496A47F61AC22062B": {
      "id": "4F5C06F295FA410496A47F61AC22062B",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "P2",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Develop focused questions or problem statements and conduct inquiries.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "17B8688B776044498CCC6733D6C95159": {
      "id": "17B8688B776044498CCC6733D6C95159",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 1,
      "listId": "P1",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Demonstrate civic knowledge, dispositions, and skills.",
      "ancestorIds": [
        "0A13D32D8A0F4391A4821C7633EC5F21"
      ],
      "parentId": "0A13D32D8A0F4391A4821C7633EC5F21"
    },
    "0A13D32D8A0F4391A4821C7633EC5F21": {
      "id": "0A13D32D8A0F4391A4821C7633EC5F21",
      "asnIdentifier": null,
      "position": 0,
      "depth": 0,
      "listId": "Practice Standards",
      "statementNotation": "",
      "statementLabel": null,
      "description": "",
      "ancestorIds": [],
      "parentId": null
    }
  }
}