{
  "id": "BE9075D03FB64B35B5A30BA42DD09C95",
  "title": "11e année - Éducation coopérative liée à un ou plusieurs cours connexes (2018)",
  "subject": "Éducation Coopérative",
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "title": "11e année - Éducation coopérative liée à un ou plusieurs cours connexes (2018)",
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/cooperative-education-2018-fr.pdf"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "3218A06F0A9947B5A007B572C3584A08": {
      "id": "3218A06F0A9947B5A007B572C3584A08",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire comment utiliser les compétences et les connaissances acquises durant l'expérience en éducation coopérative et le cours connexe dans d'autres aspects de sa vie, à présent et à l'avenir (p. ex., dans ses expériences à l'école, en formation, au travail et au sein de la communauté; dans ses activités de bénévolat et ses loisirs; à la maison ou dans diverses communautés, y compris les communautés virtuelles).",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "87F6A7C048ED46E0A1B2FEACCD4C01C4": {
      "id": "87F6A7C048ED46E0A1B2FEACCD4C01C4",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer comment elle ou il utilise des compétences et des connaissances relatives à la planification d'apprentissage, de carrière et de vie dans le cadre de son expérience en éducation coopérative (p. ex., en réfléchissant, au cours de l'expérience, aux questions relatives à la planification d'apprentissage, de carrière et de vie : \"Qui suis-je?\", \"Quelles sont mes possibilités?\", \"Qu'est-ce que je veux devenir?\", \"Quel est mon plan pour atteindre mes objectifs?\", et en intégrant les réponses à son plan d'itinéraire d'études).",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "6295707919F84BD7AF47E1ED1ED9F262": {
      "id": "6295707919F84BD7AF47E1ED1ED9F262",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les compétences et les connaissances acquises durant son expérience en éducation coopérative (p. ex., pensée critique, résolution de problèmes, créativité, esprit entrepreneurial; gestion du temps; compétences techniques, en négociation et en communication interpersonnelle; connaissances liées à l'entreprise ou au secteur, à la santé, à la sécurité et au bien-être, aux rôles et aux responsabilités des employés, à la planification de ses projets postsecondaires; meilleure connaissance de ses points forts, de ses champs d'intérêt et de ses habitudes de pensée), ainsi que la façon dont son expérience en éducation coopérative a approfondi ou développé ses compétences et ses connaissances acquises dans le cours connexe (p. ex., maîtrise grandissante de ses compétences; nouveaux points de vue et nouvelles perspectives sur ses connaissances; applications dans la vie quotidienne des nouveaux apprentissages, exposition aux réalités pratiques associées à son apprentissage).",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "8B24804962CB40D18668E0DD5870BD08": {
      "id": "8B24804962CB40D18668E0DD5870BD08",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Compétences de demain : démontrer ses compétences et ses connaissances acquises ou approfondies durant l'expérience en éducation coopérative, y compris celles liées à la santé, à la sécurité et au bien-être ainsi qu'aux attentes et aux contenus d'apprentissage pertinents du cours connexe (ou des cours connexes), et expliquer comment les utiliser dans d'autres aspects de sa vie, à présent et à l'avenir.",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "F18B775A4FEE40D1B3101FF55A4F07B0": {
      "id": "F18B775A4FEE40D1B3101FF55A4F07B0",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réfléchir à son plan d'apprentissage, l'analyser et le réviser, au fil du temps et selon les besoins.",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "531BB50500144B5380FFC22ACB5E3DF5": {
      "id": "531BB50500144B5380FFC22ACB5E3DF5",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "mettre en œuvre son plan d'apprentissage tout en participant activement et de façon sécuritaire à l'expérience en éducation coopérative (p. ex., faire preuve d'initiative en proposant d'examiner des options technologiques susceptibles d'améliorer les sondages auprès de la clientèle menés par l'entreprise; poser des questions pour clarifier sa compréhension des tâches et des façons de les accomplir en toute sécurité; observer et démontrer sa compréhension des pratiques et des procédures établies en matière de sécurité, de bien-être et de protection de l'environnement; se préparer à utiliser les outils, l'équipement et le matériel appropriés, au besoin; collaborer à titre de membre d'une équipe; faire des suggestions concernant l'utilisation des médias sociaux et d'autres moyens de communication électroniques, en utilisant, dans la mesure du possible, un large éventail de langages et de formats).",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "F612FD5E6BA74404A79F28C5F30FB48C": {
      "id": "F612FD5E6BA74404A79F28C5F30FB48C",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "élaborer un plan d'apprentissage en cernant des résultats d'apprentissage à court et à moyen terme pour l'expérience en éducation coopérative (p. ex., à court terme : s'exercer à donner des renseignements sur ses connaissances, ses compétences et ses champs d'intérêt lors d'une entrevue visant à obtenir un stage d'éducation coopérative; rechercher et cibler des aspects de l'expérience en éducation coopérative qui offrent des occasions d'approfondir ses connaissances liées aux attentes choisies du cours connexe; à moyen terme : avoir recours à des stratégies de gestion du temps efficaces pour s'assurer de satisfaire à toutes les attentes du cours; apprendre davantage sur le respect de la diversité en prenant en compte les contextes ethnoculturel et socioéconomique, la langue, l'identité de genre et d'autres aspects; apprendre comment les médias sociaux peuvent avoir une incidence sur les relations interperson-nelles; améliorer les compétences énoncées dans les attentes et les contenus d'apprentissage du cours connexe pour une participation future à un métier spécialisé; mieux comprendre les problèmes de santé mentale qui touchent de nombreux jeunes et connaître des stratégies permettant de les aborder), ainsi que des objectifs d'apprentissage, de carrière et de vie à plus long terme (p. ex., avoir recours à des stratégies de recherche d'emploi pour trouver un emploi d'été; économiser pour faire des études postsecondaires, suivre une formation ou devenir une personne autonome; trouver un employeur qui offre une formation d'apprentie en charpenterie; obtenir le certificat en santé et sécurité de niveau avancé requis pour travailler dans un service de garde d'enfants; faire du bénévolat pour un organisme qui aide les élèves à aborder les problèmes de santé mentale; établir et maintenir une présence en ligne positive en vue de se créer un portfolio numérique), tout en déterminant les stratégies pour atteindre ces objectifs.",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "5D9D277359754CA7914A670A207BC5D5": {
      "id": "5D9D277359754CA7914A670A207BC5D5",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Plan d'apprentissage en éducation coopérative : élaborer et mettre en œuvre un plan d'apprentissage, en y incluant les aspects liés à la santé, à la sécurité et au bien-être ainsi qu'aux attentes et aux contenus d'apprentissage pertinents du cours connexe (ou des cours connexes), et y réfléchir afin de maximiser la réussite de l'expérience en éducation coopérative.",
      "comments": [],
      "ancestorIds": [
        "0A092CE29B2E40A4BF2AF9DABC164211"
      ],
      "parentId": "0A092CE29B2E40A4BF2AF9DABC164211"
    },
    "0A092CE29B2E40A4BF2AF9DABC164211": {
      "id": "0A092CE29B2E40A4BF2AF9DABC164211",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "APPRENTISSAGE PAR L'EXPÉRIENCE ET TRANSFERT DES COMPÉTENCES ET DES CONNAISSANCES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "E1EA038B1F104D6B81A6954E27DD8D08": {
      "id": "E1EA038B1F104D6B81A6954E27DD8D08",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les étapes et les exigences initiales de l'expérience en éducation coopérative, et démontrer des façons de répondre à ces exigences (p. ex., effectuer le processus de demande d'emploi et d'entrevue; déterminer les détails de l'expérience comme les heures de travail, l'horaire et les pauses; concevoir et mettre en œuvre un plan de transport pour se rendre à l'endroit où a lieu le stage; obtenir les coordonnées de la superviseure de stage; remplir le formulaire \"Accord sur la formation pratique\"; se renseigner sur l'équipement et s'il faut une certification ou une formation pour l'utiliser; prendre connaissance des politiques de présence au travail et des codes de conduite; établir un plan d'affaires ou une proposition de projet; concevoir le plan d'apprentissage en éducation coopérative; dans le cas des expériences internationales en éducation coopérative : passer l'examen médical demandé; poser des questions pour approfondir sa connaissance des exigences de l'école ou du conseil scolaire concernant les élèves suivant un cours d'éducation coopérative; anticiper les défis qui peuvent survenir et demander des précisions sur l'expérience).",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "3BB48EF037314BE1B25EBF301B327E82": {
      "id": "3BB48EF037314BE1B25EBF301B327E82",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment ses compétences, ses champs d'intérêt et ses points forts peuvent contribuer à la réussite de l'expérience en éducation coopérative (p. ex., compétences : techniques; compétences en collaboration, en calcul, en innovation, en communication, en gestion du temps; connaissance d'autres langues; champs d'intérêt : travail auprès des enfants, plein air, sports, musique, cuisine, bricolage, voyages, médias sociaux, bénévolat, bien-être des animaux; points forts : capacité de motiver et d'inspirer les autres, résilience, persévérance, empathie, sens de l'humour, honnêteté, fiabilité, souplesse, ponctualité).",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "2717909F4573471F8D2DECD9FB101732": {
      "id": "2717909F4573471F8D2DECD9FB101732",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer divers sujets liés à l'expérience en éducation coopérative et au secteur ou domaine d'intérêt de celle-ci (p. ex., enjeux locaux et mondiaux en matière d'économie; économies émergentes; tendances du marché du travail dans l'économie en général et dans le secteur ou le domaine d'intérêt lié à l'expérience en éducation coopérative; culture du milieu de travail ou culture numérique; dans les cas de l'expérience internationale en éducation coopérative : valeurs culturelles, croyances et lois locales; initiatives de responsabilité sociale de l'entreprise; utilisation appropriée des médias sociaux en milieu de travail; structures organisationnelles dans le secteur des organismes sans but lucratif; influence de pratiques d'enseignement et de protocoles autochtones dans le secteur de l'éducation; possibilités d'emploi pour lesquels le bilinguisme (connaissance du français et de l'anglais) est un atout; mondialisation dans le secteur des transports; rôle des syndicats dans le secteur de la construction; occasions d'entrepreneuriat dans le secteur de l'énergie; effet de la technologie dans le secteur minier; programmes postsecondaires dans le secteur de la logistique; stratégies de recrutement et d'emploi qui appuient l'équité et l'inclusion; structure salariale et avantages sociaux potentiels associés aux différents parcours professionnels dans un secteur particulier; types d'emplois : emploi à temps plein, travail autonome ou contractuel, emplois saisonniers, emplois à temps partiel), et expliquer comment ces nouveaux apprentissages peuvent contribuer à la réussite de son expérience en éducation coopérative et à sa planification d'apprentissage, de carrière et de vie.",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "6046325354734A729CC4EE343ABF3BF7": {
      "id": "6046325354734A729CC4EE343ABF3BF7",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Planification et préparation : démontrer sa compréhension des exigences et des considérations associées à l'expérience en éducation coopérative, dans le cadre de sa préparation.",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "41BEF6B511CC4530AA9F5D0AFF0058B2": {
      "id": "41BEF6B511CC4530AA9F5D0AFF0058B2",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les risques et les situations dangereuses possibles qui peuvent survenir dans le cadre de l'expérience en éducation coopérative, ainsi que les comportements et les pratiques permettant de prévenir ces situations et de mieux y répondre (p. ex., utilisation des vêtements et de l'équipement de protection individuelle requis comme le casque, les lunettes de sécurité, les protections auditives, les bottes à embout d'acier approuvées par l'Association canadienne de normalisation (CSA) pour travailler dans les usines de fabrication; signalement rapide du matériel défectueux, par exemple, des dispositifs de protection manquants sur un mélangeur industriel, ou y accorder son attention immédiate; procédures claires pour le signalement des incidents ou des accidents; comportements qui contribuent à assurer la sécurité de tous les travailleurs dans le milieu de travail, comme le nettoyage immédiat des liquides renversés afin d'éviter que les travailleurs glissent et chutent; mesures de sécurité et avertissements en ligne pour éviter l'utilisation d'Internet à des fins criminelles ou inappropriées, y compris la cyberintimidation).",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "CB2CE4E313A848C7B99FF7F83589F01C": {
      "id": "CB2CE4E313A848C7B99FF7F83589F01C",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les lois, les règlements et les politiques ainsi que les diverses stratégies et compétences qui favorisent le bien-être, y compris la sécurité émotionnelle, et la protection des droits de la personne, tout en expliquant comment ils s'appliquent à l'expérience en éducation coopérative (p. ex., lois, règlements et politiques : Le Code des droits de la personne de l'Ontario interdit la discrimination et le harcèlement fondés sur dix-sept motifs dont la race, la croyance, le sexe, l'orientation et l'identité sexuelles, et l'expression de l'identité sexuelle; la Loi sur la santé et la sécurité au travail expose les droits et les obligations de toutes les parties présentes sur les lieux de travail afin de protéger les travailleurs des dangers pour la santé et la sécurité sur les lieux de travail; la Loi sur l'accès à l'information et la protection de la vie privée protège la confidentialité et le droit à la vie privée; la Loi sur l'accessibilité pour les personnes handicapées de l'Ontario prévoit l'application de normes d'accessibilité afin d'améliorer l'accessibilité pour les personnes handicapées; la Loi sur les normes d'emploi exige que les conditions de travail respectent des normes acceptables; stratégies et compétences : pratiques respectant l'utilisation judicieuse de la technologie; stratégies et compétences en communication, y compris la façon adéquate de réagir aux situations ou de signaler les situations qui mettent quelqu'un mal à l'aise ou qui sont inappropriées; stratégies de résolution de conflits; consulter une personne d'âge adulte de confiance, comme un enseignant, une conseillère en orientation, un parent, une Aînée autochtone ou, dans le cas des élèves adultes, leur conjoint; utiliser ses compétences en gestion du temps; établir des priorités; apprécier les différences entre les individus).",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "C0FA178EB7A54C6E83B5D5B8689E8830": {
      "id": "C0FA178EB7A54C6E83B5D5B8689E8830",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les lois, les règlements et les politiques en matière de santé et de sécurité tout en expliquant comment ils s'appliquent à l'expérience en éducation coopérative (p. ex., la Loi sur la santé et la sécurité au travail telle qu'elle s'applique (1) au droit du travailleur d'être mis au courant de tout danger potentiel auquel il pourrait être exposé, de participer au processus d'identification et de résolution des problèmes de santé et de sécurité et de refuser le travail qu'il considère comme dangereux, et (2) à la responsabilité de l'employeur de fournir la Formation élémentaire de sensibilisation à la santé et la sécurité pour les travailleurs et les superviseurs de manière à prendre en compte les spécificités du lieu de travail et des équipements; la Loi de 1997 sur la sécurité professionnelle et l'assurance contre les accidents du travail; le formulaire « Accord sur la formation pratique »; les procédures en cas d'accidents et de maladies professionnelles, y compris le signalement des blessures et le soutien durant la guérison; le Système d'information sur les matières dangereuses utilisées au travail [SIMDUT] et la réglementation obligeant les employeurs à étiqueter ou à identifier les produits contrôlés, à obtenir les fiches signalé-tiques des produits contrôlés et à informer les travailleurs; les politiques des entreprises sur les examens de santé, la vérification des antécédents judiciaires, la violence au travail, le harcèlement au travail, les procédures d'urgence, l'utilisation judicieuse de la technologie).",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "C41AFABA62D94039BF54C69D11CCEC58": {
      "id": "C41AFABA62D94039BF54C69D11CCEC58",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Santé, sécurité et bien-être : démontrer sa compréhension des lois, des règlements, des mesures et des comportements qui favorisent la santé, la sécurité et le bien-être dans le cadre de l'expérience en éducation coopérative.",
      "comments": [],
      "ancestorIds": [
        "05281A6DD5204795BDEE9F168E3E9335"
      ],
      "parentId": "05281A6DD5204795BDEE9F168E3E9335"
    },
    "05281A6DD5204795BDEE9F168E3E9335": {
      "id": "05281A6DD5204795BDEE9F168E3E9335",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PRÉPARATION À L'EXPÉRIENCE : SANTÉ ET SÉCURITÉ, BIEN-ÊTRE, ET EXIGENCES DE BASE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}