{
  "id": "94B2DE24F9084CEDA42F6DB8D910E6D1",
  "title": "Depth-of-Knowledge Levels for Four Content Areas",
  "subject": "Language Arts, Mathematics, Science, Social Studies",
  "normalizedSubject": null,
  "educationLevels": [
    "K",
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "http://facstaff.wcer.wisc.edu/normw/state%20alignment%20page%20one.htm",
    "title": "Norman L. Webb (2002)"
  },
  "jurisdiction": {
    "id": "3590806964604D1F89B87E23B958F5F8",
    "title": "Webb's Depth of Knowledge Levels"
  },
  "standards": {
    "46B5E6D2E66B43D6A425AAB6B44A06B4": {
      "id": "46B5E6D2E66B43D6A425AAB6B44A06B4",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 2,
      "listId": "4",
      "statementNotation": "DOK.SS.4",
      "statementLabel": null,
      "description": "Level 4 requires the complex reasoning of Level 3 with the addition of planning, investigating, or developing that will most likely require an extended period of time. The extended time period is not a distinguishing factor if the required work is only repetitive and does not require applying significant conceptual understanding and higher-order thinking. At this level the cognitive demands should be high and the work should be very complex. Students should be required to connect and relate ideas and concepts within the content area or among content areas in order to be at this highest level. The distinguishing factor for Level 4 would be evidence through a task or product that the cognitive demands have been met. A Level 4 performance will require students to analyze and synthesize information from multiple sources, examine and explain alternative perspectives across a variety of sources and/or describe and illustrate how common themes and concepts are found across time and place. In some Level 4 performance students will make predictions with evidence as support, develop a logical argument, or plan and develop solutions to problems. Many on-demand assessment instruments will not include assessment activities that could be classified as Level 4. However, standards, goals, and objectives can be stated so as to expect students to perform thinking at this level. On-demand assessments that do include tasks, products, or extended responses would be classified as Level 4 when the task or response requires evidence that the cognitive requirements have been met.  ",
      "ancestorIds": [
        "52D3BA74CCBD4EC89BB23BA628F8F430"
      ],
      "parentId": null
    },
    "63E7CC2553DE4DAFBAD70A4AFB569608": {
      "id": "63E7CC2553DE4DAFBAD70A4AFB569608",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 2,
      "listId": "3",
      "statementNotation": "DOK.SS.3",
      "statementLabel": null,
      "description": "Level 3 requires reasoning, using evidence, and a higher level of thinking than the previous two levels. Students would go beyond explaining or describing “how and why” to justifying the “how and why” through application and evidence. The cognitive demands at Level 3 are more complex and more abstract than Levels 1 or 2. Items at Level 3 include drawing conclusions; citing evidence; applying concepts to new situations; using concepts to solve problems; analyzing similarities and differences in issues and problems; proposing and evaluating solutions to problems; recognizing and explaining misconceptions or making connections across time and place to explain a concept or big idea. ",
      "ancestorIds": [
        "52D3BA74CCBD4EC89BB23BA628F8F430"
      ],
      "parentId": null
    },
    "B314854A2EA84F6AA2B777059EA43888": {
      "id": "B314854A2EA84F6AA2B777059EA43888",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 2,
      "listId": "2",
      "statementNotation": "DOK.SS.2",
      "statementLabel": null,
      "description": "Level 2 includes the engagement of some mental processing beyond recalling or reproducing a response. This level generally requires students to contrast or compare people, places, events and concepts; convert information from one form to another; give an example; classify or sort items into meaningful categories; describe, interpret or explain issues and problems, patterns, reasons,cause and effect, significance or impact, relationships, points of view or processes. A Level 2 “describe or explain” would require students to go beyond a description or explanation of recalled information to describe or explain a result or “how” or “why.” ",
      "ancestorIds": [
        "52D3BA74CCBD4EC89BB23BA628F8F430"
      ],
      "parentId": null
    },
    "C350C06E86D541AD9827784A6E232616": {
      "id": "C350C06E86D541AD9827784A6E232616",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 2,
      "listId": "1",
      "statementNotation": "DOK.SS.1",
      "statementLabel": null,
      "description": "Level 1 asks students to recall facts, terms, concepts, trends, generalizations and theories or to recognize or identify specific information contained in graphics. This level generally requires students to identify, list, or define. The items at this level usually ask the student to recall who, what, when and where. Items that require students to “describe” and “explain” could be classified at Level 1 or 2 depending on what is to be described and explained. A Level 1 “describe or explain” would recall, recite or reproduce information. Items that require students to recognize or identify specific information contained in maps, charts, tables, graphs or drawings are generally level 1. ",
      "ancestorIds": [
        "52D3BA74CCBD4EC89BB23BA628F8F430"
      ],
      "parentId": null
    },
    "52D3BA74CCBD4EC89BB23BA628F8F430": {
      "id": "52D3BA74CCBD4EC89BB23BA628F8F430",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 0,
      "listId": "4",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Social Studies",
      "ancestorIds": [],
      "parentId": null
    },
    "497A705DC6574C32BBEC22E88B9B2095": {
      "id": "497A705DC6574C32BBEC22E88B9B2095",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 2,
      "listId": "4",
      "statementNotation": "DOK.SCI.4",
      "statementLabel": null,
      "description": "Tasks at Level 4 have high cognitive demands and are very complex. Students are required to make several connections—relate ideas within the content area or among content areas—and have to select or devise one approach among many alternatives on how the situation can be solved. Many on-demand assessment instruments will not include any assessment activities that could be classified as Level 4. However, standards, goals, and objectives can be stated in such a way as to expect students to perform extended thinking. “Develop generalizations of the results obtained and the strategies used and apply them to new problem situations,” is an example of a Grade 8 objective that is a Level 4. Many, but not all, performance assessments and open-ended assessment activities requiring significant thought will be Level 4. Level 4 requires complex reasoning, experimental design and planning, and probably will require an extended period of time either for the science investigation required by an objective, or for carrying out the multiple steps of an assessment item. However, the extended time period is not a distinguishing factor if the required work is only repetitive and does not require applying significant conceptual understanding and higher-order thinking. For example, if a student has to take the water temperature from a river each day for a month and then construct a graph, this would be classified as a Level 2 activity. However, if the student conducts a river study that requires taking into consideration a number of variables, this would be a Level 4. Some examples that represent but do not constitute all of a Level 4 performance are: Based on provided data from a complex experiment that is novel to the student, deduct the fundamental relationship between several controlled variables. Conduct an investigation, from specifying a problem to designing and carrying out an experiment, to analyzing its data and forming conclusions. ",
      "ancestorIds": [
        "53C8330E7810429491867BAACAD43FA9"
      ],
      "parentId": null
    },
    "1C06DEBBC8AF4468A55970F7A77D6417": {
      "id": "1C06DEBBC8AF4468A55970F7A77D6417",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 2,
      "listId": "3",
      "statementNotation": "DOK.SCI.3",
      "statementLabel": null,
      "description": "Level 3 requires reasoning, planning, using evidence, and a higher level of thinking than the previous two levels. The cognitive demands at Level 3 are complex and abstract. The complexity does not result only from the fact that there could be multiple answers, a possibility for both Levels 1 and 2, but because the multi-step task requires more demanding reasoning. In most instances, requiring students to explain their thinking is at Level 3; requiring a very simple explanation or a word or two should be at Level 2. An activity that has more than one possible answer and requires students to justify the response they give would most likely be a Level 3. Experimental designs in Level 3 typically involve more than one dependent variable. Other Level 3 activities include drawing conclusions from observations; citing evidence and developing a logical argument for concepts; explaining phenomena in terms of concepts; and using concepts to solve non-routine problems. Some examples that represent, but do not constitute all of Level 3 performance, are: Identify research questions and design investigations for a scientific problem. Solve non-routine problems. Develop a scientific model for a complex situation. Form conclusions from experimental data. ",
      "ancestorIds": [
        "53C8330E7810429491867BAACAD43FA9"
      ],
      "parentId": null
    },
    "2B5A9AAF9A7A45ACA804EC04DF9EABC1": {
      "id": "2B5A9AAF9A7A45ACA804EC04DF9EABC1",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 2,
      "listId": "2",
      "statementNotation": "DOK.SCI.2",
      "statementLabel": null,
      "description": "Level 2 includes the engagement of some mental processing beyond recalling or reproducing a response. The content knowledge or process involved is more complex than in level 1. Items require students to make some decisions as to how to approach the question or problem. Keywords that generally distinguish a Level 2 item include “classify,” “organize,” ”estimate,” “make observations,” “collect and display data,” and “compare data.” These actions imply more than one step. For example, to compare data requires first identifying characteristics of the objects or phenomenon and then grouping or ordering the objects. Level 2 activities include making observations and collecting data; classifying, organizing, and comparing data; and organizing and displaying data in tables, graphs, and charts. Some action verbs, such as “explain,” “describe,” or “interpret,” could be classified at different DOK levels, depending on the complexity of the action. For example, interpreting information from a simple graph, requiring reading information from the graph, is a Level 2. An item that requires interpretation from a complex graph, such as making decisions regarding features of the graph that need to be considered and how information from the graph can be aggregated, is at Level 3. Some examples that represent, but do not constitute all of Level 2 performance, are: Specify and explain the relationship between facts, terms, properties, or variables. Describe and explain examples and non-examples of science concepts. Select a procedure according to specified criteria and perform it. Formulate a routine problem given data and conditions. Organize, represent and interpret data. ",
      "ancestorIds": [
        "53C8330E7810429491867BAACAD43FA9"
      ],
      "parentId": null
    },
    "5DE1ECD5B8774E05930454D25F2A98FB": {
      "id": "5DE1ECD5B8774E05930454D25F2A98FB",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 2,
      "listId": "1",
      "statementNotation": "DOK.SCI.1",
      "statementLabel": null,
      "description": "Level 1 is the recall of information such as a fact, definition, term, or a simple procedure, as well as performing a simple science process or procedure. Level 1 only requires students to demonstrate a rote response, use a well-known formula, follow a set procedure (like a recipe), or perform a clearly defined series of steps. A “simple” procedure is well-defined and typically involves only one-step. Verbs such as “identify,” “recall,” “recognize,” “use,” “calculate,” and “measure” generally represent cognitive work at the recall and reproduction level. Simple word problems that can be directly translated into and solved by a formula are considered Level 1. Verbs such as “describe” and “explain” could be classified at different DOK levels, depending on the complexity of what is to be described and explained. A student answering a Level 1 item either knows the answer or does not: that is, the answer does not need to be “figured out” or “solved.” In other words, if the knowledge necessary to answer an item automatically provides the answer to the item, then the item is at Level 1. If the knowledge necessary to answer the item does not automatically provide the answer, the item is at least at Level 2. Some examples that represent but do not constitute all of Level 1 performance are: Recall or recognize a fact, term, or property. Represent in words or diagrams a scientific concept or relationship. Provide or recognize a standard scientific representation for simple phenomenon. Perform a routine procedure such as measuring length. ",
      "ancestorIds": [
        "53C8330E7810429491867BAACAD43FA9"
      ],
      "parentId": null
    },
    "53C8330E7810429491867BAACAD43FA9": {
      "id": "53C8330E7810429491867BAACAD43FA9",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 0,
      "listId": "3",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Science",
      "ancestorIds": [],
      "parentId": null
    },
    "F0261B6D106A49CCABD86634FEB3B4D4": {
      "id": "F0261B6D106A49CCABD86634FEB3B4D4",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 2,
      "listId": "4",
      "statementNotation": "DOK.MATH.4",
      "statementLabel": null,
      "description": "Level 4 (Extended Thinking) requires complex reasoning, planning, developing, and thinking most likely over an extended period of time. The extended time period is not a distinguishing factor if the required work is only repetitive and does not require applying significant conceptual understanding and higher-order thinking. For example, if a student has to take the water temperature from a river each day for a month and then construct a graph, this would be classified as a Level 2. However, if the student is to conduct a river study that requires taking into consideration a number of variables, this would be a Level 4. At Level 4, the cognitive demands of the task should be high and the work should be very complex. Students should be required to make several connections—relate ideas within the content area or among content areas—and have to select one approach among many alternatives on how the situation should be solved, in order to be at this highest level. Level 4 activities include designing and conducting experiments; making connections between a finding and related concepts and phenomena; combining and synthesizing ideas into new concepts; and critiquing experimental designs. ",
      "ancestorIds": [
        "666AB25A9675499092C52017195B7003"
      ],
      "parentId": null
    },
    "1908034D77CE4B01ADCCFCB9A39428D7": {
      "id": "1908034D77CE4B01ADCCFCB9A39428D7",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 2,
      "listId": "3",
      "statementNotation": "DOK.MATH.3",
      "statementLabel": null,
      "description": "Level 3 (Strategic Thinking) requires reasoning, planning, using evidence, and a higher level of thinking than the previous two levels. In most instances, requiring students to explain their thinking is a Level 3. Activities that require students to make conjectures are also at this level. The cognitive demands at Level 3 are complex and abstract. The complexity does not result from the fact that there are multiple answers, a possibility for both Levels 1 and 2, but because the task requires more demanding reasoning. An activity, however, that has more than one possible answer and requires students to justify the response they give would most likely be a Level 3. Other Level 3 activities include drawing conclusions from observations; citing evidence and developing a logical argument for concepts; explaining phenomena in terms of concepts; and using concepts to solve problems. ",
      "ancestorIds": [
        "666AB25A9675499092C52017195B7003"
      ],
      "parentId": null
    },
    "D3AFE9D0AF39469DBEA74639C3F28EE4": {
      "id": "D3AFE9D0AF39469DBEA74639C3F28EE4",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 2,
      "listId": "2",
      "statementNotation": "DOK.MATH.2",
      "statementLabel": null,
      "description": "Level 2 (Skill/Concept) includes the engagement of some mental processing beyond a habitual response. A Level 2 assessment item requires students to make some decisions as to how to approach the problem or activity, whereas Level 1 requires students to demonstrate a rote response, perform a well-known algorithm, follow a set procedure (like a recipe), or perform a clearly defined series of steps. Keywords that generally distinguish a Level 2 item include “classify,” “organize,” ”estimate,” “make observations,” “collect and display data,” and “compare data.” These actions imply more than one step. For example, to compare data requires first identifying characteristics of the objects or phenomenon and then grouping or ordering the objects. Some action verbs, such as “explain,” “describe,” or “interpret” could be classified at different levels depending on the object of the action. For example, if an item required students to explain how light affects mass by indicating there is a relationship between light and heat, this is considered a Level 2. Interpreting information from a simple graph, requiring reading information from the graph, also is a Level 2. Interpreting information from a complex graph that requires some decisions on what features of the graph need to be considered and how information from the graph can be aggregated is a Level 3. Caution is warranted in interpreting Level 2 as only skills because some reviewers will interpret skills very narrowly, as primarily numerical skills, and such interpretation excludes from this level other skills such as visualization skills and probability skills, which may be more complex simply because they are less common. Other Level 2 activities include explaining the purpose and use of experimental procedures; carrying out experimental procedures; making observations and collecting data; classifying, organizing, and comparing data; and organizing and displaying data in tables, graphs, and charts. ",
      "ancestorIds": [
        "666AB25A9675499092C52017195B7003"
      ],
      "parentId": null
    },
    "CFA73C367CE849AC8C9C90D88F129D59": {
      "id": "CFA73C367CE849AC8C9C90D88F129D59",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 2,
      "listId": "1",
      "statementNotation": "DOK.MATH.1",
      "statementLabel": null,
      "description": "Level 1 (Recall) includes the recall of information such as a fact, definition, term, or a simple procedure, as well as performing a simple algorithm or applying a formula. That is, in mathematics a one-step, well-defined, and straight algorithmic procedure should be included at this lowest level. Other key words that signify a Level 1 include “identify,” “recall,” “recognize,” “use,” and “measure.” Verbs such as “describe” and “explain” could be classified at different levels depending on what is to be described and explained. ",
      "ancestorIds": [
        "666AB25A9675499092C52017195B7003"
      ],
      "parentId": null
    },
    "666AB25A9675499092C52017195B7003": {
      "id": "666AB25A9675499092C52017195B7003",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 0,
      "listId": "2",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Mathematics",
      "ancestorIds": [],
      "parentId": null
    },
    "46ABDF15C0174849865C11D4327C22F8": {
      "id": "46ABDF15C0174849865C11D4327C22F8",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 2,
      "listId": "4",
      "statementNotation": "DOK.ELA.W.4",
      "statementLabel": null,
      "description": "Higher-level thinking is central to Level 4. The standard at this level is a multi- paragraph composition that demonstrates synthesis and analysis of complex ideas or themes. There is evidence of a deep awareness of purpose and audience. For example, informational papers include hypotheses and supporting evidence. Students are expected to create compositions that demonstrate a distinct voice and that stimulate the reader or listener to consider new perspectives on the addressed ideas and themes. An example that represents but does not constitute all of Level 4 performance is: Write an analysis of two selections, identifying the common theme and generating a purpose that is appropriate for both. ",
      "ancestorIds": [
        "6FF65BA5390C49D196F596298B273D7B",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "6FF65BA5390C49D196F596298B273D7B"
    },
    "10F5FA3B86E14BF689095E8A4340064C": {
      "id": "10F5FA3B86E14BF689095E8A4340064C",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 2,
      "listId": "3",
      "statementNotation": "DOK.ELA.W.3",
      "statementLabel": null,
      "description": "Level 3 requires some higher level mental processing. Students are engaged in developing compositions that include multiple paragraphs. These compositions may include complex sentence structure and may demonstrate some synthesis and analysis. Students show awareness of their audience and purpose through focus, organization and the use of appropriate compositional elements. The use of appropriate compositional elements includes such things as addressing chronological order in a narrative or including supporting facts and details in an informational report. At this stage students are engaged in editing and revising to improve the quality of the composition. Some examples that represent but do not constitute all of Level 3 performance are: Support ideas with details and examples. Use voice appropriate to the purpose and audience. Edit writing to produce a logical progression of ideas. ",
      "ancestorIds": [
        "6FF65BA5390C49D196F596298B273D7B",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "6FF65BA5390C49D196F596298B273D7B"
    },
    "81EF58F7C1DB41A4AE4595F347F272E4": {
      "id": "81EF58F7C1DB41A4AE4595F347F272E4",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 2,
      "listId": "2",
      "statementNotation": "DOK.ELA.W.2",
      "statementLabel": null,
      "description": "Level 2 requires some mental processing. At this level students are engaged in first draft writing or brief extemporaneous speaking for a limited number of purposes and audiences. Students are beginning to connect ideas using a simple organizational structure. For example, students may be engaged in note-taking, outlining or simple summaries. Text may be limited to one paragraph. Students demonstrate a basic understanding and appropriate use of such reference materials as a dictionary, thesaurus, or web site. Some examples that represent but do not constitute all of Level 2 performance are: Construct compound sentences. Use simple organizational strategies to structure written work. Write summaries that contain the main idea of the reading selection and pertinent details. ",
      "ancestorIds": [
        "6FF65BA5390C49D196F596298B273D7B",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "6FF65BA5390C49D196F596298B273D7B"
    },
    "EC8BBC44FC5246909714A9A7006B506C": {
      "id": "EC8BBC44FC5246909714A9A7006B506C",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 2,
      "listId": "1",
      "statementNotation": "DOK.ELA.W.1",
      "statementLabel": null,
      "description": "Level 1 requires the student to write or recite simple facts. This writing or recitation does not include complex synthesis or analysis but basic ideas. The students are engaged in listing ideas or words as in a brainstorming activity prior to written composition, are engaged in a simple spelling or vocabulary assessment or are asked to write simple sentences. Students are expected to write and speak using Standard English conventions. This includes using appropriate grammar, punctuation, capitalization and spelling. Some examples that represent but do not constitute all of Level 1 performance are: Use punctuation marks correctly. Identify Standard English grammatical structures and refer to resources for correction.",
      "ancestorIds": [
        "6FF65BA5390C49D196F596298B273D7B",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "6FF65BA5390C49D196F596298B273D7B"
    },
    "6FF65BA5390C49D196F596298B273D7B": {
      "id": "6FF65BA5390C49D196F596298B273D7B",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Writing",
      "ancestorIds": [
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "56852042DAB34863812A869942A37612"
    },
    "238DD557E238443AA7A7CD86C74479A6": {
      "id": "238DD557E238443AA7A7CD86C74479A6",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 2,
      "listId": "4",
      "statementNotation": "DOK.ELA.R.4",
      "statementLabel": null,
      "description": "Higher order thinking is central and knowledge is deep at Level 4. The standard or assessment item at this level will probably be an extended activity, with extended time provided. The extended time period is not a distinguishing factor if the required work is only repetitive and does not require applying significant conceptual understanding and higher-order thinking. Students take information from at least one passage and are asked to apply this information to a new task. They may also be asked to develop hypotheses and perform complex analyses of the connections among texts. Some examples that represent but do not constitute all of Level 4 performance are: Analyze and synthesize information from multiple sources. Examine and explain alternative perspectives across a variety of sources. Describe and illustrate how common themes are found across texts from different cultures.",
      "ancestorIds": [
        "01F53A1AEDAC459FA4B7125F6C013E40",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "01F53A1AEDAC459FA4B7125F6C013E40"
    },
    "8FCDDC41536A44FEA95AAA3FDA5808D1": {
      "id": "8FCDDC41536A44FEA95AAA3FDA5808D1",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 2,
      "listId": "3",
      "statementNotation": "DOK.ELA.R.3",
      "statementLabel": null,
      "description": "Deep knowledge becomes more of a focus at Level 3. Students are encouraged to go beyond the text; however, they are still required to show understanding of the ideas in the text. Students may be encouraged to explain, generalize, or connect ideas. Standards and items at Level 3 involve reasoning and planning. Students must be able to support their thinking. Items may involve abstract theme identification, inference across an entire passage, or students’ application of prior knowledge. Items may also involve more superficial connections between texts. Some examples that represent but do not constitute all of Level 3 performance are: Determine the author’s purpose and describe how it affects the interpretation of a reading selection. Summarize information from multiple sources to address a specific topic. Analyze and describe the characteristics of various types of literature. ",
      "ancestorIds": [
        "01F53A1AEDAC459FA4B7125F6C013E40",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "01F53A1AEDAC459FA4B7125F6C013E40"
    },
    "790179F953EF43FF8B19A3C1A2A69504": {
      "id": "790179F953EF43FF8B19A3C1A2A69504",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 2,
      "listId": "2",
      "statementNotation": "DOK.ELA.R.2",
      "statementLabel": null,
      "description": "Level 2 includes the engagement of some mental processing beyond recalling or reproducing a response; it requires both comprehension and subsequent processing of text or portions of text. Intersentence analysis of inference is required. Some important concepts are covered but not in a complex way. Standards and items at this level may include words such as summarize, interpret, infer, classify, organize, collect, display, compare, and determine whether fact or opinion. Literal main ideas are stressed. A Level 2 assessment item may require students to apply some of the skills and concepts that are covered in Level 1. Some examples that represent but do not constitute all of Level 2 performance are: Use context cues to identify the meaning of unfamiliar words. Predict a logical outcome based on information in a reading selection. Identify and summarize the major events in a narrative.",
      "ancestorIds": [
        "01F53A1AEDAC459FA4B7125F6C013E40",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "01F53A1AEDAC459FA4B7125F6C013E40"
    },
    "4209AE899CA94CE18AFA404B54069850": {
      "id": "4209AE899CA94CE18AFA404B54069850",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 2,
      "listId": "1",
      "statementNotation": "DOK.ELA.R.1",
      "statementLabel": null,
      "description": "Level 1 requires students to receive or recite facts or to use simple skills or abilities. Oral reading that does not include analysis of the text as well as basic comprehension of a text is included. Items require only a shallow understanding of text presented and often consist of verbatim recall from text or simple understanding of a single word or phrase. Some examples that represent but do not constitute all of Level 1 performance are: Support ideas by reference to details in the text.Use a dictionary to find the meaning of words.Identify figurative language in a reading passage. ",
      "ancestorIds": [
        "01F53A1AEDAC459FA4B7125F6C013E40",
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "01F53A1AEDAC459FA4B7125F6C013E40"
    },
    "01F53A1AEDAC459FA4B7125F6C013E40": {
      "id": "01F53A1AEDAC459FA4B7125F6C013E40",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Reading",
      "ancestorIds": [
        "56852042DAB34863812A869942A37612"
      ],
      "parentId": "56852042DAB34863812A869942A37612"
    },
    "56852042DAB34863812A869942A37612": {
      "id": "56852042DAB34863812A869942A37612",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "1",
      "statementNotation": "",
      "statementLabel": null,
      "description": "Language Arts",
      "ancestorIds": [],
      "parentId": null
    }
  }
}