{
  "id": "0F7091AB177F40D8B71B326CAFD13C8D_D2571075_grades-01-02-03-04-05-06-07-08-09-10-11-12-k",
  "title": "Process Standards for Mathematics: Grades K, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12",
  "subject": "Mathematics (2014-2020)",
  "normalizedSubject": "Math",
  "educationLevels": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "K"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "id": "D2571075",
    "valid": "2014",
    "title": "Process Standards for Mathematics",
    "sourceURL": "http://www.doe.in.gov/standards/mathematics",
    "asnIdentifier": "D2571075",
    "publicationStatus": "Deprecated"
  },
  "jurisdiction": {
    "id": "0F7091AB177F40D8B71B326CAFD13C8D",
    "title": "Indiana"
  },
  "standards": {
    "A9FCF1E6CC8F44928DF81BD3B7857899": {
      "position": 8000,
      "depth": 0,
      "statementNotation": "PS.8",
      "description": "Look for and express regularity in repeated reasoning.",
      "comments": [
        "Mathematically proficient students notice if calculations are repeated and look for general methods and shortcuts. They notice regularity in mathematical problems and their work to create a rule or formula. Mathematically proficient students maintain oversight of the process, while attending to the details as they solve a problem. They continually evaluate the reasonableness of their intermediate results."
      ],
      "id": "A9FCF1E6CC8F44928DF81BD3B7857899",
      "asnIdentifier": "S2571083",
      "ancestorIds": [],
      "parentId": null
    },
    "491BCCA0D939449CBC65E737C39E5EE1": {
      "description": "Look for and make use of structure.",
      "comments": [
        "Mathematically proficient students look closely to discern a pattern or structure. They step back for an overview and shift perspective. They recognize and use properties of operations and equality. They organize and classify geometric shapes based on their attributes. They see expressions, equations, and geometric figures as single objects or as being composed of several objects."
      ],
      "id": "491BCCA0D939449CBC65E737C39E5EE1",
      "asnIdentifier": "S2571082",
      "position": 7000,
      "depth": 0,
      "statementNotation": "PS.7",
      "ancestorIds": [],
      "parentId": null
    },
    "FF507A482AAC4E0EA56C7FACB0EA8A15": {
      "description": "Attend to precision.",
      "comments": [
        "Mathematically proficient students communicate precisely to others. They use clear definitions, including correct mathematical language, in discussion with others and in their own reasoning. They state the meaning of the symbols they choose, including using the equal sign consistently and appropriately. They express solutions clearly and logically by using the appropriate mathematical terms and notation. They specify units of measure and label axes to clarify the correspondence with quantities in a problem. They calculate accurately and efficiently and check the validity of their results in the context of the problem. They express numerical answers with a degree of precision appropriate for the problem context."
      ],
      "id": "FF507A482AAC4E0EA56C7FACB0EA8A15",
      "asnIdentifier": "S2571081",
      "position": 6000,
      "depth": 0,
      "statementNotation": "PS.6",
      "ancestorIds": [],
      "parentId": null
    },
    "387EDBD0939548E48CBC2A0357C9DA7A": {
      "comments": [
        "Mathematically proficient students consider the available tools when solving a mathematical problem. These tools might include pencil and paper, models, a ruler, a protractor, a calculator, a spreadsheet, a computer algebra system, a statistical package, or dynamic geometry software. Mathematically proficient students are sufficiently familiar with tools appropriate for their grade or course to make sound decisions about when each of these tools might be helpful, recognizing both the insight to be gained and their limitations. Mathematically proficient students identify relevant external mathematical resources, such as digital content, and use them to pose or solve problems. They use technological tools to explore and deepen their understanding of concepts and to support the development of learning mathematics. They use technology to contribute to concept development, simulation, representation, reasoning, communication and problem solving."
      ],
      "id": "387EDBD0939548E48CBC2A0357C9DA7A",
      "asnIdentifier": "S2571080",
      "position": 5000,
      "depth": 0,
      "statementNotation": "PS.5",
      "description": "Use appropriate tools strategically.",
      "ancestorIds": [],
      "parentId": null
    },
    "4AEFC12CDEC54B0A84990C54322329F2": {
      "depth": 0,
      "statementNotation": "PS.4",
      "description": "Model with mathematics.",
      "comments": [
        "Mathematically proficient students apply the mathematics they know to solve problems arising in everyday life, society, and the workplace using a variety of appropriate strategies. They create and use a variety of representations to solve problems and to organize and communicate mathematical ideas. Mathematically proficient students apply what they know and are comfortable making assumptions and approximations to simplify a complicated situation, realizing that these may need revision later. They are able to identify important quantities in a practical situation and map their relationships using such tools as diagrams, two-way tables, graphs, flowcharts and formulas. They analyze those relationships mathematically to draw conclusions. They routinely interpret their mathematical results in the context of the situation and reflect on whether the results make sense, possibly improving the model if it has not served its purpose."
      ],
      "id": "4AEFC12CDEC54B0A84990C54322329F2",
      "asnIdentifier": "S2571079",
      "position": 4000,
      "ancestorIds": [],
      "parentId": null
    },
    "F749E33461F14AF984ED18CC061A8384": {
      "comments": [
        "Mathematically proficient students understand and use stated assumptions, definitions, and previously established results in constructing arguments. They make conjectures and build a logical progression of statements to explore the truth of their conjectures. They analyze situations by breaking them into cases and recognize and use counterexamples. They organize their mathematical thinking, justify their conclusions and communicate them to others, and respond to the arguments of others. They reason inductively about data, making plausible arguments that take into account the context from which the data arose. Mathematically proficient students are also able to compare the effectiveness of two plausible arguments, distinguish correct logic or reasoning from that which is flawed, and—if there is a flaw in an argument—explain what it is. They justify whether a given statement is true always, sometimes, or never. Mathematically proficient students participate and collaborate in a mathematics community. They listen to or read the arguments of others, decide whether they make sense, and ask useful questions to clarify or improve the arguments."
      ],
      "id": "F749E33461F14AF984ED18CC061A8384",
      "asnIdentifier": "S2571078",
      "position": 3000,
      "depth": 0,
      "statementNotation": "PS.3",
      "description": "Construct viable arguments and critique the reasoning of others.",
      "ancestorIds": [],
      "parentId": null
    },
    "30343FCE2CF7436F99CD25CC22B53902": {
      "id": "30343FCE2CF7436F99CD25CC22B53902",
      "asnIdentifier": "S2571077",
      "position": 2000,
      "depth": 0,
      "statementNotation": "PS.2",
      "description": "Reason abstractly and quantitatively.",
      "comments": [
        "Mathematically proficient students make sense of quantities and their relationships in problem situations. They bring two complementary abilities to bear on problems involving quantitative relationships: the ability to decontextualize—to abstract a given situation and represent it symbolically and manipulate the representing symbols as if they have a life of their own, without necessarily attending to their referents—and the ability to contextualize, to pause as needed during the manipulation process in order to probe into the referents for the symbols involved. Quantitative reasoning entails habits of creating a coherent representation of the problem at hand; considering the units involved; attending to the meaning of quantities, not just how to compute them; and knowing and flexibly using different properties of operations and objects."
      ],
      "ancestorIds": [],
      "parentId": null
    },
    "3353B465B98946438F5219B0043D1D3A": {
      "statementNotation": "PS.1",
      "description": "Make sense of problems and persevere in solving them.",
      "comments": [
        "Mathematically proficient students start by explaining to themselves the meaning of a problem and looking for entry points to its solution. They analyze givens, constraints, relationships, and goals. They make conjectures about the form and meaning of the solution and plan a solution pathway, rather than simply jumping into a solution attempt. They consider analogous problems and try special cases and simpler forms of the original problem in order to gain insight into its solution. They monitor and evaluate their progress and change course if necessary. Mathematically proficient students check their answers to problems using a different method, and they continually ask themselves, \"Does this make sense?\" and \"Is my answer reasonable?\" They understand the approaches of others to solving complex problems and identify correspondences between different approaches. Mathematically proficient students understand how mathematical ideas interconnect and build on one another to produce a coherent whole."
      ],
      "id": "3353B465B98946438F5219B0043D1D3A",
      "asnIdentifier": "S2571076",
      "position": 1000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    }
  }
}