{
  "id": "B6AA8AC483B949F0B4198062C61A61AD_D2973929_grade-12",
  "title": "Grade 12 - Cooperative Education (2018)",
  "subject": "[Archived] Ontario Standards",
  "normalizedSubject": null,
  "educationLevels": [
    "12"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "D2L Corporation"
  },
  "document": {
    "id": "D2973929",
    "valid": "2018",
    "title": "The Ontario Curriculum, Grades 11 & 12 Cooperative Education",
    "sourceURL": "http://www.edu.gov.on.ca/eng/curriculum/secondary/cooperative-education-2018.pdf",
    "asnIdentifier": "D2973929",
    "publicationStatus": "Published"
  },
  "jurisdiction": {
    "id": "B6AA8AC483B949F0B4198062C61A61AD",
    "title": "Ontario"
  },
  "standards": {
    "867754C6064C4286958F13FAB935C8D5": {
      "id": "867754C6064C4286958F13FAB935C8D5",
      "asnIdentifier": "S2973974",
      "position": 19000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "describe how they might use the skills and knowledge developed through their cooperative education experience and their related course in other aspects of their lives, now and in the future (e.g., in their education, training, workplace, or community living experiences; in their volunteer activities and hobbies; in their lives at home or within various communities, including online communities).",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "AC2B292CBD4844C7B754E2AE005D2487": {
      "id": "AC2B292CBD4844C7B754E2AE005D2487",
      "asnIdentifier": "S2973973",
      "position": 18000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "demonstrate how they are using skills and knowledge related to education and career/life planning in connection with their cooperative education experience (e.g., reflecting on the education and career/life planning inquiry questions – Who am I? What are my opportunities? Who do I want to become? What is my plan for achieving my goals? – as they progress through the experience, and incorporating their insights in their Individual Pathways Plan).",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "53E908FFCF12492EB001DAB807901AE8": {
      "id": "53E908FFCF12492EB001DAB807901AE8",
      "asnIdentifier": "S2973972",
      "position": 17000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "identify and describe the skills and knowledge they have developed through their cooperative education experience (e.g., critical thinking, problem-solving, creative and entrepreneurial thinking, time-management, technical, communication, and interpersonal skills; knowledge specific to the organization or sector; knowledge related to health, safety, and well-being, roles and responsibilities of workers, planning for their postsecondary endeavours; understanding of personal interests, strengths, and habits of mind), as well as how their cooperative education experience extended or enhanced the skills and knowledge gained in their related course (e.g., contributed to their growing mastery of skills developed in the related course; provided new insights into and perspectives on knowledge acquired in their related course; exposed them to real-life applications of what they learned in the related course, and to practical realities associated with that learning).",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "8027C6EB86BE4A46AC3063D97D80ED18": {
      "id": "8027C6EB86BE4A46AC3063D97D80ED18",
      "asnIdentifier": "S2973971",
      "position": 16000,
      "depth": 2,
      "listId": "B2.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Overall Expectation",
      "description": "Skills for the Future: demonstrate the skills and knowledge developed or refined through the cooperative education experience, including skills and knowledge related to health, safety, and well-being and to relevant expectations from the related course or courses, and explain how they might use what they have learned in other aspects of their lives, now and in the future.",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "11F5E2F080FF46748BDC6AF7F3EFAAC5": {
      "id": "11F5E2F080FF46748BDC6AF7F3EFAAC5",
      "asnIdentifier": "S2973970",
      "position": 15000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "analyse and reflect on their learning plan, and revise it over time as appropriate.",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "E29FF128A37B4565B102D527C5819B51": {
      "id": "E29FF128A37B4565B102D527C5819B51",
      "asnIdentifier": "S2973969",
      "position": 14000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "actively and safely participate in the cooperative education experience as they implement their learning plan (e.g., show initiative – for instance, by offering to explore technological options that could enhance the organization's customer surveys; ask questions to clarify their understanding of tasks and of how to perform them safely; observe and demonstrate appropriate practices and procedures for safety and well-being and for environmental protection; where appropriate, be prepared with the right tools, equipment, and/or materials; work collaboratively as part of a team; offer suggestions about using social media and other electronic means of communication, accommodating a variety of languages and formats where possible).",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "2279A73EFDC04B0B9431559A3A76EAB4": {
      "id": "2279A73EFDC04B0B9431559A3A76EAB4",
      "asnIdentifier": "S2973968",
      "position": 13000,
      "depth": 2,
      "listId": null,
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "develop their learning plan by determining short- and medium-term learning goals for the cooperative education experience (e.g., short-term goal: to practise communicating information about their knowledge, skills, and interests for an interview to secure a cooperative education placement; to seek out and focus on aspects of the experience that offer opportunities to extend learning related to their selected related-course expectations; medium-term goal: to use effective time-management strategies to ensure that they achieve all course expectations; to learn more about being respectful of people's diversity, in terms of ethnocultural and/or socio-economic background, language, gender identity, and other areas of diversity; to learn about the ways in which social media can affect relationships; to refine skills outlined in the related-course expectations in order to support future involvement in an apprenticeship trade; to develop greater understanding of the mental health concerns that many young people experience and to learn about strategies that can be used to address them) and longer-term education and career/life goals (e.g., to use job search strategies to obtain a summer job; to save money for postsecondary education, training, or community living; to locate an employer who will sponsor them in a continued apprenticeship in carpentry; to obtain the advanced health and safety certification required to work in a child care setting; to volunteer at an organization that supports students in addressing mental health concerns; to develop and maintain a positive online presence, with a view to building an e-portfolio), and identify strategies to achieve these goals.",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "7567E75CBE1440678942A9D584ED5B49": {
      "id": "7567E75CBE1440678942A9D584ED5B49",
      "asnIdentifier": "S2973967",
      "position": 12000,
      "depth": 2,
      "listId": "B1.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Overall Expectation",
      "description": "The Student's Cooperative Education Learning Plan: develop, implement, and reflect on a learning plan, including learning related to health, safety, and well-being and to relevant expectations from the related course or courses, to maximize success in the cooperative education experience.",
      "comments": [],
      "ancestorIds": [
        "ECCB6C092FC34031BE922B49DD54CC05",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "ECCB6C092FC34031BE922B49DD54CC05"
    },
    "ECCB6C092FC34031BE922B49DD54CC05": {
      "id": "ECCB6C092FC34031BE922B49DD54CC05",
      "asnIdentifier": "S2973966",
      "position": 11000,
      "depth": 1,
      "listId": "B.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Strand",
      "description": "Experiential Learning And Transfer Of Skills And Knowledge",
      "comments": [],
      "ancestorIds": [
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "156D38ACF5B1451A815A210964F84DB7"
    },
    "D6321818590C4B5F88697A98F3BD7E10": {
      "id": "D6321818590C4B5F88697A98F3BD7E10",
      "asnIdentifier": "S2973965",
      "position": 10000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "identify the initial steps and requirements related to the cooperative education experience and demonstrate what they are doing to meet these requirements (e.g., completing the application/interview process; determining details of the experience, such as hours of work, schedule, and breaks; developing and implementing a transportation plan for getting to their placement; getting the placement supervisor's contact information; completing the Work Education Agreement; finding out about the equipment to be used, and about any certification or training requirements; reviewing attendance policies and codes of conduct; developing a business plan and/or project proposal; developing the Student's Cooperative Education Learning Plan; in the case of an international cooperative education experience: completing appropriate health screening; asking questions to deepen their understanding of any school or board requirements for students taking a cooperative education course; anticipating challenges that might arise in connection with the experience and seeking clarification by asking questions).",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "2D235D80AFFD4AEF86BE0C939E45B005": {
      "id": "2D235D80AFFD4AEF86BE0C939E45B005",
      "asnIdentifier": "S2973964",
      "position": 9000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "describe their personal skills, interests, and strengths (e.g., skills: technical, collaboration, numeracy, innovation, communication, time management skills; knowledge of other languages; interests: working with children, outdoor experiences, sports, music, cooking, working with tools, travelling, social media, helping others, animal welfare; strengths: the ability to motivate and inspire others, resilience, perseverance, empathy, sense of humour, honesty, trustworthiness, flexibility) and explain how these might contribute to success in their cooperative education experience.",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "CB91A93FB5924D528E55A7F3CADC8037": {
      "id": "CB91A93FB5924D528E55A7F3CADC8037",
      "asnIdentifier": "S2973963",
      "position": 8000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "explore a variety of topics that relate to the cooperative education experience and the particular sector or area of focus of the experience (e.g., local and global economic issues; emerging economies; labour market trends in the overall economy and in the particular sector or area of focus of the cooperative education experience; workplace/online culture; in the case of international cooperative education experiences: cultural values, beliefs, and local laws; corporate social responsibility initiatives; the appropriate use of social media in the workplace; organizational structures in the non-profit sector; the influence of Indigenous teaching practices and protocols in the education sector; globalization in the transportation sector; the role of unions in the construction sector; entrepreneurial opportunities in the energy sector; the impact of technology in the mining sector; postsecondary programs in the area of logistics; recruitment and employment strategies that support diversity and inclusion; the potential wage and benefit structure associated with various career pathways within the sector; types of employment, such as full-time employment, self-employment, and contract, seasonal, and part-time work) and explain how what they learned might contribute to success in their cooperative education experience and to their education and career/life planning.",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "D8ADB6E27821422E8A57D23E8EABC5CD": {
      "id": "D8ADB6E27821422E8A57D23E8EABC5CD",
      "asnIdentifier": "S2973962",
      "position": 7000,
      "depth": 2,
      "listId": "A2.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Overall Expectation",
      "description": "Preparing and Planning for the Experience: demonstrate an understanding of requirements and various considerations related to the cooperative education experience, in preparation for the experience.",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "0415B822CD1E4C3685487C47FC516765": {
      "id": "0415B822CD1E4C3685487C47FC516765",
      "asnIdentifier": "S2973961",
      "position": 6000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "identify potential hazards and potentially hazardous situations that could arise in connection with the cooperative education experience, and describe the behaviours and practices that would help prevent and that assist in responding to such situations (e.g., the use of required clothing and personal protective equipment [PPE] such as hardhats, safety glasses, ear protection, CSA-approved steel-toed boots for workers in manufacturing facilities; prompt attention to or reporting of faulty equipment, such as missing safety guards on an industrial mixer; clear procedures for incident/accident reporting; behaviours that assist in maintaining the safety of all workers at the workplace, such as immediately cleaning up spills to protect workers from potential slips and falls; online security and warnings against criminal or inappropriate use of the Internet, including cyberbullying).",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "CD837858463C4FCA90F58B50C5B1CBE6": {
      "id": "CD837858463C4FCA90F58B50C5B1CBE6",
      "asnIdentifier": "S2975035",
      "position": 5000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "identify legislation, regulations, and policies, as well as various strategies and skills, that support well-being (including emotional safety) and the protection of human rights, and explain how they apply to the cooperative education experience (e.g., legislation, regulations, policies: Ontario's Human Rights Code prohibits discrimination and harassment based on seventeen protected grounds, including race, creed, sex, sexual orientation, gender identity, and gender expression; the Occupational Health and Safety Act [OHSA] sets out the rights and duties of all parties in the workplace to protect workers from health and safety hazards on the job; the Freedom of Information and Protection of Privacy Act (FIPPA) protects confidentiality and the right to privacy; the Accessibility for Ontarians with Disabilities Act (AODA) sets accessibility standards in order to achieve accessibility for people with disabilities; the Employment Standards Act (ESA) requires that working conditions meet acceptable standards; strategies, skills: practices consistent with the acceptable use of technology; communication skills and strategies, including the appropriate way to respond to and report situations that make one feel uncomfortable or that are inappropriate; conflict resolution strategies; consulting with a trusted adult, such as a teacher, guidance counsellor, parent, or Elder – or in the case of adult students, a partner; using time management skills; setting priorities; appreciating differences among individuals).",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "7ADC4FD35D074A1D813291AF072C09F5": {
      "id": "7ADC4FD35D074A1D813291AF072C09F5",
      "asnIdentifier": "S2973960",
      "position": 4000,
      "depth": 2,
      "listId": null,
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": "Specific Expectation",
      "description": "identify legislation, regulations, and policies related to health and safety, and explain how they apply to the cooperative education experience (e.g., the Occupational Health and Safety Act [OHSA] as it applies to (1) a worker's right to: know about any hazards to which they may be exposed, participate in the process of identifying and resolving health and safety concerns, and refuse work they believe is dangerous, and (2) the employer's responsibility to provide site- and equipment-specific Mandatory Worker Awareness Training; the Workplace Safety and Insurance Act [WSIA]; the Work Education Agreement [WEA] and the process of responding to workplace-related accidents and illnesses, including reporting injuries and providing support for recovery; the Workplace Hazardous Materials Information System [WHMIS] and regulations requiring employers to: label or identify controlled products, obtain material safety data sheets for controlled products, and educate workers; company policies on health screening, criminal record checks, workplace violence, workplace harassment, emergency procedures, and acceptable use of technology).",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "5F9DF616C933456AB337F5F19D8CED8C": {
      "id": "5F9DF616C933456AB337F5F19D8CED8C",
      "asnIdentifier": "S2973959",
      "position": 3000,
      "depth": 2,
      "listId": "A1.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Overall Expectation",
      "description": "Health, Safety, and Well-Being: demonstrate an understanding of legislation, practices, and behaviours related to health, safety, and well-being in connection with the cooperative education experience.",
      "comments": [],
      "ancestorIds": [
        "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "C3BFAA300BCB4AA782FEA3D38C9CA7F9"
    },
    "C3BFAA300BCB4AA782FEA3D38C9CA7F9": {
      "id": "C3BFAA300BCB4AA782FEA3D38C9CA7F9",
      "asnIdentifier": "S2973958",
      "position": 2000,
      "depth": 1,
      "listId": "A.",
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": "Strand",
      "description": "Preparing For The Experience: Health And Safety, Well-Being, And Initial Requirements",
      "comments": [],
      "ancestorIds": [
        "156D38ACF5B1451A815A210964F84DB7"
      ],
      "parentId": "156D38ACF5B1451A815A210964F84DB7"
    },
    "156D38ACF5B1451A815A210964F84DB7": {
      "id": "156D38ACF5B1451A815A210964F84DB7",
      "asnIdentifier": "S2973957",
      "position": 1000,
      "depth": 0,
      "listId": null,
      "statementNotation": null,
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Cooperative Education Linked to a Related Course (or Courses)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}