{
  "id": "39FE6BDC03A5471F877A3A0048638B13_D2603531_grade-06",
  "title": "Grade 6",
  "subject": "Science (2014-2020)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "06"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "asnIdentifier": "D2603531",
    "publicationStatus": "Deprecated",
    "id": "D2603531",
    "valid": "2014",
    "title": "Oklahoma Academic Standards for Science",
    "sourceURL": "http://www.ok.gov/sde/sites/ok.gov.sde/files/Oklahoma%20Academic%20Standards%20for%20Science.pdf"
  },
  "jurisdiction": {
    "id": "39FE6BDC03A5471F877A3A0048638B13",
    "title": "Oklahoma"
  },
  "standards": {
    "7112064F7B904816AD0719A92EDDCB39": {
      "id": "7112064F7B904816AD0719A92EDDCB39",
      "asnIdentifier": "S2603773",
      "position": 25000,
      "depth": 1,
      "statementNotation": "MS-LS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions for maintaining biodiversity and ecosystem services.",
      "comments": [
        "Clarification Statement: Examples of ecosystem services could include water purification, nutrient recycling, and prevention of soil erosion. Examples of design solution constraints could include scientific, economic, and social considerations."
      ],
      "ancestorIds": [
        "D1CE41262F6648038DAECF8A84C1C128"
      ],
      "parentId": "D1CE41262F6648038DAECF8A84C1C128"
    },
    "3847BD8E7D114AF493F8D6CFB052EE12": {
      "position": 24000,
      "depth": 1,
      "statementNotation": "MS-LS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument supported by empirical evidence that changes to physical or biological components of an ecosystem affect populations.",
      "comments": [
        "Clarification Statement: Emphasis is on recognizing patterns in data and making warranted inferences about changes in populations, and on evaluating empirical evidence supporting arguments about changes to ecosystems."
      ],
      "id": "3847BD8E7D114AF493F8D6CFB052EE12",
      "asnIdentifier": "S2603772",
      "ancestorIds": [
        "D1CE41262F6648038DAECF8A84C1C128"
      ],
      "parentId": "D1CE41262F6648038DAECF8A84C1C128"
    },
    "23C6C22772224916BAB9E3D0ABCABA44": {
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe the cycling of matter and flow of energy among living and nonliving parts of an ecosystem.",
      "comments": [
        "Clarification Statement: Emphasis is on describing the conservation of matter and flow of energy into and out of various ecosystems, and on defining the boundaries of the system.",
        "Assessment Boundary: Assessment does not include the use of chemical reactions to describe the processes."
      ],
      "id": "23C6C22772224916BAB9E3D0ABCABA44",
      "asnIdentifier": "S2603771",
      "position": 23000,
      "depth": 1,
      "statementNotation": "MS-LS2-3",
      "ancestorIds": [
        "D1CE41262F6648038DAECF8A84C1C128"
      ],
      "parentId": "D1CE41262F6648038DAECF8A84C1C128"
    },
    "70C0CE2CD03A4015AE90A07ED4424486": {
      "statementNotation": "MS-LS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation that predicts patterns of interactions among organisms across multiple ecosystems.",
      "comments": [
        "Clarification Statement: Emphasis is on predicting consistent patterns of interactions in different ecosystems in terms of the relationships among and between organisms and abiotic components of ecosystems. Examples of types of interactions could include competitive, predatory, and mutually beneficial (e.g., competition, predation, parasitism, commensalism, mutualism).",
        "Assessment Boundary: Assessment should provide evidence that students can explain the consistency for the interactions of organisms with other organisms and/or the environment across different ecosystems (e.g., ocean, forests, wetlands, deserts, terrariums, cities)."
      ],
      "id": "70C0CE2CD03A4015AE90A07ED4424486",
      "asnIdentifier": "S2603770",
      "position": 22000,
      "depth": 1,
      "ancestorIds": [
        "D1CE41262F6648038DAECF8A84C1C128"
      ],
      "parentId": "D1CE41262F6648038DAECF8A84C1C128"
    },
    "5F6417B82F044662AA62419945C73636": {
      "statementNotation": "MS-LS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data to provide evidence for the effects of resource availability on organisms and populations of organisms in an ecosystem.",
      "comments": [
        "Clarification Statement: Emphasis is on cause and effect relationships between resources and growth of individual organisms and the numbers of organisms in ecosystems during periods of abundant and scarce resources.",
        "Assessment Boundary: The model should focus on organisms' needs and how resources in the ecosystem meet those needs. Determining the carrying capacity of ecosystems is beyond the intent."
      ],
      "id": "5F6417B82F044662AA62419945C73636",
      "asnIdentifier": "S2603769",
      "position": 21000,
      "depth": 1,
      "ancestorIds": [
        "D1CE41262F6648038DAECF8A84C1C128"
      ],
      "parentId": "D1CE41262F6648038DAECF8A84C1C128"
    },
    "D1CE41262F6648038DAECF8A84C1C128": {
      "id": "D1CE41262F6648038DAECF8A84C1C128",
      "asnIdentifier": "S2603706",
      "position": 20000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Ecosystems: Interactions, Energy, and Dynamics",
      "ancestorIds": [],
      "parentId": null
    },
    "F702EEA24A7041EFB1E446AAA28D6CD3": {
      "depth": 1,
      "statementNotation": "MS-PS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model that predicts and describes changes in particle motion, temperature, and state of a pure substance when thermal energy is added or removed.",
      "comments": [
        "Clarification Statement: Emphasis is on qualitative molecular-level models of solids, liquids, and gases to show that adding or removing thermal energy increases or decreases kinetic energy of the particles until a change of state occurs. Examples of models could include drawings and diagrams. Examples of particles could include molecules or inert atoms. Examples of pure substances could include water, carbon dioxide, and helium.",
        "Assessment Boundary: The use of mathematical formulas is not intended."
      ],
      "id": "F702EEA24A7041EFB1E446AAA28D6CD3",
      "asnIdentifier": "S2603758",
      "position": 19000,
      "ancestorIds": [
        "788FF8DBB3574B7B8FFCA341E1F1C38F"
      ],
      "parentId": "788FF8DBB3574B7B8FFCA341E1F1C38F"
    },
    "788FF8DBB3574B7B8FFCA341E1F1C38F": {
      "asnIdentifier": "S2603701",
      "position": 18000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "id": "788FF8DBB3574B7B8FFCA341E1F1C38F",
      "ancestorIds": [],
      "parentId": null
    },
    "0D792A6FCFA34343843411FAD51E8FC1": {
      "depth": 1,
      "statementNotation": "MS-LS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence for the role of photosynthesis in the cycling of matter and flow of energy into and out of organisms.",
      "comments": [
        "Clarification Statement: Emphasis is on tracing movement of matter and flow of energy.",
        "Assessment Boundary: Assessment does not include the biochemical mechanisms of photosynthesis."
      ],
      "id": "0D792A6FCFA34343843411FAD51E8FC1",
      "asnIdentifier": "S2603768",
      "position": 17000,
      "ancestorIds": [
        "27CE0E2584C34935B6D449290E4E8B9F"
      ],
      "parentId": "27CE0E2584C34935B6D449290E4E8B9F"
    },
    "8DC7B3CD68F14C7FB22990CFCE8FD6F6": {
      "description": "Use argument supported by evidence for how the body is a system of interacting subsystems composed of groups of cells.",
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding that cells form tissues and tissues form organs specialized for particular body functions. Examples could include the interaction of subsystems within a system and the normal functioning of those systems.",
        "Assessment Boundary: Assessment does not include the mechanism of one body system independent of others. Assessment is limited to the circulatory, excretory, digestive, respiratory, muscular, and nervous systems."
      ],
      "id": "8DC7B3CD68F14C7FB22990CFCE8FD6F6",
      "asnIdentifier": "S2603767",
      "position": 16000,
      "depth": 1,
      "statementNotation": "MS-LS1-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "27CE0E2584C34935B6D449290E4E8B9F"
      ],
      "parentId": "27CE0E2584C34935B6D449290E4E8B9F"
    },
    "B5E2BFD81BBB496DA9FDC30A2296611E": {
      "description": "Develop and use a model to describe the function of a cell as a whole and ways parts of cells contribute to the function.",
      "comments": [
        "Clarification Statement: Emphasis is on the cell functioning as a whole system and the primary role of identified parts of the cell, specifically the nucleus, chloroplasts, mitochondria, cell membrane, and cell wall. Other organelles should be introduced while covering this concept.",
        "Assessment Boundary: Assessment of organelle structure/function relationships is limited to the cell wall and cell membrane. Assessment of the function of the other organelles is limited to their relationship to the whole cell. Assessment does not include the biochemical function of cells or cell parts."
      ],
      "id": "B5E2BFD81BBB496DA9FDC30A2296611E",
      "asnIdentifier": "S2603766",
      "position": 15000,
      "depth": 1,
      "statementNotation": "MS-LS1-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "27CE0E2584C34935B6D449290E4E8B9F"
      ],
      "parentId": "27CE0E2584C34935B6D449290E4E8B9F"
    },
    "733A52E74D284BE2A4D8300526998329": {
      "depth": 1,
      "statementNotation": "MS-LS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Conduct an investigation to provide evidence that living things are made of cells; either one cell or many different numbers and types of cells.",
      "comments": [
        "Clarification Statement: Emphasis is on developing evidence that living things are made of cells, distinguishing between living and non-living cells, and understanding that living things may be made of one cell or many and varied cells.",
        "Assessment Boundary: Assessments should provide evidence of students' abilities to identify evidence that living things are made of cells and distinguish between living and nonliving cells."
      ],
      "id": "733A52E74D284BE2A4D8300526998329",
      "asnIdentifier": "S2603765",
      "position": 14000,
      "ancestorIds": [
        "27CE0E2584C34935B6D449290E4E8B9F"
      ],
      "parentId": "27CE0E2584C34935B6D449290E4E8B9F"
    },
    "27CE0E2584C34935B6D449290E4E8B9F": {
      "id": "27CE0E2584C34935B6D449290E4E8B9F",
      "asnIdentifier": "S2603691",
      "position": 13000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "From Molecules to Organisms: Structure and Processes",
      "ancestorIds": [],
      "parentId": null
    },
    "B5B68EDCFB8B41EE9DD4C6987FD487B5": {
      "description": "Apply scientific principles to design a method for monitoring and minimizing human impact on the environment.",
      "comments": [
        "Clarification Statement: Examples of the design process include examining human environmental impacts, assessing the kinds of solutions that are feasible, and designing and evaluating solutions that could reduce that impact. Examples of human impacts can include water usage (such as the withdrawal of water from streams and aquifers or the construction of dams and levees), land usage (such as urban development, agriculture, or the removal of wetlands), and pollution (such as of the air, water, or land)."
      ],
      "id": "B5B68EDCFB8B41EE9DD4C6987FD487B5",
      "asnIdentifier": "S2603775",
      "position": 12000,
      "depth": 1,
      "statementNotation": "MS-ESS3-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "70F9E9283578495A8DD4D12B08C1AA3D"
      ],
      "parentId": "70F9E9283578495A8DD4D12B08C1AA3D"
    },
    "70F9E9283578495A8DD4D12B08C1AA3D": {
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth and Human Activity",
      "id": "70F9E9283578495A8DD4D12B08C1AA3D",
      "asnIdentifier": "S2603679",
      "position": 11000,
      "ancestorIds": [],
      "parentId": null
    },
    "2E8E3F6B77324506B940947988BCF74F": {
      "description": "Develop a model to describe the cycling of water through Earth's systems driven by energy from the sun and the force of gravity.",
      "comments": [
        "Clarification Statement: Emphasis is on the ways water changes its state as it moves through the multiple pathways of the hydrologic cycle. Examples of models can be conceptual or physical.",
        "Assessment Boundary: A quantitative understanding of the latent heats of vaporization and fusion is not assessed."
      ],
      "id": "2E8E3F6B77324506B940947988BCF74F",
      "asnIdentifier": "S2603774",
      "position": 10000,
      "depth": 1,
      "statementNotation": "MS-ESS2-4",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "171C60FB10524AB8824C5EAB564D0A10"
      ],
      "parentId": "171C60FB10524AB8824C5EAB564D0A10"
    },
    "171C60FB10524AB8824C5EAB564D0A10": {
      "id": "171C60FB10524AB8824C5EAB564D0A10",
      "asnIdentifier": "S2603675",
      "position": 9000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "ancestorIds": [],
      "parentId": null
    },
    "CBCB9C5C40844A81A0F140D01E63BD33": {
      "asnIdentifier": "S2603764",
      "position": 8000,
      "depth": 1,
      "statementNotation": "MS-PS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Plan an investigation to determine the relationships among the energy transferred, the type of matter, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
      "comments": [
        "Clarification Statement: Examples of experiments could include comparing final water temperatures after different masses of ice melted in the same volume of water with the same initial temperature, the temperature change of samples of different materials with the same mass as they cool or heat in the environment, or the same material with different masses when a specific amount of energy is added.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "id": "CBCB9C5C40844A81A0F140D01E63BD33",
      "ancestorIds": [
        "1BE20FBB547C41C0B1D3E764691D8269"
      ],
      "parentId": "1BE20FBB547C41C0B1D3E764691D8269"
    },
    "A1F2594150CA41019CF4FF1C82E1520D": {
      "comments": [
        "Clarification Statement: Examples of devices could include an insulated box, a solar cooker, and a Styrofoam cup. Care should be taken with devices that concentrate significant amounts of energy, e.g. conduction, convection, and/or radiation.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "id": "A1F2594150CA41019CF4FF1C82E1520D",
      "asnIdentifier": "S2603763",
      "position": 7000,
      "depth": 1,
      "statementNotation": "MS-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
      "ancestorIds": [
        "1BE20FBB547C41C0B1D3E764691D8269"
      ],
      "parentId": "1BE20FBB547C41C0B1D3E764691D8269"
    },
    "A5754FBE140C44C3BAF143E82691A6C7": {
      "depth": 1,
      "statementNotation": "MS-PS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe that when the arrangement of objects interacting at a distance changes, different amounts of potential energy are stored in the system.",
      "comments": [
        "Clarification Statement: Emphasis is on relative amounts of potential energy, not on calculations of potential energy. Examples of objects within systems interacting at varying distances could include: the Earth and either a roller coaster cart at varying positions on a hill or objects at varying heights on shelves, changing the direction/orientation of a magnet, and a balloon with static electrical charge being brought closer to a classmate's hair. Examples of models could include representations, diagrams, pictures, and written descriptions of systems.",
        "Assessment Boundary: Assessment is limited to two objects and electric, magnetic, and gravitational interactions."
      ],
      "id": "A5754FBE140C44C3BAF143E82691A6C7",
      "asnIdentifier": "S2603762",
      "position": 6000,
      "ancestorIds": [
        "1BE20FBB547C41C0B1D3E764691D8269"
      ],
      "parentId": "1BE20FBB547C41C0B1D3E764691D8269"
    },
    "A358EEA293F741E294F2F36F44DB14E2": {
      "position": 5000,
      "depth": 1,
      "statementNotation": "MS-PS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct and interpret graphical displays of data to describe the relationships of kinetic energy to the mass of an object and to the speed of an object.",
      "comments": [
        "Clarification Statement: Emphasis is on descriptive relationships between kinetic energy and mass separately from kinetic energy and speed. Examples could include riding a bicycle at different speeds, rolling different sizes of rocks downhill, and getting hit by a wiffle ball versus a tennis ball.",
        "Assessment Boundary: Does not include mathematical calculations of kinetic energy."
      ],
      "id": "A358EEA293F741E294F2F36F44DB14E2",
      "asnIdentifier": "S2603761",
      "ancestorIds": [
        "1BE20FBB547C41C0B1D3E764691D8269"
      ],
      "parentId": "1BE20FBB547C41C0B1D3E764691D8269"
    },
    "1BE20FBB547C41C0B1D3E764691D8269": {
      "description": "Energy",
      "id": "1BE20FBB547C41C0B1D3E764691D8269",
      "asnIdentifier": "S2603669",
      "position": 4000,
      "depth": 0,
      "statementLabel": "Topic",
      "ancestorIds": [],
      "parentId": null
    },
    "359F507DBEEE4BA0ABCFDF1BF8610C57": {
      "id": "359F507DBEEE4BA0ABCFDF1BF8610C57",
      "asnIdentifier": "S2603760",
      "position": 3000,
      "depth": 1,
      "statementNotation": "MS-PS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Conduct an investigation and evaluate the experimental design to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact.",
      "comments": [
        "Clarification Statement: Examples of this phenomenon could include the interactions of magnets, electrically-charged strips of tape, and electrically-charged pith balls. Examples of investigations could include first-hand experiences or simulations.",
        "Assessment Boundary: Assessment is limited to electric and magnetic fields, and limited to qualitative evidence for the existence of fields."
      ],
      "ancestorIds": [
        "C00394A22A2042CBB93C65A6A2C93FBE"
      ],
      "parentId": "C00394A22A2042CBB93C65A6A2C93FBE"
    },
    "4D5500D7C5C44C55BF02365EE0A8FEF3": {
      "description": "Ask questions about data to determine the factors that affect the strength of electric and magnetic forces.",
      "comments": [
        "Clarification Statement: Examples of devices that use electric and magnetic forces could include electromagnets, electric motors, or generators. Examples of data could include the effect of the number of turns of wire on the strength of an electromagnet, or the effect of increasing the number or strength of magnets on the speed of an electric motor.",
        "Assessment Boundary: Assessment about questions that require quantitative answers is limited to proportional reasoning and algebraic thinking. Assessment of Coulomb's Law is not intended."
      ],
      "id": "4D5500D7C5C44C55BF02365EE0A8FEF3",
      "asnIdentifier": "S2603759",
      "position": 2000,
      "depth": 1,
      "statementNotation": "MS-PS2-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "C00394A22A2042CBB93C65A6A2C93FBE"
      ],
      "parentId": "C00394A22A2042CBB93C65A6A2C93FBE"
    },
    "C00394A22A2042CBB93C65A6A2C93FBE": {
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "id": "C00394A22A2042CBB93C65A6A2C93FBE",
      "asnIdentifier": "S2603665",
      "position": 1000,
      "ancestorIds": [],
      "parentId": null
    }
  }
}