{
  "id": "39FE6BDC03A5471F877A3A0048638B13_D2603531_grade-07",
  "title": "Grade 7",
  "subject": "Science (2014-2020)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "07"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "id": "D2603531",
    "valid": "2014",
    "title": "Oklahoma Academic Standards for Science",
    "sourceURL": "http://www.ok.gov/sde/sites/ok.gov.sde/files/Oklahoma%20Academic%20Standards%20for%20Science.pdf",
    "asnIdentifier": "D2603531",
    "publicationStatus": "Deprecated"
  },
  "jurisdiction": {
    "id": "39FE6BDC03A5471F877A3A0048638B13",
    "title": "Oklahoma"
  },
  "standards": {
    "7F04D36BF5F74A81AF09E4EEB86EC8A2": {
      "description": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
      "comments": [
        "Clarification Statement: Emphasis is on using mathematical models, probability statements, and proportional reasoning to support explanations of trends in changes to populations over time.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to explain trends in data for the number of individuals with specific traits changing over time. Assessment does not include Hardy Weinberg calculations."
      ],
      "id": "7F04D36BF5F74A81AF09E4EEB86EC8A2",
      "asnIdentifier": "S2603789",
      "position": 26000,
      "depth": 1,
      "statementNotation": "MS-LS4-6",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "B29E13CAECBC4C7E8036514D3E3D993D"
      ],
      "parentId": "B29E13CAECBC4C7E8036514D3E3D993D"
    },
    "1B5B9D5A3B1D4B049B1116B66E721482": {
      "id": "1B5B9D5A3B1D4B049B1116B66E721482",
      "asnIdentifier": "S2603788",
      "position": 25000,
      "depth": 1,
      "statementNotation": "MS-LS4-5",
      "statementLabel": "Performance Expectation",
      "description": "Gather and synthesize information about the technologies that have changed the way humans influence the inheritance of desired traits in organisms.",
      "comments": [
        "Clarification Statement: Emphasis is on synthesizing information from reliable sources about the influence of humans on genetic outcomes in artificial selection (such as genetic modification, animal husbandry, gene therapy); and, on the impacts these technologies have on society as well as the technologies leading to these scientific discoveries.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to understand and communicate how technology affects both individuals and society."
      ],
      "ancestorIds": [
        "B29E13CAECBC4C7E8036514D3E3D993D"
      ],
      "parentId": "B29E13CAECBC4C7E8036514D3E3D993D"
    },
    "FE0D33B05328435D927CA57F0B89B94F": {
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence that describes how genetic variations of traits in a population increase some individuals' probability of surviving and reproducing in a specific environment.",
      "comments": [
        "Clarification Statement: Emphasis is on using simple probability statements and proportional reasoning to construct explanations.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to explain why some traits are suppressed and other traits become more prevalent for those individuals better at finding food, shelter, or avoiding predators."
      ],
      "id": "FE0D33B05328435D927CA57F0B89B94F",
      "asnIdentifier": "S2603787",
      "position": 24000,
      "depth": 1,
      "statementNotation": "MS-LS4-4",
      "ancestorIds": [
        "B29E13CAECBC4C7E8036514D3E3D993D"
      ],
      "parentId": "B29E13CAECBC4C7E8036514D3E3D993D"
    },
    "C1077EDC325249AF9147D3226FF13585": {
      "asnIdentifier": "S2603786",
      "position": 23000,
      "depth": 1,
      "statementNotation": "MS-LS4-3",
      "statementLabel": "Performance Expectation",
      "description": "Analyze displays of pictorial data to compare patterns of similarities in the embryological development across multiple species to identify relationships not evident in the fully formed anatomy.",
      "comments": [
        "Clarification Statement: Emphasis is on inferring general patterns of relatedness among embryos of different organisms by comparing the macroscopic appearance of diagrams or pictures.",
        "Assessment Boundary: Assessment of comparisons is limited to gross appearance of anatomical structures in embryological development."
      ],
      "id": "C1077EDC325249AF9147D3226FF13585",
      "ancestorIds": [
        "B29E13CAECBC4C7E8036514D3E3D993D"
      ],
      "parentId": "B29E13CAECBC4C7E8036514D3E3D993D"
    },
    "B29E13CAECBC4C7E8036514D3E3D993D": {
      "statementLabel": "Topic",
      "description": "Biological Unity and Diversity",
      "id": "B29E13CAECBC4C7E8036514D3E3D993D",
      "asnIdentifier": "S2603709",
      "position": 22000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    },
    "9EC56434149C432EAB226CEE5C0CC20B": {
      "id": "9EC56434149C432EAB226CEE5C0CC20B",
      "asnIdentifier": "S2603778",
      "position": 21000,
      "depth": 1,
      "statementNotation": "MS-PS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data on the properties of substances before and after the substances interact to determine if a chemical reaction has occurred.",
      "ancestorIds": [
        "213F9A680A2F49079A80829ADE5B239B"
      ],
      "parentId": "213F9A680A2F49079A80829ADE5B239B"
    },
    "7C08109A640C441E82D34F3863EFD6C1": {
      "depth": 1,
      "statementNotation": "MS-PS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop models to describe the atomic composition of simple molecules and extended structures.",
      "comments": [
        "Clarification Statement: Emphasis is on developing models of molecules that vary in complexity. Examples of simple molecules could include ammonia and methanol. Examples of extended structures could include sodium chloride or diamonds. Examples of molecular-level models could include drawings, 3D ball and stick structures, or computer representations showing different molecules with different types of atoms.",
        "Assessment Boundary: Assessment does not include valence electrons and bonding energy, discussing the ionic nature of subunits of complex structures, or a complete depiction of all individual atoms in a complex molecule or extended structure."
      ],
      "id": "7C08109A640C441E82D34F3863EFD6C1",
      "asnIdentifier": "S2603777",
      "position": 20000,
      "ancestorIds": [
        "213F9A680A2F49079A80829ADE5B239B"
      ],
      "parentId": "213F9A680A2F49079A80829ADE5B239B"
    },
    "213F9A680A2F49079A80829ADE5B239B": {
      "position": 19000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "id": "213F9A680A2F49079A80829ADE5B239B",
      "asnIdentifier": "S2603701",
      "ancestorIds": [],
      "parentId": null
    },
    "985E5016285F4B0C8F004B8955E9F095": {
      "description": "Analyze and interpret data to determine scale properties of objects in the solar system.",
      "comments": [
        "Clarification Statement: Emphasis is on the analysis of data from Earth-based instruments, space-based telescopes, and spacecraft to determine similarities and differences among solar system objects. Examples of scale properties include the sizes of an object's layers (such as crust and atmosphere), surface features (such as volcanoes), and orbital radius. Examples of data include statistical information, drawings and photographs, and models.",
        "Assessment Boundary: Assessment does not include recalling facts about properties of the planets and other solar system bodies."
      ],
      "id": "985E5016285F4B0C8F004B8955E9F095",
      "asnIdentifier": "S2603792",
      "position": 18000,
      "depth": 1,
      "statementNotation": "MS-ESS1-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "4E43618147CB48AB84C91924026E2FB7"
      ],
      "parentId": "4E43618147CB48AB84C91924026E2FB7"
    },
    "C21FA9CB84C244B195467D7815C1410B": {
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system.",
      "comments": [
        "Clarification Statement: Emphasis for the model is on gravity as the force that holds together the solar system and Milky Way galaxy and controls orbital motions within them. Examples of models can be physical (such as the analogy of distance along a football field or computer visualizations of elliptical orbits) or conceptual (such as mathematical proportions relative to the size of familiar objects such as their school or state).",
        "Assessment Boundary: Assessment does not include Kepler's Laws of orbital motion or the apparent retrograde motion of the planets as viewed from Earth."
      ],
      "id": "C21FA9CB84C244B195467D7815C1410B",
      "asnIdentifier": "S2603791",
      "position": 17000,
      "depth": 1,
      "statementNotation": "MS-ESS1-2",
      "ancestorIds": [
        "4E43618147CB48AB84C91924026E2FB7"
      ],
      "parentId": "4E43618147CB48AB84C91924026E2FB7"
    },
    "53FC83373B8E47219573F3F2BBD97752": {
      "id": "53FC83373B8E47219573F3F2BBD97752",
      "asnIdentifier": "S2603790",
      "position": 16000,
      "depth": 1,
      "statementNotation": "MS-ESS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons.",
      "comments": [
        "Clarification Statement: Earth's rotation relative to the positions of the moon and sun describes the occurrence of tides; the revolution of Earth around the sun explains the annual cycle of the apparent movement of the constellations in the night sky; the moon's revolution around Earth explains the cycle of spring/neap tides and the occurrence of eclipses; the moon's elliptical orbit mostly explains the occurrence of total and annular eclipses. Examples of models can be physical, graphical, or conceptual."
      ],
      "ancestorIds": [
        "4E43618147CB48AB84C91924026E2FB7"
      ],
      "parentId": "4E43618147CB48AB84C91924026E2FB7"
    },
    "4E43618147CB48AB84C91924026E2FB7": {
      "id": "4E43618147CB48AB84C91924026E2FB7",
      "asnIdentifier": "S2603697",
      "position": 15000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Place in the Universe",
      "ancestorIds": [],
      "parentId": null
    },
    "E8F2073941A1424CABBA5B3B6DB93E32": {
      "comments": [
        "Clarification Statement: Emphasis is on using models such as Punnett squares, diagrams, and simulations to describe the cause and effect relationship of gene transmission from parent(s) to offspring and resulting genetic variation.",
        "Assessment Boundary: The assessment should measure the students' abilities to explain the general outcomes of sexual versus asexual reproduction in terms of variation seen in the offspring."
      ],
      "id": "E8F2073941A1424CABBA5B3B6DB93E32",
      "asnIdentifier": "S2603785",
      "position": 14000,
      "depth": 1,
      "statementNotation": "MS-LS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
      "ancestorIds": [
        "749FD0BDFBAC4821A1E6D31D00E12E35"
      ],
      "parentId": "749FD0BDFBAC4821A1E6D31D00E12E35"
    },
    "749FD0BDFBAC4821A1E6D31D00E12E35": {
      "id": "749FD0BDFBAC4821A1E6D31D00E12E35",
      "asnIdentifier": "S2603695",
      "position": 13000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Heredity: Inheritance and Variation of Traits",
      "ancestorIds": [],
      "parentId": null
    },
    "A954B9A387DD4A7995473560FEBF6998": {
      "id": "A954B9A387DD4A7995473560FEBF6998",
      "asnIdentifier": "S2603794",
      "position": 12000,
      "depth": 1,
      "statementNotation": "MS-ESS2-6",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe how unequal heating and rotation of the Earth causes patterns of atmospheric and oceanic circulation that determine regional climates.",
      "comments": [
        "Clarification Statement: Emphasis is on how patterns vary by latitude, altitude, and geographic land distribution. Emphasis of atmospheric circulation is on the sunlight-driven latitudinal banding, the Coriolis effect, and resulting prevailing winds; emphasis of ocean circulation (e.g. el niño/la niña) is on the transfer of heat by the global ocean convection cycle, which is constrained by the Coriolis effect and the outlines of continents. Examples of models can be diagrams, maps and globes, or digital representations.",
        "Assessment Boundary: Assessment does not include the dynamics of the Coriolis effect."
      ],
      "ancestorIds": [
        "38AC3EDD5AED47968B9E548EE2074543"
      ],
      "parentId": "38AC3EDD5AED47968B9E548EE2074543"
    },
    "6E70AB602EFA48E0BFFA584239D43BFF": {
      "id": "6E70AB602EFA48E0BFFA584239D43BFF",
      "asnIdentifier": "S2603793",
      "position": 11000,
      "depth": 1,
      "statementNotation": "MS-ESS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Collect data to provide evidence for how the motions and complex interactions of air masses results in changes in weather conditions.",
      "comments": [
        "Clarification Statement: Emphasis is on how air masses flow from regions of high pressure to low pressure, causing weather (defined by temperature, pressure, humidity, precipitation, and wind) at a fixed location to change over time, and how sudden changes in weather can result when different air masses collide. Emphasis is on how weather can be predicted within probabilistic ranges. Examples of data can be provided to students (such as weather maps, diagrams, and visualizations) or obtained through laboratory experiments (such as with condensation).",
        "Assessment Boundary: Assessment does not include recalling the names of cloud types or weather symbols used on weather maps or the reported diagrams from weather stations."
      ],
      "ancestorIds": [
        "38AC3EDD5AED47968B9E548EE2074543"
      ],
      "parentId": "38AC3EDD5AED47968B9E548EE2074543"
    },
    "38AC3EDD5AED47968B9E548EE2074543": {
      "id": "38AC3EDD5AED47968B9E548EE2074543",
      "asnIdentifier": "S2603675",
      "position": 10000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "ancestorIds": [],
      "parentId": null
    },
    "062F047D24744628BF62ED16A02C5334": {
      "statementNotation": "MS-LS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe why structural changes to genes (mutations) located on chromosomes may affect proteins and may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
      "comments": [
        "Clarification Statement: Emphasis is on conceptual understanding that changes in genetic material may result in making different proteins. Examples: Radiation treated plants, genetically modified organisms (e.g. roundup resistant crops, bioluminescence), mutations both harmful and beneficial.",
        "Assessment Boundary: Assessment does not include specific changes at the molecular level, mechanisms for protein synthesis, or specific types of mutations."
      ],
      "id": "062F047D24744628BF62ED16A02C5334",
      "asnIdentifier": "S2603784",
      "position": 9000,
      "depth": 1,
      "ancestorIds": [
        "4859D27404854B1B9135AEBA605BECCF"
      ],
      "parentId": "4859D27404854B1B9135AEBA605BECCF"
    },
    "9B6E80DC8D7144109BBDCB4A9CBC275F": {
      "comments": [
        "Assessment Boundary: The assessment should provide evidence of students' abilities to provide a basic and conceptual explanation that sensory cells respond to stimuli in the environment and send electrical impulses to the brain where they are processed as either response or memory. Assessment does not include mechanisms for the transmission of this information."
      ],
      "id": "9B6E80DC8D7144109BBDCB4A9CBC275F",
      "asnIdentifier": "S2603783",
      "position": 8000,
      "depth": 1,
      "statementNotation": "MS-LS1-8",
      "statementLabel": "Performance Expectation",
      "description": "Gather and synthesize information that sensory receptors respond to stimuli by sending messages to the brain for immediate behavior or storage as memories.",
      "ancestorIds": [
        "4859D27404854B1B9135AEBA605BECCF"
      ],
      "parentId": "4859D27404854B1B9135AEBA605BECCF"
    },
    "35BED9B4C5C24608A45881A19CE89116": {
      "statementNotation": "MS-LS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
      "comments": [
        "Clarification Statement: Examples of local environmental conditions could include availability of food, light, space, and water. Examples of genetic factors could include large breed cattle and species of grass affecting growth of organisms. Examples of evidence could include drought decreasing plant growth, fertilizer increasing plant growth, different varieties of plant seeds growing at different rates in different conditions, and fish growing larger in large ponds than they do in small ponds.",
        "Assessment Boundary: Assessment does not include genetic mechanisms, gene regulation, or biochemical processes."
      ],
      "id": "35BED9B4C5C24608A45881A19CE89116",
      "asnIdentifier": "S2603782",
      "position": 7000,
      "depth": 1,
      "ancestorIds": [
        "4859D27404854B1B9135AEBA605BECCF"
      ],
      "parentId": "4859D27404854B1B9135AEBA605BECCF"
    },
    "7D63C73420144BE7984540A9C29731E8": {
      "statementNotation": "MS-LS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use arguments based on empirical evidence and scientific reasoning to support an explanation for how characteristic animal behaviors and specialized plant structures affect the probability of successful reproduction of animals and plants respectively.",
      "comments": [
        "Clarification Statement: Examples of behaviors that affect the probability of animal reproduction could include nest building to protect young from cold, herding of animals to protect young from predators, and vocalization of animals and colorful plumage to attract mates for breeding. Examples of animal behaviors that affect the probability of plant reproduction could include transferring pollen or seeds and creating conditions for seed germination and growth. Examples of plant structures could include bright flowers attracting butterflies that transfer pollen, flower nectar and odors that attract insects that transfer pollen, and hard shells on nuts that squirrels bury."
      ],
      "id": "7D63C73420144BE7984540A9C29731E8",
      "asnIdentifier": "S2603781",
      "position": 6000,
      "depth": 1,
      "ancestorIds": [
        "4859D27404854B1B9135AEBA605BECCF"
      ],
      "parentId": "4859D27404854B1B9135AEBA605BECCF"
    },
    "4859D27404854B1B9135AEBA605BECCF": {
      "position": 5000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "From Molecules to Organisms: Structure and Processes",
      "id": "4859D27404854B1B9135AEBA605BECCF",
      "asnIdentifier": "S2603673",
      "ancestorIds": [],
      "parentId": null
    },
    "7E9686F3631C4DCC8AF86BBC0880E5D4": {
      "statementLabel": "Performance Expectation",
      "description": "Construct, use, and present arguments to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the object.",
      "comments": [
        "Clarification Statement: Examples of empirical evidence used in arguments could include an inventory or other representation of the energy before and after the transfer in the form of temperature changes or motion of object.",
        "Assessment Boundary: Assessment does not include calculations of energy."
      ],
      "id": "7E9686F3631C4DCC8AF86BBC0880E5D4",
      "asnIdentifier": "S2603780",
      "position": 4000,
      "depth": 1,
      "statementNotation": "MS-PS3-6",
      "ancestorIds": [
        "CB37D9E2632D44149368C461E7585ED4"
      ],
      "parentId": "CB37D9E2632D44149368C461E7585ED4"
    },
    "CB37D9E2632D44149368C461E7585ED4": {
      "description": "Energy",
      "id": "CB37D9E2632D44149368C461E7585ED4",
      "asnIdentifier": "S2603669",
      "position": 3000,
      "depth": 0,
      "statementLabel": "Topic",
      "ancestorIds": [],
      "parentId": null
    },
    "A3EF4A3CB11548C1835549840429AC9D": {
      "asnIdentifier": "S2603779",
      "position": 2000,
      "depth": 1,
      "statementNotation": "MS-PS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct and present arguments using evidence to support the claim that gravitational interactions are attractive and depend on the masses of interacting objects.",
      "comments": [
        "Clarification Statement: Examples of evidence for arguments could include data generated from simulations or digital tools; and charts displaying mass, strength of interaction, distance from the Sun, and orbital periods of objects within the solar system.",
        "Assessment Boundary: Assessment does not include Newton's Law of Gravitation or Kepler's Laws."
      ],
      "id": "A3EF4A3CB11548C1835549840429AC9D",
      "ancestorIds": [
        "CFB5D8919FBA41B8951A1A28DAB71C50"
      ],
      "parentId": "CFB5D8919FBA41B8951A1A28DAB71C50"
    },
    "CFB5D8919FBA41B8951A1A28DAB71C50": {
      "id": "CFB5D8919FBA41B8951A1A28DAB71C50",
      "asnIdentifier": "S2603665",
      "position": 1000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "ancestorIds": [],
      "parentId": null
    }
  }
}