{
  "id": "39FE6BDC03A5471F877A3A0048638B13_D2603531_grade-08",
  "title": "Grade 8",
  "subject": "Science (2014-2020)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "08"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "title": "Oklahoma Academic Standards for Science",
    "sourceURL": "http://www.ok.gov/sde/sites/ok.gov.sde/files/Oklahoma%20Academic%20Standards%20for%20Science.pdf",
    "asnIdentifier": "D2603531",
    "publicationStatus": "Deprecated",
    "id": "D2603531",
    "valid": "2014"
  },
  "jurisdiction": {
    "id": "39FE6BDC03A5471F877A3A0048638B13",
    "title": "Oklahoma"
  },
  "standards": {
    "CBEA3ACCF4A64D13A3C9828889FD1BF6": {
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific ideas to construct an explanation for the anatomical similarities and differences among modern organisms and between modern and fossil organisms to infer ancestral relationships.",
      "comments": [
        "Clarification Statement: Emphasis is on explanations of the ancestral relationships among organisms in terms of similarity or differences of the gross appearance of anatomical structures."
      ],
      "id": "CBEA3ACCF4A64D13A3C9828889FD1BF6",
      "asnIdentifier": "S2603805",
      "position": 26000,
      "depth": 1,
      "statementNotation": "MS-LS4-2",
      "ancestorIds": [
        "97036B131B604ACCA2E855A662E5F7C5"
      ],
      "parentId": "97036B131B604ACCA2E855A662E5F7C5"
    },
    "E89C0D585D4B449296859437E5B91B00": {
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change of life forms throughout the history of life on Earth under the assumption that natural laws operate today as in the past.",
      "comments": [
        "Clarification Statement: Emphasis is on finding patterns of changes in the level of complexity of anatomical structures in organisms and the chronological order of fossil appearance in the rock layers.",
        "Assessment Boundary: Assessment does not include the names of individual species or geological eras in the fossil record."
      ],
      "id": "E89C0D585D4B449296859437E5B91B00",
      "asnIdentifier": "S2603804",
      "position": 25000,
      "depth": 1,
      "statementNotation": "MS-LS4-1",
      "ancestorIds": [
        "97036B131B604ACCA2E855A662E5F7C5"
      ],
      "parentId": "97036B131B604ACCA2E855A662E5F7C5"
    },
    "97036B131B604ACCA2E855A662E5F7C5": {
      "id": "97036B131B604ACCA2E855A662E5F7C5",
      "asnIdentifier": "S2603709",
      "position": 24000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Biological Unity and Diversity",
      "ancestorIds": [],
      "parentId": null
    },
    "76274D8EBF3E4E959B9D4B29CEE48031": {
      "id": "76274D8EBF3E4E959B9D4B29CEE48031",
      "asnIdentifier": "S2603797",
      "position": 23000,
      "depth": 1,
      "statementNotation": "MS-PS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Undertake a design project to construct, test, and modify a device that either releases or absorbs thermal energy by chemical processes.",
      "comments": [
        "Clarification Statement: Emphasis is on the design, controlling the transfer of energy to the environment, and modification of a device using factors such as type and concentration of a substance. Examples of designs could involve chemical reactions such as dissolving ammonium chloride or calcium chloride.",
        "Assessment Boundary: Assessment is limited to the criteria of amount, time, and temperature of substance in testing the device."
      ],
      "ancestorIds": [
        "1A8A22C5EA3D4123B3AAE076411C435C"
      ],
      "parentId": "1A8A22C5EA3D4123B3AAE076411C435C"
    },
    "D060D0FCD18946DFAF6B824FE8A6BD1D": {
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe how the total number of atoms does not change in a chemical reaction and thus mass is conserved.",
      "comments": [
        "Clarification Statement: Emphasis is on law of conservation of matter and on physical models or drawings, including digital forms, that represent atoms.",
        "Assessment Boundary: Assessment does not include the use of atomic masses or intermolecular forces."
      ],
      "id": "D060D0FCD18946DFAF6B824FE8A6BD1D",
      "asnIdentifier": "S2603796",
      "position": 22000,
      "depth": 1,
      "statementNotation": "MS-PS1-5",
      "ancestorIds": [
        "1A8A22C5EA3D4123B3AAE076411C435C"
      ],
      "parentId": "1A8A22C5EA3D4123B3AAE076411C435C"
    },
    "ECE619F8915D41B7B354F7FEDE3CAFF7": {
      "statementLabel": "Performance Expectation",
      "description": "Gather and make sense of information to describe that synthetic materials come from natural resources and impact society.",
      "comments": [
        "Clarification Statement: Emphasis is on natural resources that undergo a chemical process to form the synthetic material. Examples of new materials could include new medicine, foods, and alternative fuels."
      ],
      "id": "ECE619F8915D41B7B354F7FEDE3CAFF7",
      "asnIdentifier": "S2603795",
      "position": 21000,
      "depth": 1,
      "statementNotation": "MS-PS1-3",
      "ancestorIds": [
        "1A8A22C5EA3D4123B3AAE076411C435C"
      ],
      "parentId": "1A8A22C5EA3D4123B3AAE076411C435C"
    },
    "1A8A22C5EA3D4123B3AAE076411C435C": {
      "asnIdentifier": "S2603701",
      "position": 20000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "id": "1A8A22C5EA3D4123B3AAE076411C435C",
      "ancestorIds": [],
      "parentId": null
    },
    "5161D0CCC57046AC98B896C6725214A2": {
      "id": "5161D0CCC57046AC98B896C6725214A2",
      "asnIdentifier": "S2603806",
      "position": 19000,
      "depth": 1,
      "statementNotation": "MS-ESS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence from rock strata for how the geologic time scale is used to organize Earth's geologic history.",
      "comments": [
        "Clarification Statement: Emphasis is on analyses of rock formations and fossils they contain to establish relative ages of major events in Earth's history. Major events could include the formation of mountain chains and ocean basins, adaptation and extinction of particular living organisms, volcanic eruptions, periods of massive glaciation, and the development of watersheds and rivers through glaciation and water erosion. The events in Earth's history happened in the past continue today. Scientific explanations can include models.",
        "Assessment Boundary: Assessment does not include recalling the names of specific periods or epochs and events within them."
      ],
      "ancestorIds": [
        "AC689E56F4D14A40A8CE10BB0DB43FBB"
      ],
      "parentId": "AC689E56F4D14A40A8CE10BB0DB43FBB"
    },
    "AC689E56F4D14A40A8CE10BB0DB43FBB": {
      "id": "AC689E56F4D14A40A8CE10BB0DB43FBB",
      "asnIdentifier": "S2603697",
      "position": 18000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Place in the Universe",
      "ancestorIds": [],
      "parentId": null
    },
    "7F47473201BA472ABA243C554EE59F0B": {
      "position": 17000,
      "depth": 1,
      "statementNotation": "MS-LS1-7",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe how food is rearranged through chemical reactions forming new molecules that support growth and/or release energy as this matter moves through an organism.",
      "comments": [
        "Clarification Statement: Emphasis is on describing that molecules are broken apart and put back together and that in this process, energy is released.",
        "Assessment Boundary: Assessment does not include details of the chemical reactions for photosynthesis or respiration."
      ],
      "id": "7F47473201BA472ABA243C554EE59F0B",
      "asnIdentifier": "S2603803",
      "ancestorIds": [
        "9ECB5AE46EA34C60A101A0BC113C6A03"
      ],
      "parentId": "9ECB5AE46EA34C60A101A0BC113C6A03"
    },
    "9ECB5AE46EA34C60A101A0BC113C6A03": {
      "description": "From Molecules to Organisms: Structure and Processes",
      "id": "9ECB5AE46EA34C60A101A0BC113C6A03",
      "asnIdentifier": "S2603691",
      "position": 16000,
      "depth": 0,
      "statementLabel": "Topic",
      "ancestorIds": [],
      "parentId": null
    },
    "F6EAAEA7C3D74600AE438576AF46E330": {
      "id": "F6EAAEA7C3D74600AE438576AF46E330",
      "asnIdentifier": "S2603802",
      "position": 15000,
      "depth": 1,
      "statementNotation": "MS-PS4-3",
      "statementLabel": "Performance Expectation",
      "description": "Integrate qualitative scientific and technical information to support the claim that digitized signals (sent as wave pulses) are a more reliable way to encode and transmit information.",
      "comments": [
        "Clarification Statement: Emphasis is on a basic understanding that waves can be used for communication purposes. Examples could include using fiber optic cable to transmit light pulses, radio wave pulses in wifi devices, and conversion of stored binary patterns to make sound or text on a computer screen.",
        "Assessment Boundary: Assessment does not include binary counting. Assessment does not include the specific mechanism of any given device."
      ],
      "ancestorIds": [
        "780320A957C24355B1D3207E803D65CA"
      ],
      "parentId": "780320A957C24355B1D3207E803D65CA"
    },
    "00C81F7C2E434D06AF359CFD54077D6E": {
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe that waves are reflected, absorbed, or transmitted through various materials.",
      "comments": [
        "Clarification Statement: Emphasis is on both light and mechanical waves. Examples of models could include drawings, simulations, and written descriptions.",
        "Assessment Boundary: Assessment is limited to qualitative applications pertaining to light and mechanical waves."
      ],
      "id": "00C81F7C2E434D06AF359CFD54077D6E",
      "asnIdentifier": "S2603801",
      "position": 14000,
      "depth": 1,
      "statementNotation": "MS-PS4-2",
      "ancestorIds": [
        "780320A957C24355B1D3207E803D65CA"
      ],
      "parentId": "780320A957C24355B1D3207E803D65CA"
    },
    "A12160080EDE402AA59254C7DC3B6BC5": {
      "depth": 1,
      "statementNotation": "MS-PS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to describe a simple model for waves that includes how the amplitude of a wave is related to the energy in a wave.",
      "comments": [
        "Clarification Statement: Emphasis is on describing waves with both qualitative and quantitative thinking.",
        "Assessment Boundary: Assessment does not include electromagnetic waves and is limited to standard repeating waves."
      ],
      "id": "A12160080EDE402AA59254C7DC3B6BC5",
      "asnIdentifier": "S2603800",
      "position": 13000,
      "ancestorIds": [
        "780320A957C24355B1D3207E803D65CA"
      ],
      "parentId": "780320A957C24355B1D3207E803D65CA"
    },
    "780320A957C24355B1D3207E803D65CA": {
      "id": "780320A957C24355B1D3207E803D65CA",
      "asnIdentifier": "S2603683",
      "position": 12000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "ancestorIds": [],
      "parentId": null
    },
    "603D69E1A3A548CF8CAB92DDBD9AF257": {
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth's systems.",
      "comments": [
        "Clarification Statement: Examples of evidence include grade-appropriate databases on human populations and the rates of consumption of food and natural resources (such as freshwater, mineral, and energy). Examples of impacts can include changes to the appearance, composition, and structure of Earth's systems as well as the rates at which they change. The consequences of increases in human populations and consumption of natural resources are described by science, but science does not make the decisions for the actions society takes."
      ],
      "id": "603D69E1A3A548CF8CAB92DDBD9AF257",
      "asnIdentifier": "S2603812",
      "position": 11000,
      "depth": 1,
      "statementNotation": "MS-ESS3-4",
      "ancestorIds": [
        "880D8F2E814343F98AA450EC4122E172"
      ],
      "parentId": "880D8F2E814343F98AA450EC4122E172"
    },
    "0AC0E9DD78384797A354055B6779D22F": {
      "id": "0AC0E9DD78384797A354055B6779D22F",
      "asnIdentifier": "S2603811",
      "position": 10000,
      "depth": 1,
      "statementNotation": "MS-ESS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data on natural hazards to forecast future catastrophic events and inform the development of technologies to mitigate their effects.",
      "comments": [
        "Clarification Statement: Emphasis is on how some natural hazards, such as volcanic eruptions and severe weather, are preceded by phenomena that allow for reliable predictions, but others, such as earthquakes, occur suddenly and with no notice, and thus are not yet predictable. Examples of natural hazards can be taken from interior processes (such as earthquakes and volcanic eruptions), surface processes (such as mass wasting and tsunamis), or severe weather events (such as hurricanes, tornadoes, and floods). Examples of data can include the locations, magnitudes, and frequencies of the natural hazards. Examples of technologies can be global (such as satellite systems to monitor hurricanes or forest fires) or local (such as building basements in tornado-prone regions or reservoirs to mitigate droughts)."
      ],
      "ancestorIds": [
        "880D8F2E814343F98AA450EC4122E172"
      ],
      "parentId": "880D8F2E814343F98AA450EC4122E172"
    },
    "393CBDA31AFA494AA002BBB18A91E800": {
      "statementNotation": "MS-ESS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence for how the uneven distributions of Earth's mineral, energy, and groundwater resources are the result of past and current geoscience processes.",
      "comments": [
        "Clarification Statement: Emphasis is on how these resources are limited and typically non-renewable, and how their distributions are significantly changing as a result of removal by humans. Examples of uneven distributions of resources as a result of past processes include but are not limited to petroleum (locations of the burial of organic marine sediments and subsequent geologic traps), metal ores (locations of past volcanic and hydrothermal activity associated with subduction zones), and soil (locations of active weathering and/or deposition of rock)."
      ],
      "id": "393CBDA31AFA494AA002BBB18A91E800",
      "asnIdentifier": "S2603810",
      "position": 9000,
      "depth": 1,
      "ancestorIds": [
        "880D8F2E814343F98AA450EC4122E172"
      ],
      "parentId": "880D8F2E814343F98AA450EC4122E172"
    },
    "880D8F2E814343F98AA450EC4122E172": {
      "id": "880D8F2E814343F98AA450EC4122E172",
      "asnIdentifier": "S2603679",
      "position": 8000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth and Human Activity",
      "ancestorIds": [],
      "parentId": null
    },
    "40FA800C1E614CF89B559075BD6DA65F": {
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data on the distribution of fossils and rocks, continental shapes, and seafloor structures to provide evidence of the past plate motions.",
      "comments": [
        "Clarification Statement: Examples of data include similarities of rock and fossil types on different continents, the shapes of the continents (including continental shelves), and the locations of ocean structures (such as ridges, fracture zones, and trenches).",
        "Assessment Boundary: Paleomagnetic anomalies in oceanic and continental crust are not assessed."
      ],
      "id": "40FA800C1E614CF89B559075BD6DA65F",
      "asnIdentifier": "S2603809",
      "position": 7000,
      "depth": 1,
      "statementNotation": "MS-ESS2-3",
      "ancestorIds": [
        "945F422E6886425B969369DCC9CF6775"
      ],
      "parentId": "945F422E6886425B969369DCC9CF6775"
    },
    "5BCF6C5825D64B889530AA97D21FC92C": {
      "position": 6000,
      "depth": 1,
      "statementNotation": "MS-ESS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how geoscience processes have changed Earth's surface at varying time and spatial scales.",
      "comments": [
        "Clarification Statement: Emphasis is on how processes change Earth's surface at time and spatial scales that can be large (such as slow plate motions or the uplift of a large mountain ranges) or small (such as rapid landslides on microscopic geochemical reactions), and how many geoscience processes usually behave gradually but are punctuated by catastrophic events (such as earthquakes, volcanoes, and meteor impacts). Examples of geoscience processes include surface weathering and deposition by the movements of water, ice, and wind. Emphasis is on geoscience processes that shape local geographic features, where appropriate."
      ],
      "id": "5BCF6C5825D64B889530AA97D21FC92C",
      "asnIdentifier": "S2603808",
      "ancestorIds": [
        "945F422E6886425B969369DCC9CF6775"
      ],
      "parentId": "945F422E6886425B969369DCC9CF6775"
    },
    "B02C8DB4F3AF44A4AAA9D36B137B0985": {
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe the cycling of Earth's materials and the flow of energy that drives this process.",
      "comments": [
        "Clarification Statement: Emphasis is on the processes of melting, crystallization, weathering, deformation, and sedimentation, which act together to form minerals and rocks through the cycling of Earth's materials.",
        "Assessment Boundary: Assessment does not include the identification and naming of minerals."
      ],
      "id": "B02C8DB4F3AF44A4AAA9D36B137B0985",
      "asnIdentifier": "S2603807",
      "position": 5000,
      "depth": 1,
      "statementNotation": "MS-ESS2-1",
      "ancestorIds": [
        "945F422E6886425B969369DCC9CF6775"
      ],
      "parentId": "945F422E6886425B969369DCC9CF6775"
    },
    "945F422E6886425B969369DCC9CF6775": {
      "asnIdentifier": "S2603675",
      "position": 4000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "id": "945F422E6886425B969369DCC9CF6775",
      "ancestorIds": [],
      "parentId": null
    },
    "05AED6D615EB4F4C8822E1044096142E": {
      "statementLabel": "Performance Expectation",
      "description": "Plan an investigation to provide evidence that the change in an object's motion depends on the sum of the forces on the object and the mass of the object.",
      "comments": [
        "Clarification Statement: Emphasis is on balanced (Newton's First Law) and unbalanced forces in a system, qualitative comparisons of forces, mass and changes in motion (Newton's Second Law), frame of reference, and specification of units.",
        "Assessment Boundary: Assessment is limited to forces and changes in motion in one-dimension in an inertial reference frame and to change in one variable at a time. Assessment does not include the use of trigonometry."
      ],
      "id": "05AED6D615EB4F4C8822E1044096142E",
      "asnIdentifier": "S2603799",
      "position": 3000,
      "depth": 1,
      "statementNotation": "MS-PS2-2",
      "ancestorIds": [
        "83A11381E43640AF8FB79C8A5795FEC3"
      ],
      "parentId": "83A11381E43640AF8FB79C8A5795FEC3"
    },
    "090AED57D46C457484370B934A10F577": {
      "comments": [
        "Clarification Statement: Examples of practical problems could include the impact of collisions between two cars, between a car and stationary objects, and between a meteor and a space vehicle.",
        "Assessment Boundary: Assessment is limited to vertical or horizontal interactions in one dimension."
      ],
      "id": "090AED57D46C457484370B934A10F577",
      "asnIdentifier": "S2603798",
      "position": 2000,
      "depth": 1,
      "statementNotation": "MS-PS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Apply Newton's Third Law to design a solution to a problem involving the motion of two colliding objects.",
      "ancestorIds": [
        "83A11381E43640AF8FB79C8A5795FEC3"
      ],
      "parentId": "83A11381E43640AF8FB79C8A5795FEC3"
    },
    "83A11381E43640AF8FB79C8A5795FEC3": {
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "id": "83A11381E43640AF8FB79C8A5795FEC3",
      "asnIdentifier": "S2603665",
      "position": 1000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    }
  }
}