{
  "id": "39FE6BDC03A5471F877A3A0048638B13_D2603531_grades-09-10-11-12",
  "title": "Grades 9, 10, 11, 12",
  "subject": "Science (2014-2020)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "09",
    "10",
    "11",
    "12"
  ],
  "cspStatus": {},
  "license": {
    "rightsHolder": "Desire2Learn Incorporated",
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/"
  },
  "document": {
    "asnIdentifier": "D2603531",
    "publicationStatus": "Deprecated",
    "id": "D2603531",
    "valid": "2014",
    "title": "Oklahoma Academic Standards for Science",
    "sourceURL": "http://www.ok.gov/sde/sites/ok.gov.sde/files/Oklahoma%20Academic%20Standards%20for%20Science.pdf"
  },
  "jurisdiction": {
    "id": "39FE6BDC03A5471F877A3A0048638B13",
    "title": "Oklahoma"
  },
  "standards": {
    "4704C8994B3F49D3B2CC10C1FA40DD1E": {
      "depth": 2,
      "statementNotation": "HS-ESS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate or refine a technological solution that reduces the impacts of human activities on natural systems.",
      "comments": [
        "Clarification Statement: Examples of data on the impacts of human activities could include the quantities and types of pollutants released, changes to biomass and species diversity, or areal changes in land surface use. Examples for limiting future impacts could range from local efforts (such as reducing, reusing, and recycling resources) to large-scale geoengineering design solutions."
      ],
      "id": "4704C8994B3F49D3B2CC10C1FA40DD1E",
      "asnIdentifier": "S2604494",
      "position": 126000,
      "ancestorIds": [
        "CC2E85C30523466B902259EED660C962",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "CC2E85C30523466B902259EED660C962"
    },
    "AF1A6EB2B4584ED69E4B07688EFCC1F5": {
      "statementNotation": "HS-ESS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Create a computational simulation to illustrate the relationship among management of natural resources, the sustainability of human populations, and biodiversity.",
      "comments": [
        "Clarification Statement: Examples of factors that affect the management of natural resources include costs of resource extraction and waste management, per-capita consumption, and the development of new technologies. Examples of factors that affect human sustainability include agricultural efficiency, levels of consumption, and urban planning.",
        "Assessment Boundary: Assessment for computational simulations is limited to using provided multi-parameter programs or constructing simplified spreadsheet calculations."
      ],
      "id": "AF1A6EB2B4584ED69E4B07688EFCC1F5",
      "asnIdentifier": "S2604493",
      "position": 125000,
      "depth": 2,
      "ancestorIds": [
        "CC2E85C30523466B902259EED660C962",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "CC2E85C30523466B902259EED660C962"
    },
    "44F5BDF6134144478538F8260CF9EBD2": {
      "id": "44F5BDF6134144478538F8260CF9EBD2",
      "asnIdentifier": "S2604491",
      "position": 124000,
      "depth": 2,
      "statementNotation": "HS-ESS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions for developing, managing, and utilizing natural resources based on cost-benefit ratios.",
      "comments": [
        "Clarification Statement: Emphasis is on the conservation, recycling, and reuse of resources (such as minerals and metals) where possible, and on minimizing impacts where it is not. Examples include developing best practices for agricultural soil use, mining (for coal, tar sands, and oil shales), and pumping (for petroleum and natural gas)."
      ],
      "ancestorIds": [
        "CC2E85C30523466B902259EED660C962",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "CC2E85C30523466B902259EED660C962"
    },
    "468E041602654906A256484E7BC39266": {
      "asnIdentifier": "S2604490",
      "position": 123000,
      "depth": 2,
      "statementNotation": "HS-ESS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
      "comments": [
        "Clarification Statement: Examples of key natural resources include access to fresh water (such as rivers, lakes, and groundwater), regions of fertile soils such as river deltas, and high concentrations of minerals and fossil fuels. Examples of natural hazards can be from interior processes (such as volcanic eruptions and earthquakes), surface processes (such as tsunamis, mass wasting and soil erosion), and severe weather (such as hurricanes, floods, and droughts). Natural hazards and other geologic events exhibit some non-random patterns of occurrence. Examples of the results of changes in climate that can affect populations or drive mass migrations include changes to sea level, regional patterns of temperature and precipitation, and the types of crops and livestock that can be raised."
      ],
      "id": "468E041602654906A256484E7BC39266",
      "ancestorIds": [
        "CC2E85C30523466B902259EED660C962",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "CC2E85C30523466B902259EED660C962"
    },
    "CC2E85C30523466B902259EED660C962": {
      "id": "CC2E85C30523466B902259EED660C962",
      "asnIdentifier": "S2604489",
      "position": 122000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Earth and Human Activities",
      "ancestorIds": [
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "E89DB2D0AEB84855BEFA183F2F484F8D"
    },
    "159D8BF598504BE4B48407F1C89847B9": {
      "asnIdentifier": "S2604488",
      "position": 121000,
      "depth": 2,
      "statementNotation": "HS-ESS2-7",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument based on evidence about the simultaneous co-evolution of Earth's systems and life on Earth.",
      "comments": [
        "Clarification Statement: Emphasis is on the dynamic causes, effects, and feedbacks between the biosphere and Earth's other systems, whereby geoscience factors influence conditions for life, which in turn continuously alters Earth's surface. Examples include how photosynthetic life altered the atmosphere through the production of oxygen, which in turn increased weathering rates and affected animal life; how microbial life on land increased the formation of soil, which in turn allowed for the development of land plant species; or how the changes in coral species created reefs that altered patterns of erosion and deposition along coastlines and provided habitats to support biodiversity. Geologic timescale should be considered with the emphases above.",
        "Assessment Boundary: Assessment does not include a comprehensive understanding of the mechanisms of how the biosphere interacts with all of Earth's other systems."
      ],
      "id": "159D8BF598504BE4B48407F1C89847B9",
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "AF635072216A47128A483FA6E0FD8A39": {
      "description": "Develop a quantitative model to describe the cycling of carbon among the hydrosphere, atmosphere, geosphere, and biosphere.",
      "comments": [
        "Clarification Statement: Emphasis is on modeling biogeochemical cycles that include the cycling of carbon through the ocean, atmosphere, soil, and biosphere (including humans), providing the foundation for living organisms."
      ],
      "id": "AF635072216A47128A483FA6E0FD8A39",
      "asnIdentifier": "S2604487",
      "position": 120000,
      "depth": 2,
      "statementNotation": "HS-ESS2-6",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "793ADB55C1ED44BD8FEA7D3A48C2D8C6": {
      "description": "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes.",
      "comments": [
        "Clarification Statement: Emphasis is on mechanical and chemical investigations with water and a variety of solid materials to provide the evidence for connections between the hydrologic cycle and system interactions commonly known as the rock cycle. Examples of mechanical investigations include stream transportation and deposition using a stream table, erosion using variations in soil moisture content, or frost wedging by the expansion of water as it freezes. Examples of chemical investigations include chemical weathering and recrystallization (by testing the solubility of different materials) or melt generation (by examining how water lowers the melting temperature of most solids)."
      ],
      "id": "793ADB55C1ED44BD8FEA7D3A48C2D8C6",
      "asnIdentifier": "S2604486",
      "position": 119000,
      "depth": 2,
      "statementNotation": "HS-ESS2-5",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "D6F5618286A04D2AA873335313CB50FA": {
      "depth": 2,
      "statementNotation": "HS-ESS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data to explore how variations in the flow of energy into and out of Earth's systems result in changes in atmosphere and climate.",
      "comments": [
        "Clarification Statement: Changes differ by timescale, from sudden (large volcanic eruption, ocean circulation) to intermediate (ocean circulation, solar output, human activity) and long-term (Earth's orbit and the orientation of its axis and changes in atmospheric composition). Examples of human activities could include fossil fuel combustion, cement production, or agricultural activity and natural processes such as changes in incoming solar radiation or volcanic activity. Examples of data can include tables, graphs, and maps of global and regional temperatures, and atmospheric levels of gases."
      ],
      "id": "D6F5618286A04D2AA873335313CB50FA",
      "asnIdentifier": "S2604485",
      "position": 118000,
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "64CEA107CEA04EEA8822E44011C882AC": {
      "asnIdentifier": "S2604484",
      "position": 117000,
      "depth": 2,
      "statementNotation": "HS-ESS2-3",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model based on evidence of Earth's interior to describe the cycling of matter by thermal convection.",
      "comments": [
        "Clarification Statement: Emphasis is on both a one-dimensional model of Earth, with radial layers determined by density, and a three-dimensional model, which is controlled by mantle convection and the resulting plate tectonics. Examples of evidence include maps of the Earth's surface features as well as three-dimensional structure in the subsurface, obtained from seismic waves, records of the rate of change of Earth's magnetic field (as constraints on convection in the outer core), and identification of the composition of Earth's layers from high-pressure laboratory experiments."
      ],
      "id": "64CEA107CEA04EEA8822E44011C882AC",
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "B0622E14D6F1414EA482AE9F647BC7FD": {
      "statementNotation": "HS-ESS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Analyze geoscience data to make the claim that one change to Earth's surface can create feedbacks and interactions that cause changes to other Earth's systems.",
      "comments": [
        "Clarification Statement: Examples could be taken from system interactions, such as how the loss of ground vegetation causes an increase in water runoff and soil erosion, which limits additional vegetation patterns; how dammed rivers increase groundwater recharge, decrease sediment transport, and increase coastal erosion; or how the loss of wetlands causes a decrease in local humidity that further reduces the wetland extent. Examples could also include climate feedbacks that increase surface temperatures through geologic time."
      ],
      "id": "B0622E14D6F1414EA482AE9F647BC7FD",
      "asnIdentifier": "S2604483",
      "position": 116000,
      "depth": 2,
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "AFAC3E9EB777476B85592E29D3FC716F": {
      "asnIdentifier": "S2604482",
      "position": 115000,
      "depth": 2,
      "statementNotation": "HS-ESS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to illustrate how Earth's internal and surface processes operate at different spatial and temporal scales to form continental and ocean-floor features.",
      "comments": [
        "Clarification Statement: Emphasis is on how the appearance of land features (such as mountains, valleys, and plateaus) and sea-floor features (such as trenches, ridges, and seamounts) are a result of both constructive forces (such as volcanism, tectonic uplift, and orogeny) and destructive mechanisms (such as weathering, mass wasting, and coastal erosion).",
        "Assessment Boundary: Assessment does not include memorization of the details of the formation of specific geographic features of Earth's surface."
      ],
      "id": "AFAC3E9EB777476B85592E29D3FC716F",
      "ancestorIds": [
        "DB98D32CD1CD4784A7D760BD23D53A0F",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "DB98D32CD1CD4784A7D760BD23D53A0F"
    },
    "DB98D32CD1CD4784A7D760BD23D53A0F": {
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "id": "DB98D32CD1CD4784A7D760BD23D53A0F",
      "asnIdentifier": "S2604481",
      "position": 114000,
      "ancestorIds": [
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "E89DB2D0AEB84855BEFA183F2F484F8D"
    },
    "7560C688355E4E599C62D7CDDE83ABEB": {
      "asnIdentifier": "S2604480",
      "position": 113000,
      "depth": 2,
      "statementNotation": "HS-LS2-7",
      "statementLabel": "Performance Expectation",
      "description": "Design, evaluate, and refine a solution for reducing the impacts of human activities on the environment biodiversity.",
      "comments": [
        "Clarification Statement: Examples of human activities can include urbanization, building dams, and dissemination of invasive species."
      ],
      "id": "7560C688355E4E599C62D7CDDE83ABEB",
      "ancestorIds": [
        "895B4565306244E6966695D0B7D27091",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "895B4565306244E6966695D0B7D27091"
    },
    "A8C2C79275754EA095305E9F40CC6694": {
      "asnIdentifier": "S2604479",
      "position": 112000,
      "depth": 2,
      "statementNotation": "HS-LS2-6",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the claims, evidence, and reasoning that the complex interactions in ecosystems maintain relatively consistent numbers and types of organisms in stable conditions, but changing conditions may result in a new ecosystem.",
      "comments": [
        "Clarification Statement: Examples of changes in ecosystem conditions could include modest biological or physical changes, such as moderate hunting or a seasonal flood; and extreme changes, such as volcanic eruption or sea level rise.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to derive trends from graphical representations of population trends. Assessments should focus on describing drivers of ecosystem stability and change, not on the organismal mechanisms of responses and interactions."
      ],
      "id": "A8C2C79275754EA095305E9F40CC6694",
      "ancestorIds": [
        "895B4565306244E6966695D0B7D27091",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "895B4565306244E6966695D0B7D27091"
    },
    "35D22822185F44AD968491007459B2A5": {
      "position": 111000,
      "depth": 2,
      "statementNotation": "HS-LS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Use a mathematical representation to support claims for the cycling of matter and flow of energy among organisms in an ecosystem.",
      "comments": [
        "Clarification Statement: Emphasis is on using a mathematical model of stored energy in biomass to describe the transfer of energy from one trophic level to another and that matter and energy are conserved as matter cycles and energy flows through ecosystems. Emphasis is on atoms and molecules such as carbon, oxygen, hydrogen and nitrogen being conserved as they move through an ecosystem.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to develop and use energy pyramids, food chains, food webs, and other models from data sets."
      ],
      "id": "35D22822185F44AD968491007459B2A5",
      "asnIdentifier": "S2604478",
      "ancestorIds": [
        "895B4565306244E6966695D0B7D27091",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "895B4565306244E6966695D0B7D27091"
    },
    "5E3507FC6A7541F58D50F6A22CD66EFF": {
      "asnIdentifier": "S2604477",
      "position": 110000,
      "depth": 2,
      "statementNotation": "HS-LS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support and revise explanations based on evidence about factors affecting biodiversity and populations in ecosystems of different scales.",
      "comments": [
        "Clarification Statement: Examples of mathematical representations include finding the average, determining trends, and using graphical comparisons of multiple sets of data.",
        "Assessment Boundary: The assessments should provide evidence of students' abilities to analyze and interpret the effect new information has on explanations (e.g., DDT effects on raptor populations, effects of water temperature below reservoirs on fish spawning, invasive species effects when spread to larger scale)."
      ],
      "id": "5E3507FC6A7541F58D50F6A22CD66EFF",
      "ancestorIds": [
        "895B4565306244E6966695D0B7D27091",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "895B4565306244E6966695D0B7D27091"
    },
    "83D037C2B192464F8AB4AF410596866C": {
      "statementNotation": "HS-LS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical and/or computational representations to support explanations of factors that affect carrying capacity of ecosystems at different scales.",
      "comments": [
        "Clarification Statement: Emphasis is on quantitative analysis and comparison of the relationships among interdependent factors including boundaries, resources, climate and competition. Examples of mathematical comparisons could include graphs, charts, histograms, or population changes gathered from simulations or historical data sets.",
        "Assessment Boundary: Assessment does not include deriving mathematical equations to make comparisons."
      ],
      "id": "83D037C2B192464F8AB4AF410596866C",
      "asnIdentifier": "S2604476",
      "position": 109000,
      "depth": 2,
      "ancestorIds": [
        "895B4565306244E6966695D0B7D27091",
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "895B4565306244E6966695D0B7D27091"
    },
    "895B4565306244E6966695D0B7D27091": {
      "position": 108000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Ecosystems: Interactions, Energy, and Dynamics",
      "id": "895B4565306244E6966695D0B7D27091",
      "asnIdentifier": "S2604475",
      "ancestorIds": [
        "E89DB2D0AEB84855BEFA183F2F484F8D"
      ],
      "parentId": "E89DB2D0AEB84855BEFA183F2F484F8D"
    },
    "E89DB2D0AEB84855BEFA183F2F484F8D": {
      "id": "E89DB2D0AEB84855BEFA183F2F484F8D",
      "asnIdentifier": "S2604474",
      "position": 107000,
      "depth": 0,
      "statementLabel": "Course",
      "description": "Environmental Science",
      "ancestorIds": [],
      "parentId": null
    },
    "27B70BFBAA7C4A1191E11FEA1524C0FF": {
      "position": 106000,
      "depth": 2,
      "statementNotation": "HS-ESS3-5",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation from evidence for how geological processes lead to uneven distribution of natural resources.",
      "comments": [
        "Clarification Statement: Emphasis is on how geological processes have led to geological sedimentary basins that provide significant accumulations of crude oil and natural gas in some areas and not others and how geological processes lead to diverse soil profiles that support a diversity and range of agricultural crops and how plate-tectonics leads to concentrations of mineral deposits."
      ],
      "id": "27B70BFBAA7C4A1191E11FEA1524C0FF",
      "asnIdentifier": "S2604473",
      "ancestorIds": [
        "4B78CEC70CA746F18769E838711E8904",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "4B78CEC70CA746F18769E838711E8904"
    },
    "03137E45C98F42EDBE15DF901F25FFBC": {
      "comments": [
        "Clarification Statement: Emphasis is on the conservation, recycling, and reuse of resources (such as minerals and metals) where possible, and on minimizing impacts where it is not. Examples include developing best practices for agricultural, soil use, forestry, and mining."
      ],
      "id": "03137E45C98F42EDBE15DF901F25FFBC",
      "asnIdentifier": "S2604472",
      "position": 105000,
      "depth": 2,
      "statementNotation": "HS-ESS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions for developing, managing, and utilizing natural resources based on cost-benefit ratios.",
      "ancestorIds": [
        "4B78CEC70CA746F18769E838711E8904",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "4B78CEC70CA746F18769E838711E8904"
    },
    "DEEFEA0192264262A322BBBF9FB0FC2A": {
      "asnIdentifier": "S2604471",
      "position": 104000,
      "depth": 2,
      "statementNotation": "HS-ESS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
      "comments": [
        "Clarification Statement: Examples of key natural resources include access to fresh water (such as rivers, lakes, and groundwater), regions of fertile soils such as river deltas, and high concentrations of minerals and fossil fuels. Examples of natural hazards can be from interior processes (such as volcanic eruptions and earthquakes), surface processes (such as tsunamis, mass wasting and soil erosion), and severe weather (such as hurricanes, floods, and droughts). Natural hazards and other geologic events exhibit some non-random patterns of occurrence. Examples of the results of changes in climate that can affect populations or drive mass migrations include changes to sea level, regional patterns of temperature and precipitation, and the types of crops and livestock that can be raised."
      ],
      "id": "DEEFEA0192264262A322BBBF9FB0FC2A",
      "ancestorIds": [
        "4B78CEC70CA746F18769E838711E8904",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "4B78CEC70CA746F18769E838711E8904"
    },
    "4B78CEC70CA746F18769E838711E8904": {
      "description": "Earth and Human Activities",
      "id": "4B78CEC70CA746F18769E838711E8904",
      "asnIdentifier": "S2604470",
      "position": 103000,
      "depth": 1,
      "statementLabel": "Topic",
      "ancestorIds": [
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "6627C106534949B3B522F566F73DE6A4"
    },
    "D838D8068D794F69B6E99EEE23A5BFBA": {
      "statementNotation": "HS-ESS2-7",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument based on evidence about the simultaneous co-evolution of Earth's systems and life on Earth.",
      "comments": [
        "Clarification Statement: Emphasis is on the dynamic causes, effects, and feedbacks between the biosphere and Earth's other systems, whereby geoscience factors influence conditions for life, which in turn continuously alters Earth's surface. Examples include how photosynthetic life altered the atmosphere through the production of oxygen, which in turn increased weathering rates and affected animal life; how microbial life on land increased the formation of soil, which in turn allowed for the development of land plant species; or how the changes in coral species created reefs that altered patterns of erosion and deposition along coastlines and provided habitats to support biodiversity. Geologic timescale should be considered with the emphases above.",
        "Assessment Boundary: Assessment does not include a comprehensive understanding of the mechanisms of how the biosphere interacts with all of Earth's other systems."
      ],
      "id": "D838D8068D794F69B6E99EEE23A5BFBA",
      "asnIdentifier": "S2604469",
      "position": 102000,
      "depth": 2,
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "2D20CA8007F042DE905613F2C2DD0D02": {
      "asnIdentifier": "S2604468",
      "position": 101000,
      "depth": 2,
      "statementNotation": "HS-ESS2-6",
      "statementLabel": "Performance Expectation",
      "description": "Develop a quantitative model to describe the cycling of carbon among the hydrosphere, atmosphere, geosphere, and biosphere.",
      "comments": [
        "Clarification Statement: Emphasis is on modeling biogeochemical cycles that include the cycling of carbon through the ocean, atmosphere, soil, and biosphere (including humans), providing the foundation for living organisms."
      ],
      "id": "2D20CA8007F042DE905613F2C2DD0D02",
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "85801FBA0B614B3286D4AA62E74A82E9": {
      "depth": 2,
      "statementNotation": "HS-ESS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes.",
      "comments": [
        "Clarification Statement: Emphasis is on mechanical and chemical investigations with water and a variety of solid materials to provide the evidence for connections between the hydrologic cycle and system interactions commonly known as the rock cycle. Examples of mechanical investigations include stream transportation and deposition using a stream table, erosion using variations in soil moisture content, or frost wedging by the expansion of water as it freezes. Examples of chemical investigations include chemical weathering and recrystallization (by testing the solubility of different materials) or melt generation (by examining how water lowers the melting temperature of most solids)."
      ],
      "id": "85801FBA0B614B3286D4AA62E74A82E9",
      "asnIdentifier": "S2604467",
      "position": 100000,
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "5F7F9098049545EAB80559002CCA834E": {
      "position": 99000,
      "depth": 2,
      "statementNotation": "HS-ESS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data to explore how variations in the flow of energy into and out of Earth's systems result in changes in atmosphere and climate.",
      "comments": [
        "Clarification Statement: Changes differ by timescale, from sudden (large volcanic eruption, ocean circulation); to intermediate (ocean circulation, solar output, human activity) and long-term (Earth's orbit and the orientation of its axis and changes in atmospheric composition). Examples of human activities could include fossil fuel combustion, cement production, or agricultural activity and natural processes such as changes in incoming solar radiation or volcanic activity. Examples of data can include tables, graphs, maps of global and regional temperatures, and atmospheric levels of gases."
      ],
      "id": "5F7F9098049545EAB80559002CCA834E",
      "asnIdentifier": "S2604466",
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "D893A7C1E5C64855B19A6D6FF91B5F97": {
      "position": 98000,
      "depth": 2,
      "statementNotation": "HS-ESS2-3",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model based on evidence of Earth's interior to describe the cycling of matter by thermal convection.",
      "comments": [
        "Clarification Statement: Emphasis is on both a one-dimensional model of Earth, with radial layers determined by density, and a three-dimensional model, which is controlled by mantle convection and the resulting plate tectonics. Examples of evidence include maps of the Earth's surface features as well as three-dimensional structure in the subsurface, obtained from seismic waves, records of the rate of change of Earth's magnetic field (as constraints on convection in the outer core), and prediction of the composition of Earth's layers from high-pressure laboratory experiments."
      ],
      "id": "D893A7C1E5C64855B19A6D6FF91B5F97",
      "asnIdentifier": "S2604465",
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "4F4FCEFD75E64538B9D19A031A1D2B98": {
      "description": "Analyze geoscience data to make the claim that one change to Earth's surface can create feedbacks and interactions that cause changes to other Earth's systems.",
      "comments": [
        "Clarification Statement: Examples could be taken from system interactions, such as how the loss of ground vegetation causes an increase in water runoff and soil erosion, which limits additional vegetation patterns; how dammed rivers increase groundwater recharge, decrease sediment transport, and increase coastal erosion; or how the loss of wetlands causes a decrease in local humidity that further reduces the wetland extent. Examples could also include climate feedbacks that increase surface temperatures through geologic time."
      ],
      "id": "4F4FCEFD75E64538B9D19A031A1D2B98",
      "asnIdentifier": "S2604464",
      "position": 97000,
      "depth": 2,
      "statementNotation": "HS-ESS2-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "07099DB6185A4E60BCF5F533E0D864FC": {
      "depth": 2,
      "statementNotation": "HS-ESS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to illustrate how Earth's internal and surface processes operate at different spatial and temporal scales to form continental and ocean-floor features.",
      "comments": [
        "Clarification Statement: Emphasis is on how the appearance of land features (such as mountains, valleys, and plateaus) and sea-floor features (such as trenches, ridges, and seamounts) are a result of both constructive forces (such as volcanism, tectonic uplift, and orogeny) and destructive mechanisms (such as weathering, erosion, and mass wasting).",
        "Assessment Boundary: Assessment does not include memorization of the details of the formation of specific geographic features of Earth's surface."
      ],
      "id": "07099DB6185A4E60BCF5F533E0D864FC",
      "asnIdentifier": "S2604463",
      "position": 96000,
      "ancestorIds": [
        "0898C9A9FF0E4B07A5F24A3C21020CC0",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "0898C9A9FF0E4B07A5F24A3C21020CC0"
    },
    "0898C9A9FF0E4B07A5F24A3C21020CC0": {
      "id": "0898C9A9FF0E4B07A5F24A3C21020CC0",
      "asnIdentifier": "S2604462",
      "position": 95000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "ancestorIds": [
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "6627C106534949B3B522F566F73DE6A4"
    },
    "779F52AF65F743999CFADF505785EA76": {
      "position": 94000,
      "depth": 2,
      "statementNotation": "HS-ESS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific reasoning and evidence from ancient Earth materials, meteorites, and other planetary surfaces to construct an account of Earth's formation and early history.",
      "comments": [
        "Clarification Statement: Emphasis is on using available evidence within the solar system to reconstruct the early history of Earth. Examples of evidence include materials obtained through space exploration, radiometric dating of meteorites and Earth's oldest minerals, the sizes and compositions of solar system objects, and the impact cratering record of planetary surfaces."
      ],
      "id": "779F52AF65F743999CFADF505785EA76",
      "asnIdentifier": "S2604461",
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "115BE17A48974D91897E9079F0E98C43": {
      "description": "Evaluate evidence of the past and current movements of continental and oceanic crust and the theory of plate tectonics to explain the ages of crustal rocks.",
      "comments": [
        "Clarification Statement: Emphasis is on the ability of plate tectonics to explain the ages of crustal rocks. Examples include evidence of the ages of oceanic crust increasing with distance from mid-ocean ridges (a result of plate spreading) and the ages of North American continental crust decreasing with distance away from a central ancient core (a result of past plate interactions)."
      ],
      "id": "115BE17A48974D91897E9079F0E98C43",
      "asnIdentifier": "S2604460",
      "position": 93000,
      "depth": 2,
      "statementNotation": "HS-ESS1-5",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "CFF987BBE415454F8DDA70FE699E0219": {
      "statementNotation": "HS-ESS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical or computational representations to predict the motion of orbiting objects in the solar system.",
      "comments": [
        "Clarification Statement: Emphasis is on Newtonian gravitational laws governing orbital motions, which apply to human-made satellites as well as planets and moons. (e.g. graphical representations of orbits)",
        "Assessment Boundary: Mathematical representations for the gravitational attraction of bodies and Kepler's Laws of orbital motions should not deal with more than two bodies, nor involve calculus."
      ],
      "id": "CFF987BBE415454F8DDA70FE699E0219",
      "asnIdentifier": "S2604459",
      "position": 92000,
      "depth": 2,
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "58FD83188CA64BDE86FEF347F9B9DDC1": {
      "position": 91000,
      "depth": 2,
      "statementNotation": "HS-ESS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Communicate scientific ideas about the way stars, over their life cycle, produce elements.",
      "comments": [
        "Clarification Statement: Emphasis is on the way nucleosynthesis, and therefore the different elements created, depend on the mass of a star and the stage of its lifetime.",
        "Assessment Boundary: Details of the many different nucleosynthesis pathways for stars of differing masses are not assessed."
      ],
      "id": "58FD83188CA64BDE86FEF347F9B9DDC1",
      "asnIdentifier": "S2604458",
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "26DDCDC7080E44C0AD3B54F03AF4014C": {
      "comments": [
        "Clarification Statement: Mathematical models can focus on the logarithmic powers-of-ten relationship among the sun, its solar system, the Milky Way galaxy, the local cluster of galaxies, and the universe, these relationships can also be investigated graphically, using 2D or 3D scaled models, or through computer programs, either pre-made or student-written.",
        "Assessment Boundary: Details about the mapped distribution of galaxies and clusters are not assessed."
      ],
      "id": "26DDCDC7080E44C0AD3B54F03AF4014C",
      "asnIdentifier": "S2604457",
      "position": 90000,
      "depth": 2,
      "statementNotation": "HS-ESS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop models to describe the sun's place in relation to the Milky Way galaxy and the distribution of galaxies and galaxy clusters in the Universe.",
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "03A7907EE9CE4EBF8C60C28B31C40900": {
      "position": 89000,
      "depth": 2,
      "statementNotation": "HS-ESS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model based on evidence to illustrate the life span of the sun and the role of nuclear fusion in the sun's core to release energy that eventually reaches Earth in the form of radiation.",
      "comments": [
        "Clarification Statement: Emphasis is on the energy transfer mechanisms that allow energy from nuclear fusion in the sun's core to reach Earth. Examples of evidence for the model include observations of the masses and lifetimes of other stars, as well as the ways that the sun's radiation varies due to sudden solar flares (\"space weather\"), the 11-year sunspot cycle, and non-cyclic variations over centuries.",
        "Assessment Boundary: Assessment does not include details of the atomic and sub-atomic processes involved with the sun's nuclear fusion."
      ],
      "id": "03A7907EE9CE4EBF8C60C28B31C40900",
      "asnIdentifier": "S2604456",
      "ancestorIds": [
        "884F17A3BF854658B56EAB2ED6C4D697",
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "884F17A3BF854658B56EAB2ED6C4D697"
    },
    "884F17A3BF854658B56EAB2ED6C4D697": {
      "id": "884F17A3BF854658B56EAB2ED6C4D697",
      "asnIdentifier": "S2604455",
      "position": 88000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Earth's Place in the Universe",
      "ancestorIds": [
        "6627C106534949B3B522F566F73DE6A4"
      ],
      "parentId": "6627C106534949B3B522F566F73DE6A4"
    },
    "6627C106534949B3B522F566F73DE6A4": {
      "depth": 0,
      "statementLabel": "Course",
      "description": "Earth & Space Science",
      "id": "6627C106534949B3B522F566F73DE6A4",
      "asnIdentifier": "S2604454",
      "position": 87000,
      "ancestorIds": [],
      "parentId": null
    },
    "036BB952875F42CBAEBC9DE06B7F1DC7": {
      "position": 86000,
      "depth": 2,
      "statementNotation": "HS-LS4-5",
      "statementLabel": "Performance Expectation",
      "description": "Synthesize, communicate, and evaluate the information that describes how changes in environmental conditions can affect the distribution of traits in a population causing: 1) increases in the number of individuals of some species, 2) the emergence of new species over time, and 3) the extinction of other species.",
      "comments": [
        "Clarification Statement: Emphasis is on determining cause and effect relationships for how changes to the environment such as deforestation, fishing, application of fertilizers, drought, flood, and the rate of change of the environment affect distribution or disappearance of traits in species.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to explain the cause and effect for how changes to the environment affect distribution or disappearance of traits in species."
      ],
      "id": "036BB952875F42CBAEBC9DE06B7F1DC7",
      "asnIdentifier": "S2604453",
      "ancestorIds": [
        "202C9E92112643D7BEE47F418EC65FD3",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "202C9E92112643D7BEE47F418EC65FD3"
    },
    "2626E1AD77DD456F8A64ED4D9BAA4D06": {
      "id": "2626E1AD77DD456F8A64ED4D9BAA4D06",
      "asnIdentifier": "S2604452",
      "position": 85000,
      "depth": 2,
      "statementNotation": "HS-LS4-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how natural selection leads to adaptation of populations.",
      "comments": [
        "Clarification Statement: Emphasis is on using data to provide evidence for how specific biotic and abiotic differences in ecosystems (such as ranges of seasonal temperature, long-term climate change, acidity, light, geographic barriers, or adaptation of other organisms) contribute to a change in gene frequency over time, leading to adaptation of populations. One example could be that as climate became more arid, grasses replaced forests, which led to adaptation in mammals over time (e.g. Increase tooth enamel and size of teeth in herbivores).",
        "Assessment Boundary: The assessment should measure students' abilities to differentiate types of evidence used in explanations."
      ],
      "ancestorIds": [
        "202C9E92112643D7BEE47F418EC65FD3",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "202C9E92112643D7BEE47F418EC65FD3"
    },
    "B2917ACD63394C309DDB9B4AFE272D54": {
      "position": 84000,
      "depth": 2,
      "statementNotation": "HS-LS4-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply concepts of statistics and probability to support explanations that organisms with an advantageous heritable trait tend to increase in proportion to organisms lacking this trait.",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing shifts in numerical distribution of traits and using these shifts as evidence to support explanations for adaptations.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to analyze shifts in numerical distribution of traits as evidence to support explanations. Analysis is limited to basic statistical and graphical analysis, not gene frequency calculations."
      ],
      "id": "B2917ACD63394C309DDB9B4AFE272D54",
      "asnIdentifier": "S2604451",
      "ancestorIds": [
        "202C9E92112643D7BEE47F418EC65FD3",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "202C9E92112643D7BEE47F418EC65FD3"
    },
    "74A49E8ADEFC48B5A6CFDD6AFFC019D1": {
      "asnIdentifier": "S2604450",
      "position": 83000,
      "depth": 2,
      "statementNotation": "HS-LS4-2",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence that biological diversity is influenced by (1) the potential for a species to increase in number, (2) the heritable genetic variation of individuals in a species due to mutation and sexual reproduction, (3) competition for limited resources, and (4) the proliferation of those organisms that are better able to survive and reproduce in the environment.",
      "comments": [
        "Clarification Statement: Emphasis is on using evidence to explain the influence each of the four factors has on number of organisms, behaviors, morphology, or physiology in terms of ability to compete for limited resources and subsequent survival of individuals and adaptation of species. Examples of evidence could include mathematical models such as simple distribution graphs and proportional reasoning.",
        "Assessment Boundary: Assessment does not include genetic drift, gene flow through migration, and co-evolution."
      ],
      "id": "74A49E8ADEFC48B5A6CFDD6AFFC019D1",
      "ancestorIds": [
        "202C9E92112643D7BEE47F418EC65FD3",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "202C9E92112643D7BEE47F418EC65FD3"
    },
    "C3407CDEBE91436791F9443F7460317F": {
      "depth": 2,
      "statementNotation": "HS-LS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and evaluate how evidence such as similarities in DNA sequences, anatomical structures, and order of appearance of structures during embryological development contribute to the scientific explanation of biological diversity.",
      "comments": [
        "Clarification Statement: Emphasis is on identifying sources of scientific evidence.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to evaluate and analyze evidence (e.g. cladograms, analogous/homologous structures, and fossil records)."
      ],
      "id": "C3407CDEBE91436791F9443F7460317F",
      "asnIdentifier": "S2604449",
      "position": 82000,
      "ancestorIds": [
        "202C9E92112643D7BEE47F418EC65FD3",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "202C9E92112643D7BEE47F418EC65FD3"
    },
    "202C9E92112643D7BEE47F418EC65FD3": {
      "id": "202C9E92112643D7BEE47F418EC65FD3",
      "asnIdentifier": "S2604448",
      "position": 81000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Biological Unity and Diversity",
      "ancestorIds": [
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "73566FDF55D2402E94773EAB3043F0EF"
    },
    "D16D363DD3F849EFAA7321AF733939B6": {
      "statementNotation": "HS-LS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply concepts of statistics and probability to explain the variation and distribution of expressed traits in a population.",
      "comments": [
        "Clarification Statement: Emphasis is on distribution and variation of traits in a population and the use of mathematics (e.g., calculations of frequencies in Punnett squares, graphical representations) to describe the distribution.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to use mathematical reasoning to explain the variation observed in a population as a combination of genetic and environmental factors. Hardy-Weinberg calculations are beyond the intent."
      ],
      "id": "D16D363DD3F849EFAA7321AF733939B6",
      "asnIdentifier": "S2604447",
      "position": 80000,
      "depth": 2,
      "ancestorIds": [
        "5ED9B110D86040B0BD54D6EC748E20E6",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "5ED9B110D86040B0BD54D6EC748E20E6"
    },
    "0D9418569CFA4CD29C8A66C791C2F622": {
      "description": "Make and defend a claim based on evidence that inheritable genetic variations may result from: (1) new genetic combinations through meiosis, (2) viable errors occurring during replication, and/or (3) mutations caused by environmental factors.",
      "comments": [
        "Clarification Statement: Emphasis is on using data to support arguments for the way variation occurs.",
        "Assessment Boundary: Assessment does not include the phases of meiosis or the biochemical mechanisms of specific steps in the process."
      ],
      "id": "0D9418569CFA4CD29C8A66C791C2F622",
      "asnIdentifier": "S2604446",
      "position": 79000,
      "depth": 2,
      "statementNotation": "HS-LS3-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "5ED9B110D86040B0BD54D6EC748E20E6",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "5ED9B110D86040B0BD54D6EC748E20E6"
    },
    "BCD4C6DA55CE4F33B2D0AA94F6872455": {
      "statementLabel": "Performance Expectation",
      "description": "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring.",
      "comments": [
        "Clarification Statement: Emphasis should be on asking questions and making predictions to obtain reliable information about the role of DNA and chromosomes in coding the instructions for traits (e.g., pedigrees, karyotypes, genetic disorders, Punnett squares).",
        "Assessment Boundary: Assessments may include codominance, incomplete dominance, and sex-linked traits, but should not include dihybrid crosses."
      ],
      "id": "BCD4C6DA55CE4F33B2D0AA94F6872455",
      "asnIdentifier": "S2604445",
      "position": 78000,
      "depth": 2,
      "statementNotation": "HS-LS3-1",
      "ancestorIds": [
        "5ED9B110D86040B0BD54D6EC748E20E6",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "5ED9B110D86040B0BD54D6EC748E20E6"
    },
    "5ED9B110D86040B0BD54D6EC748E20E6": {
      "description": "Heredity: Inheritance and Variation of Traits",
      "id": "5ED9B110D86040B0BD54D6EC748E20E6",
      "asnIdentifier": "S2604444",
      "position": 77000,
      "depth": 1,
      "statementLabel": "Topic",
      "ancestorIds": [
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "73566FDF55D2402E94773EAB3043F0EF"
    },
    "839044D358624315BECA93FFA6B497CB": {
      "id": "839044D358624315BECA93FFA6B497CB",
      "asnIdentifier": "S2604443",
      "position": 76000,
      "depth": 2,
      "statementNotation": "HS-LS2-8",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate evidence for the role of group behavior on individual and species' chances to survive and reproduce.",
      "comments": [
        "Clarification Statement: Emphasis is on advantages of grouping behaviors (e.g., flocking, schooling, herding) and cooperative behaviors (e.g., hunting, migrating, swarming) on survival and reproduction.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to: (1) distinguish between group versus individual behavior, (2) identify evidence supporting the outcomes of group behavior, and (3) develop logical and reasonable arguments based on evidence."
      ],
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "86F0F017A6F945278C51C892043D072C": {
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the claims, evidence, and reasoning that the complex interactions in ecosystems maintain relatively consistent numbers and types of organisms in stable conditions, but changing conditions may result in a new ecosystem.",
      "comments": [
        "Clarification Statement: Examples of changes in ecosystem conditions could include modest biological or physical changes, such as moderate hunting or a seasonal flood; and extreme changes, such as volcanic eruption or sea level rise.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to derive trends from graphical representations of population trends. Assessments should focus on describing drivers of ecosystem stability and change, not on the organismal mechanisms of responses and interactions."
      ],
      "id": "86F0F017A6F945278C51C892043D072C",
      "asnIdentifier": "S2604442",
      "position": 75000,
      "depth": 2,
      "statementNotation": "HS-LS2-6",
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "564BEFBEE7ED4F0EBB1AA5E5961F9358": {
      "asnIdentifier": "S2604441",
      "position": 74000,
      "depth": 2,
      "statementNotation": "HS-LS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to illustrate the role of photosynthesis and cellular respiration in the cycling of carbon among the biosphere, atmosphere, hydrosphere, and geosphere.",
      "comments": [
        "Clarification Statement: Examples of models could include simulations and mathematical models (e.g., chemical equations that demonstrate the relationship between photosynthesis and cellular respiration.",
        "Assessment Boundary: Assessment does not include the specific chemical steps of photosynthesis and respiration."
      ],
      "id": "564BEFBEE7ED4F0EBB1AA5E5961F9358",
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "5F4F718884504D87BAAA3259A2A4A1AD": {
      "asnIdentifier": "S2604440",
      "position": 73000,
      "depth": 2,
      "statementNotation": "HS-LS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Use a mathematical representation to support claims for the cycling of matter and flow of energy among organisms in an ecosystem.",
      "comments": [
        "Clarification Statement: Emphasis is on using a mathematical model of stored energy in biomass to describe the transfer of energy from one trophic level to another and that matter and energy are conserved as matter cycles and energy flows through ecosystems. Emphasis is on atoms and molecules such as carbon, oxygen, hydrogen and nitrogen being conserved as they move through an ecosystem.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to develop and use energy pyramids, food chains, food webs, and other models from data sets."
      ],
      "id": "5F4F718884504D87BAAA3259A2A4A1AD",
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "B46092C7A7A941CB8E97048BEE79E530": {
      "comments": [
        "Clarification Statement: Emphasis is on conceptual understanding of the role of aerobic and anaerobic respiration in different environments (e.g., chemosynthetic bacteria, yeast, and muscle cells).",
        "Assessment Boundary: Assessment does not include the specific chemical processes of either aerobic or anaerobic respiration."
      ],
      "id": "B46092C7A7A941CB8E97048BEE79E530",
      "asnIdentifier": "S2604439",
      "position": 72000,
      "depth": 2,
      "statementNotation": "HS-LS2-3",
      "statementLabel": "Performance Expectation",
      "description": "Construct and revise an explanation based on evidence for the cycling of matter and flow of energy in aerobic and anaerobic conditions.",
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "A9C30BF225C2458185030A242C0EFA66": {
      "id": "A9C30BF225C2458185030A242C0EFA66",
      "asnIdentifier": "S2604438",
      "position": 71000,
      "depth": 2,
      "statementNotation": "HS-LS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support and revise explanations based on evidence about factors affecting biodiversity and populations in ecosystems of different scales.",
      "comments": [
        "Clarification Statement: Examples of mathematical representations include finding the average, determining trends, and using graphical comparisons of multiple sets of data.",
        "Assessment Boundary: Assessment is limited to provided data."
      ],
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "B0A765B78DD44CD2AF9C6121B3EBAC35": {
      "position": 70000,
      "depth": 2,
      "statementNotation": "HS-LS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical and/or computational representations to support explanations of factors that affect carrying capacity of ecosystems at different scales.",
      "comments": [
        "Clarification Statement: Emphasis is on quantitative analysis and comparison of the relationships among interdependent factors including boundaries, resources, climate and competition. Examples of mathematical comparisons could include graphs, charts, histograms, or population changes gathered from simulations or historical data sets.",
        "Assessment Boundary: Assessment does not include deriving mathematical equations to make comparisons."
      ],
      "id": "B0A765B78DD44CD2AF9C6121B3EBAC35",
      "asnIdentifier": "S2604437",
      "ancestorIds": [
        "80890A2D57BF4449A0E06DA86817FBEE",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "80890A2D57BF4449A0E06DA86817FBEE"
    },
    "80890A2D57BF4449A0E06DA86817FBEE": {
      "asnIdentifier": "S2604436",
      "position": 69000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Ecosystems: Interactions, Energy, and Dynamics",
      "id": "80890A2D57BF4449A0E06DA86817FBEE",
      "ancestorIds": [
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "73566FDF55D2402E94773EAB3043F0EF"
    },
    "5CAC2164FAD84DF9B10516F9B68F1416": {
      "asnIdentifier": "S2604435",
      "position": 68000,
      "depth": 2,
      "statementNotation": "HS-LS1-7",
      "statementLabel": "Performance Expectation",
      "description": "Use a model to illustrate that cellular respiration is a chemical process whereby the bonds of food molecules and oxygen molecules are broken and the bonds in new compounds are formed resulting in a net transfer of energy.",
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding of the inputs and outputs of the process of cellular respiration. Examples of models could include diagrams, chemical equations, conceptual models, and/or laboratory investigations.",
        "Assessment Boundary: Assessment should not include identification of the steps or specific processes involved in cellular respiration (e.g. glycolysis and Kreb's Cycle)."
      ],
      "id": "5CAC2164FAD84DF9B10516F9B68F1416",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "76476D2409A9469187F7853FABCB8B78": {
      "position": 67000,
      "depth": 2,
      "statementNotation": "HS-LS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Construct and revise an explanation based on evidence for how carbon, hydrogen, and oxygen from sugar molecules may combine with other elements to form amino acids and/or other large carbon-based molecules.",
      "comments": [
        "Clarification Statement: Emphasis is on students constructing explanations for how sugar molecules are formed through photosynthesis and the components of the reaction (i.e., carbon, hydrogen, oxygen). This hydrocarbon backbone is used to make amino acids and other carbon-based molecules that can be assembled (anabolism) into larger molecules (such as proteins or DNA).",
        "Assessment Boundary: Assessment does not include the details of the specific chemical reactions or identification of macromolecules."
      ],
      "id": "76476D2409A9469187F7853FABCB8B78",
      "asnIdentifier": "S2604434",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "59D0377A2CAD4C8D84D5637E82AE3C72": {
      "description": "Use a model to illustrate how photosynthesis transforms light energy into stored chemical energy.",
      "comments": [
        "Clarification Statement: Emphasis is on illustrating inputs and outputs of matter and the transfer and transformation of energy in photosynthesis by plants and other photosynthesizing organisms. Examples of models could include diagrams, chemical equations, conceptual models, and/or laboratory investigations.",
        "Assessment Boundary: The assessment should provide evidence of students' abilities to describe the inputs and outputs of photosynthesis, not the specific biochemical steps. (e.g. photosystems, electron transport, and Calvin cycle)."
      ],
      "id": "59D0377A2CAD4C8D84D5637E82AE3C72",
      "asnIdentifier": "S2604433",
      "position": 66000,
      "depth": 2,
      "statementNotation": "HS-LS1-5",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "D59BEFDC49324BA3A2FED60827945BAB": {
      "comments": [
        "Clarification Statement: Emphasis is on conceptual understanding that mitosis passes on genetically identical materials via replication, not on the details of each phase in mitosis.",
        "Assessment Boundary: Assessment does not include specific gene control mechanisms or rote memorization of the steps of mitosis."
      ],
      "id": "D59BEFDC49324BA3A2FED60827945BAB",
      "asnIdentifier": "S2604432",
      "position": 65000,
      "depth": 2,
      "statementNotation": "HS-LS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use a model to illustrate the role of cellular division (mitosis) and differentiation in producing and maintaining complex organisms.",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "4027173D93DC4C51B83728685380DDBC": {
      "statementNotation": "HS-LS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to provide evidence of the importance of maintaining homeostasis in living organisms.",
      "comments": [
        "Clarification Statement: A state of homeostasis must be maintained for organisms to remain alive and functional even as external conditions change within some range. Examples of investigations could include heart rate response to exercise, stomate response to moisture and temperature, root development in response to water levels, and cell response to hyper and hypotonic environments.",
        "Assessment Boundary: Assessment does not include the cellular processes involved in the feedback mechanism."
      ],
      "id": "4027173D93DC4C51B83728685380DDBC",
      "asnIdentifier": "S2604431",
      "position": 64000,
      "depth": 2,
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "BBA3C97826984D48AAC9D63B83FA319C": {
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms.",
      "comments": [
        "Clarification Statement: Emphasis is on the levels of organization including cells, tissues, organs, and systems of an organism.",
        "Assessment Boundary: Assessment does not include interactions and functions at the molecular or chemical level."
      ],
      "id": "BBA3C97826984D48AAC9D63B83FA319C",
      "asnIdentifier": "S2604430",
      "position": 63000,
      "depth": 2,
      "statementNotation": "HS-LS1-2",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "2CA3AF1C2C03451782EF3288229049C9": {
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding that DNA sequences determine the amino acid sequence, and thus, protein structure. Students can produce scientific writings, oral presentations and or physical models that communicate constructed explanations.",
        "Assessment Boundary: Assessment does not include identification of specific cell or tissue types, whole body systems, specific protein structures and functions, or the biochemistry of protein synthesis."
      ],
      "id": "2CA3AF1C2C03451782EF3288229049C9",
      "asnIdentifier": "S2604429",
      "position": 62000,
      "depth": 2,
      "statementNotation": "HS-LS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how the structure of DNA determines the structure of proteins, which carry out the essential functions of life through systems of specialized cells.",
      "ancestorIds": [
        "6DDD0F3BCF8041688855133D29A35F7E",
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "6DDD0F3BCF8041688855133D29A35F7E"
    },
    "6DDD0F3BCF8041688855133D29A35F7E": {
      "depth": 1,
      "statementLabel": "Topic",
      "description": "From Molecules to Organisms: Structure and Processes",
      "id": "6DDD0F3BCF8041688855133D29A35F7E",
      "asnIdentifier": "S2604428",
      "position": 61000,
      "ancestorIds": [
        "73566FDF55D2402E94773EAB3043F0EF"
      ],
      "parentId": "73566FDF55D2402E94773EAB3043F0EF"
    },
    "73566FDF55D2402E94773EAB3043F0EF": {
      "description": "Biology I",
      "id": "73566FDF55D2402E94773EAB3043F0EF",
      "asnIdentifier": "S2604427",
      "position": 60000,
      "depth": 0,
      "statementLabel": "Course",
      "ancestorIds": [],
      "parentId": null
    },
    "6F1C415D05064B85A43D9C86EAC6B1EF": {
      "id": "6F1C415D05064B85A43D9C86EAC6B1EF",
      "asnIdentifier": "S2604426",
      "position": 59000,
      "depth": 2,
      "statementNotation": "HS-PS4-5",
      "statementLabel": "Performance Expectation",
      "description": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
      "comments": [
        "Clarification Statement: Examples could include solar cells capturing light and converting it to electricity; medical imaging; and communications technology.",
        "Assessment Boundary: Assessments are limited to qualitative information. Assessments do not include band theory."
      ],
      "ancestorIds": [
        "13D21081FE094E01A3BE5DB79CD05017",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "13D21081FE094E01A3BE5DB79CD05017"
    },
    "BF76654F33F04846A4E0EB439AB62F80": {
      "id": "BF76654F33F04846A4E0EB439AB62F80",
      "asnIdentifier": "S2604425",
      "position": 58000,
      "depth": 2,
      "statementNotation": "HS-PS4-4",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the validity and reliability of claims in published materials of the effects that different frequencies of electromagnetic radiation have when absorbed by matter.",
      "comments": [
        "Clarification Statement: Emphasis is on the idea that different frequencies of light have different energies, and the damage to living tissue from electromagnetic radiation depends on the energy of the radiation. Examples of published materials could include trade books, magazines, web resources, videos, and other passages that may reflect bias.",
        "Assessment Boundary: Assessment is limited to qualitative descriptions."
      ],
      "ancestorIds": [
        "13D21081FE094E01A3BE5DB79CD05017",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "13D21081FE094E01A3BE5DB79CD05017"
    },
    "08A99E26075646E4B5F9F02D8B5A5FE3": {
      "id": "08A99E26075646E4B5F9F02D8B5A5FE3",
      "asnIdentifier": "S2604424",
      "position": 57000,
      "depth": 2,
      "statementNotation": "HS-PS4-3",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
      "comments": [
        "Clarification Statement: Emphasis is on how the experimental evidence supports the claim and how a theory is generally modified in light of new evidence. Examples of a phenomenon could include resonance, interference, diffraction, and photoelectric effect.",
        "Assessment Boundary: Assessment does not include using quantum theory."
      ],
      "ancestorIds": [
        "13D21081FE094E01A3BE5DB79CD05017",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "13D21081FE094E01A3BE5DB79CD05017"
    },
    "58AD12EBC15E40A1A79C8C5865EEB952": {
      "comments": [
        "Clarification Statement: Examples of advantages could include that digital information is stable because it can be stored reliably in computer memory, transferred easily, and copied and shared rapidly. Disadvantages could include issues of easy deletion, security, and theft."
      ],
      "id": "58AD12EBC15E40A1A79C8C5865EEB952",
      "asnIdentifier": "S2604423",
      "position": 56000,
      "depth": 2,
      "statementNotation": "HS-PS4-2",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate questions about the advantages and disadvantages of using a digital transmission and storage of information.",
      "ancestorIds": [
        "13D21081FE094E01A3BE5DB79CD05017",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "13D21081FE094E01A3BE5DB79CD05017"
    },
    "4CA478D8C945432A8BBDC004A15464EF": {
      "comments": [
        "Clarification Statement: Examples of data could include electromagnetic radiation traveling in a vacuum and glass, sound waves traveling through air and water, and seismic waves traveling through the Earth.",
        "Assessment Boundary: Assessment is limited to algebraic relationships and describing those relationships qualitatively."
      ],
      "id": "4CA478D8C945432A8BBDC004A15464EF",
      "asnIdentifier": "S2604422",
      "position": 55000,
      "depth": 2,
      "statementNotation": "HS-PS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling in various media.",
      "ancestorIds": [
        "13D21081FE094E01A3BE5DB79CD05017",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "13D21081FE094E01A3BE5DB79CD05017"
    },
    "13D21081FE094E01A3BE5DB79CD05017": {
      "id": "13D21081FE094E01A3BE5DB79CD05017",
      "asnIdentifier": "S2603866",
      "position": 54000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "ancestorIds": [
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "A571A612E49E43BCA4DA846BFCC5661C"
    },
    "611B99037CCF4A5D86618BD4D82FD126": {
      "statementNotation": "HS-PS3-5",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model of two objects interacting through electric or magnetic fields to illustrate the forces between objects and the changes in energy of the objects due to the interaction.",
      "comments": [
        "Clarification Statement: Examples of models could include drawings, diagrams, and texts, such as drawings of what happens when two charges of opposite polarity are near each other, including an explanation of how the change in energy of the objects is related to the change in energy of the field.",
        "Assessment Boundary: Assessment is limited to systems containing two objects."
      ],
      "id": "611B99037CCF4A5D86618BD4D82FD126",
      "asnIdentifier": "S2603865",
      "position": 53000,
      "depth": 2,
      "ancestorIds": [
        "84486A53FC71483198AA13893244EB11",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "84486A53FC71483198AA13893244EB11"
    },
    "C905D61EA0DC4581ACD819087EC6153A": {
      "statementNotation": "HS-PS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing data from student investigations and using mathematical thinking to describe the energy changes both quantitatively and conceptually. Examples of investigations could include mixing liquids at different initial temperatures or adding objects at different temperatures to water.",
        "Assessment Boundary: Assessment is limited to investigations based on materials and tools provided to students."
      ],
      "id": "C905D61EA0DC4581ACD819087EC6153A",
      "asnIdentifier": "S2603864",
      "position": 52000,
      "depth": 2,
      "ancestorIds": [
        "84486A53FC71483198AA13893244EB11",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "84486A53FC71483198AA13893244EB11"
    },
    "1147C16A9B3943ED926D5F101E0F1912": {
      "id": "1147C16A9B3943ED926D5F101E0F1912",
      "asnIdentifier": "S2603863",
      "position": 51000,
      "depth": 2,
      "statementNotation": "HS-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
      "comments": [
        "Clarification Statement: Emphasis is on both qualitative and quantitative evaluations of devices. Examples of devices could include Rube Goldberg devices, wind turbines, solar cells, solar ovens, and generators. Examples of constraints could include use of renewable energy forms and efficiency.",
        "Assessment Boundary: Assessment for quantitative evaluations is limited to total output for a given input. Assessment is limited to devices constructed with materials provided to students."
      ],
      "ancestorIds": [
        "84486A53FC71483198AA13893244EB11",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "84486A53FC71483198AA13893244EB11"
    },
    "DB2C7345C0D0440CB93759ECA3070638": {
      "position": 50000,
      "depth": 2,
      "statementNotation": "HS-PS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use models to illustrate that energy at the macroscopic scale can be accounted for as either motions of particles or energy stored in fields.",
      "comments": [
        "Clarification Statement: Examples of phenomena at the macroscopic scale could include the conversion of kinetic energy to thermal energy, the energy stored due to position of an object above the earth, and the energy stored between two electrically-charged plates. Examples of models could include diagrams, drawings, descriptions, and computer simulations.",
        "Assessment Boundary: Assessment does not include quantitative calculations."
      ],
      "id": "DB2C7345C0D0440CB93759ECA3070638",
      "asnIdentifier": "S2603862",
      "ancestorIds": [
        "84486A53FC71483198AA13893244EB11",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "84486A53FC71483198AA13893244EB11"
    },
    "7C748F81A5FD4974A044C55ADB53D3FF": {
      "id": "7C748F81A5FD4974A044C55ADB53D3FF",
      "asnIdentifier": "S2603861",
      "position": 49000,
      "depth": 2,
      "statementNotation": "HS-PS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
      "comments": [
        "Clarification Statement: Emphasis is on explaining the meaning of mathematical expressions used in the model.",
        "Assessment Boundary: Assessment is limited to basic algebraic expressions or computations; to systems of two or three components; and to thermal energy, kinetic energy, potential energy and/or the energies in gravitational, magnetic, or electric fields."
      ],
      "ancestorIds": [
        "84486A53FC71483198AA13893244EB11",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "84486A53FC71483198AA13893244EB11"
    },
    "84486A53FC71483198AA13893244EB11": {
      "position": 48000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Energy",
      "id": "84486A53FC71483198AA13893244EB11",
      "asnIdentifier": "S2603860",
      "ancestorIds": [
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "A571A612E49E43BCA4DA846BFCC5661C"
    },
    "923EA0A66D8F4FC3A21125788CE23C31": {
      "depth": 2,
      "statementNotation": "HS-PS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
      "comments": [
        "Assessment Boundary: Assessment is limited to designing and conducting investigations with provided materials and tools."
      ],
      "id": "923EA0A66D8F4FC3A21125788CE23C31",
      "asnIdentifier": "S2603859",
      "position": 47000,
      "ancestorIds": [
        "95A2885BBD6B43608EEA9983A2E57385",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "95A2885BBD6B43608EEA9983A2E57385"
    },
    "46FFD09D2CF84CF2B7F56728966EDAD0": {
      "id": "46FFD09D2CF84CF2B7F56728966EDAD0",
      "asnIdentifier": "S2603858",
      "position": 46000,
      "depth": 2,
      "statementNotation": "HS-PS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations of Newton's Law of Gravitation and Coulomb's Law to describe and predict the gravitational and electrostatic forces between objects.",
      "comments": [
        "Clarification Statement: Emphasis is on both quantitative and conceptual descriptions of gravitational and electric fields.",
        "Assessment Boundary: Assessment is limited to systems with two objects."
      ],
      "ancestorIds": [
        "95A2885BBD6B43608EEA9983A2E57385",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "95A2885BBD6B43608EEA9983A2E57385"
    },
    "A8456AB8208548F1A68D1EE60D260D04": {
      "statementNotation": "HS-PS2-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific and engineering ideas to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
      "comments": [
        "Clarification Statement: Examples of evaluation and refinement could include determining the success of the device at protecting an object from damage and modifying the design to improve it. Examples of a device could include a football helmet or a parachute.",
        "Assessment Boundary: Assessment is limited to qualitative evaluations and/or algebraic manipulations."
      ],
      "id": "A8456AB8208548F1A68D1EE60D260D04",
      "asnIdentifier": "S2603857",
      "position": 45000,
      "depth": 2,
      "ancestorIds": [
        "95A2885BBD6B43608EEA9983A2E57385",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "95A2885BBD6B43608EEA9983A2E57385"
    },
    "483D1D85900E43A0940ADAEF66EA477E": {
      "id": "483D1D85900E43A0940ADAEF66EA477E",
      "asnIdentifier": "S2603856",
      "position": 44000,
      "depth": 2,
      "statementNotation": "HS-PS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support the claim that the total momentum of a system of objects is conserved when there is no net force on the system.",
      "comments": [
        "Clarification Statement: Emphasis is on the quantitative conservation of momentum in interactions and the qualitative meaning of this principle.",
        "Assessment Boundary: Assessment is limited to systems of two macroscopic bodies moving in one dimension."
      ],
      "ancestorIds": [
        "95A2885BBD6B43608EEA9983A2E57385",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "95A2885BBD6B43608EEA9983A2E57385"
    },
    "173378D8EA744EAEACD6E263FF5EBA07": {
      "description": "Analyze data to support the claim that Newton's second law of motion describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration.",
      "comments": [
        "Clarification Statement: Examples of data could include tables or graphs of position or velocity as a function of time for objects subject to a net unbalanced force, such as a falling object, an object rolling down a ramp, or a moving object being pulled by a constant force.",
        "Assessment Boundary: Assessment is limited to one-dimensional motion and to macroscopic objects moving at non-relativistic speeds."
      ],
      "id": "173378D8EA744EAEACD6E263FF5EBA07",
      "asnIdentifier": "S2603855",
      "position": 43000,
      "depth": 2,
      "statementNotation": "HS-PS2-1",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "95A2885BBD6B43608EEA9983A2E57385",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "95A2885BBD6B43608EEA9983A2E57385"
    },
    "95A2885BBD6B43608EEA9983A2E57385": {
      "asnIdentifier": "S2603854",
      "position": 42000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "id": "95A2885BBD6B43608EEA9983A2E57385",
      "ancestorIds": [
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "A571A612E49E43BCA4DA846BFCC5661C"
    },
    "344E3F359EC4408C8E666893820997C0": {
      "depth": 2,
      "statementNotation": "HS-PS1-8",
      "statementLabel": "Performance Expectation",
      "description": "Develop models to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
      "comments": [
        "Clarification Statement: Emphasis is on simple qualitative models, such as pictures or diagrams, and on the scale of energy released in nuclear processes relative to other kinds of transformations.",
        "Assessment Boundary: Assessment does not include quantitative calculation of energy released. Assessment is limited to alpha, beta, and gamma radioactive decays."
      ],
      "id": "344E3F359EC4408C8E666893820997C0",
      "asnIdentifier": "S2603853",
      "position": 41000,
      "ancestorIds": [
        "AF3BB8782E394C159E35FBCD0D621837",
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "AF3BB8782E394C159E35FBCD0D621837"
    },
    "AF3BB8782E394C159E35FBCD0D621837": {
      "id": "AF3BB8782E394C159E35FBCD0D621837",
      "asnIdentifier": "S2603852",
      "position": 40000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "ancestorIds": [
        "A571A612E49E43BCA4DA846BFCC5661C"
      ],
      "parentId": "A571A612E49E43BCA4DA846BFCC5661C"
    },
    "A571A612E49E43BCA4DA846BFCC5661C": {
      "id": "A571A612E49E43BCA4DA846BFCC5661C",
      "asnIdentifier": "S2603851",
      "position": 39000,
      "depth": 0,
      "statementLabel": "Course",
      "description": "Physics",
      "ancestorIds": [],
      "parentId": null
    },
    "B0B5CC605A5F4050B72A401D02452D54": {
      "depth": 2,
      "statementNotation": "HS-PS4-3",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
      "comments": [
        "Clarification Statement: Emphasis is on how the experimental evidence supports the claim and how a theory is generally modified in light of new evidence. Examples of a phenomenon could include resonance, interference, diffraction, and photoelectric effect.",
        "Assessment Boundary: Assessment does not include using quantum theory."
      ],
      "id": "B0B5CC605A5F4050B72A401D02452D54",
      "asnIdentifier": "S2603850",
      "position": 38000,
      "ancestorIds": [
        "67D117F3642748EB8F831FC1461F2032",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "67D117F3642748EB8F831FC1461F2032"
    },
    "9E36FA646BC241E99A0D3C7BFE5FB83F": {
      "statementNotation": "HS-PS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to describe relationships among the frequency, wavelength, and speed of waves.",
      "comments": [
        "Clarification Statement: Examples of data could include relationship to the electromagnetic spectrum.",
        "Assessment Boundary: Assessment is limited to algebraic relationships and describing those relationships qualitatively."
      ],
      "id": "9E36FA646BC241E99A0D3C7BFE5FB83F",
      "asnIdentifier": "S2603849",
      "position": 37000,
      "depth": 2,
      "ancestorIds": [
        "67D117F3642748EB8F831FC1461F2032",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "67D117F3642748EB8F831FC1461F2032"
    },
    "67D117F3642748EB8F831FC1461F2032": {
      "asnIdentifier": "S2603848",
      "position": 36000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "id": "67D117F3642748EB8F831FC1461F2032",
      "ancestorIds": [
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "8A0442D21F344637BD9851B305D5B317"
    },
    "899C0B5A83F24CF6948709033AEF4B76": {
      "description": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing data from student investigations and using mathematical thinking to describe the energy changes both quantitatively and conceptually. Examples of investigations could include mixing liquids at different initial temperatures or adding objects at different temperatures to water.",
        "Assessment Boundary: Assessment is limited to investigations based on materials and tools provided to students."
      ],
      "id": "899C0B5A83F24CF6948709033AEF4B76",
      "asnIdentifier": "S2603847",
      "position": 35000,
      "depth": 2,
      "statementNotation": "HS-PS3-4",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "F1902347FB994EF6B84142CDEEBF7EF9",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "F1902347FB994EF6B84142CDEEBF7EF9"
    },
    "A9FF08165CBD4770BB059E73C11EFD95": {
      "comments": [
        "Clarification Statement: Emphasis is on both qualitative and quantitative evaluations of devices. Examples of devices could include Rube Goldberg devices, wind turbines, solar cells, solar ovens, and generators. Examples of constraints could include use of renewable energy forms and efficiency.",
        "Assessment Boundary: Assessment for quantitative evaluations is limited to total output for a given input. Assessment is limited to devices constructed with materials provided to students."
      ],
      "id": "A9FF08165CBD4770BB059E73C11EFD95",
      "asnIdentifier": "S2603846",
      "position": 34000,
      "depth": 2,
      "statementNotation": "HS-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
      "ancestorIds": [
        "F1902347FB994EF6B84142CDEEBF7EF9",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "F1902347FB994EF6B84142CDEEBF7EF9"
    },
    "F1902347FB994EF6B84142CDEEBF7EF9": {
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Energy",
      "id": "F1902347FB994EF6B84142CDEEBF7EF9",
      "asnIdentifier": "S2603845",
      "position": 33000,
      "ancestorIds": [
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "8A0442D21F344637BD9851B305D5B317"
    },
    "94B418F01FB441678A0763D62788AA61": {
      "id": "94B418F01FB441678A0763D62788AA61",
      "asnIdentifier": "S2603844",
      "position": 32000,
      "depth": 2,
      "statementNotation": "HS-PS2-6",
      "statementLabel": "Performance Expectation",
      "description": "Communicate scientific and technical information about why the molecular-level structure is important in the functioning of designed materials.",
      "comments": [
        "Clarification Statement: Emphasis is on the attractive and repulsive forces that determine the functioning of the material. Examples could include why electrically conductive materials are often made of metal, flexible but durable materials are made up of long chained molecules, and pharmaceuticals are designed to interact with specific receptors.",
        "Assessment Boundary: Assessment is limited to provided molecular structures of specific designed materials."
      ],
      "ancestorIds": [
        "D716B1DB0D024BE1B4FFD36A5A8B00E6",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "D716B1DB0D024BE1B4FFD36A5A8B00E6"
    },
    "D716B1DB0D024BE1B4FFD36A5A8B00E6": {
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "id": "D716B1DB0D024BE1B4FFD36A5A8B00E6",
      "asnIdentifier": "S2603843",
      "position": 31000,
      "depth": 1,
      "ancestorIds": [
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "8A0442D21F344637BD9851B305D5B317"
    },
    "CF9E99B117F04ECB8A372942D7F7B832": {
      "id": "CF9E99B117F04ECB8A372942D7F7B832",
      "asnIdentifier": "S2603842",
      "position": 30000,
      "depth": 2,
      "statementNotation": "HS-PS1-8",
      "statementLabel": "Performance Expectation",
      "description": "Develop models to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
      "comments": [
        "Clarification Statement: Emphasis is on simple qualitative models, such as pictures or diagrams, and on the scale of energy released in nuclear processes relative to other kinds of transformations.",
        "Assessment Boundary: Assessment does not include quantitative calculation of energy released. Assessment is limited to alpha, beta, and gamma radioactive decays."
      ],
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "C0B94915F7684991B711B6140BCF22B1": {
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support the claim that atoms, and therefore mass, are conserved during a chemical reaction.",
      "comments": [
        "Clarification Statement: Emphasis is on using mathematical ideas to communicate the proportional relationships between masses of atoms in the reactants and the products, and the translation of these relationships to the macroscopic scale using the mole as the conversion from the atomic to the macroscopic scale (i.e., Conservation of Mass and Stoichiometry). Emphasis is on assessing students' use of mathematical thinking and not on memorization and rote application of problem-solving techniques.",
        "Assessment Boundary: Assessment does not include complex chemical reactions."
      ],
      "id": "C0B94915F7684991B711B6140BCF22B1",
      "asnIdentifier": "S2603841",
      "position": 29000,
      "depth": 2,
      "statementNotation": "HS-PS1-7",
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "5E5264889A524D0689CF27382219F4A2": {
      "asnIdentifier": "S2603840",
      "position": 28000,
      "depth": 2,
      "statementNotation": "HS-PS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Refine the design of a chemical system by specifying a change in conditions that would produce increased amounts of products at equilibrium.",
      "comments": [
        "Clarification Statement: Emphasis is on the application of Le Chatlier's Principle and on refining designs of chemical reaction systems, including descriptions of the connection between changes made at the macroscopic level and what happens at the molecular level. Examples of designs could include different ways to increase product formation including adding reactants or removing products.",
        "Assessment Boundary: Assessment is limited to specifying the change in only one variable at a time. Assessment does not include calculating equilibrium constants and concentrations."
      ],
      "id": "5E5264889A524D0689CF27382219F4A2",
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "710E9CAA876343F7BA4BF067E41D7FF5": {
      "position": 27000,
      "depth": 2,
      "statementNotation": "HS-PS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles and evidence to provide an explanation about the effects of changing the temperature or concentration of the reacting particles on the rate at which a reaction occurs.",
      "comments": [
        "Clarification Statement: Emphasis is on student reasoning that focuses on the number and energy of collisions between molecules.",
        "Assessment Boundary: Assessment is limited to simple reactions in which there are only two reactants; evidence from temperature, concentration, and rate data; and qualitative relationships between rate and temperature."
      ],
      "id": "710E9CAA876343F7BA4BF067E41D7FF5",
      "asnIdentifier": "S2603839",
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "573553A01BF34B21A470C93E6B415C7C": {
      "id": "573553A01BF34B21A470C93E6B415C7C",
      "asnIdentifier": "S2603838",
      "position": 26000,
      "depth": 2,
      "statementNotation": "HS-PS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to illustrate that the release or absorption of energy from a chemical reaction system depends upon the changes in total bond energy.",
      "comments": [
        "Clarification Statement: Emphasis is on the idea that a chemical reaction is a system that affects the energy change. Examples of models could include molecular-level drawings and diagrams of reactions, graphs showing the relative energies of reactants and products, and representations showing energy is conserved."
      ],
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "B7DCEDEDFBD34A36893CBC661F408320": {
      "statementNotation": "HS-PS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to gather evidence to compare the structure of substances at the bulk scale to infer the strength of electrical forces between particles.",
      "comments": [
        "Clarification Statement: Emphasis is on understanding the strengths of forces between particles, not on naming specific intermolecular forces (such as dipole-dipole). Examples of particles could include ions, atoms, molecules, and networked materials (such as graphite). Examples of bulk properties of substances could include the melting point and boiling point, vapor pressure, and surface tension. The intent of the performance expectation is limited to evaluation of bulk scale properties and not micro scale properties.",
        "Assessment Boundary: Assessment does not include Raoult's law calculations of vapor pressure."
      ],
      "id": "B7DCEDEDFBD34A36893CBC661F408320",
      "asnIdentifier": "S2603837",
      "position": 25000,
      "depth": 2,
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "9D83911C9D6B40F3B92C7D277696B3D0": {
      "comments": [
        "Clarification Statement: Examples of chemical reactions could include the reaction of sodium and chlorine, of carbon and oxygen, or of carbon and hydrogen. Reaction classification aids in the prediction of products (e.g. synthesis/combination decomposition, single displacement, double displacement, oxidation/reduction, acid/base).",
        "Assessment Boundary: Assessment is limited to chemical reactions involving main group elements and combustion reactions."
      ],
      "id": "9D83911C9D6B40F3B92C7D277696B3D0",
      "asnIdentifier": "S2603836",
      "position": 24000,
      "depth": 2,
      "statementNotation": "HS-PS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Construct and revise an explanation for the outcome of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, knowledge of the patterns of chemical properties, and formation of compounds.",
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "A22650AA541C40BE925ABEF10AFF5363": {
      "statementNotation": "HS-PS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Use the periodic table as a model to predict the relative properties of elements based on the patterns of electrons in the outermost energy level of atoms.",
      "comments": [
        "Clarification Statement: Examples of properties that could be predicted from patterns could include reactivity of metals, types of bonds formed, numbers of bonds formed, and reactions with oxygen.",
        "Assessment Boundary: Assessment is limited to main group elements. Assessment does not include quantitative understanding of ionization energy beyond relative trends."
      ],
      "id": "A22650AA541C40BE925ABEF10AFF5363",
      "asnIdentifier": "S2603835",
      "position": 23000,
      "depth": 2,
      "ancestorIds": [
        "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34"
    },
    "CF61AAB4BFED4F3EA5AFB9EF51AB1C34": {
      "position": 22000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "id": "CF61AAB4BFED4F3EA5AFB9EF51AB1C34",
      "asnIdentifier": "S2603834",
      "ancestorIds": [
        "8A0442D21F344637BD9851B305D5B317"
      ],
      "parentId": "8A0442D21F344637BD9851B305D5B317"
    },
    "8A0442D21F344637BD9851B305D5B317": {
      "asnIdentifier": "S2603833",
      "position": 21000,
      "depth": 0,
      "statementLabel": "Course",
      "description": "Chemistry",
      "id": "8A0442D21F344637BD9851B305D5B317",
      "ancestorIds": [],
      "parentId": null
    },
    "9EB9181C23FB4D84A0C14443074ADCB4": {
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the validity and reliability of claims in published materials of the effects that different frequencies of electromagnetic radiation have when absorbed by matter.",
      "comments": [
        "Clarification Statement: Emphasis is on the idea that different frequencies of light have different energies, and the damage to living tissue from electromagnetic radiation depends on the energy of the radiation. Examples of published materials could include trade books, magazines, web resources, videos, and other passages that may reflect bias.",
        "Assessment Boundary: Assessment is limited to qualitative descriptions."
      ],
      "id": "9EB9181C23FB4D84A0C14443074ADCB4",
      "asnIdentifier": "S2603832",
      "position": 20000,
      "depth": 2,
      "statementNotation": "HS-PS4-4",
      "ancestorIds": [
        "EEED13CF90C84EBCA2128A1D5BC3FD80",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "EEED13CF90C84EBCA2128A1D5BC3FD80"
    },
    "22895FE627B6408CBAB397AD1B590010": {
      "description": "Evaluate questions about the advantages and disadvantages of using a digital transmission and storage of information.",
      "comments": [
        "Clarification Statement: Examples of advantages could include that digital information is stable because it can be stored reliably in computer memory, transferred easily, and copied and shared rapidly. Disadvantages could include issues of easy deletion, security, and theft."
      ],
      "id": "22895FE627B6408CBAB397AD1B590010",
      "asnIdentifier": "S2603831",
      "position": 19000,
      "depth": 2,
      "statementNotation": "HS-PS4-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "EEED13CF90C84EBCA2128A1D5BC3FD80",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "EEED13CF90C84EBCA2128A1D5BC3FD80"
    },
    "86094869505B4AC6BCAF2B37088795F2": {
      "position": 18000,
      "depth": 2,
      "statementNotation": "HS-PS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling in various media.",
      "comments": [
        "Clarification Statement: Examples of data could include electromagnetic radiation traveling in a vacuum and glass, sound waves traveling through air and water, and seismic waves traveling through the Earth.",
        "Assessment Boundary: Assessment is limited to algebraic relationships and describing those relationships qualitatively"
      ],
      "id": "86094869505B4AC6BCAF2B37088795F2",
      "asnIdentifier": "S2603830",
      "ancestorIds": [
        "EEED13CF90C84EBCA2128A1D5BC3FD80",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "EEED13CF90C84EBCA2128A1D5BC3FD80"
    },
    "EEED13CF90C84EBCA2128A1D5BC3FD80": {
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "id": "EEED13CF90C84EBCA2128A1D5BC3FD80",
      "asnIdentifier": "S2603829",
      "position": 17000,
      "ancestorIds": [
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "A8FE2A08FE154A3194E083D3ED1169DC"
    },
    "462B200BA73B4EB68D9A5A8CA7A6F526": {
      "depth": 2,
      "statementNotation": "HS-PS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing data from student investigations and using mathematical thinking to describe the energy changes both quantitatively and conceptually. Examples of investigations could include mixing liquids at different initial temperatures or adding objects at different temperatures to water.",
        "Assessment Boundary: Assessment is limited to investigations based on materials and tools provided to students."
      ],
      "id": "462B200BA73B4EB68D9A5A8CA7A6F526",
      "asnIdentifier": "S2603828",
      "position": 16000,
      "ancestorIds": [
        "E522FC1C083E4244B5BC05979427A8EF",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "E522FC1C083E4244B5BC05979427A8EF"
    },
    "BB02485AC5AD490DB95E80FAD8C15BF5": {
      "comments": [
        "Clarification Statement: Emphasis is on both qualitative and quantitative evaluations of devices. Examples of devices could include Rube Goldberg devices, wind turbines, solar cells, solar ovens, and generators. Examples of constraints could include use of renewable energy forms and efficiency.",
        "Assessment Boundary: Assessment for quantitative evaluations is limited to total output for a given input. Assessment is limited to devices constructed with materials provided to students."
      ],
      "id": "BB02485AC5AD490DB95E80FAD8C15BF5",
      "asnIdentifier": "S2603827",
      "position": 15000,
      "depth": 2,
      "statementNotation": "HS-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
      "ancestorIds": [
        "E522FC1C083E4244B5BC05979427A8EF",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "E522FC1C083E4244B5BC05979427A8EF"
    },
    "C02358653D294317925B4332BD21F10D": {
      "description": "Develop and use models to illustrate that energy at the macroscopic scale can be accounted for as either motions of particles or energy stored in fields.",
      "comments": [
        "Clarification Statement: Examples of phenomena at the macroscopic scale could include the conversion of kinetic energy to thermal energy, the energy stored due to position of an object above the earth, and the energy stored between two electrically-charged plates. Examples of models could include diagrams, drawings, descriptions, and computer simulations.",
        "Assessment Boundary: Assessment does not include quantitative calculations."
      ],
      "id": "C02358653D294317925B4332BD21F10D",
      "asnIdentifier": "S2603826",
      "position": 14000,
      "depth": 2,
      "statementNotation": "HS-PS3-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "E522FC1C083E4244B5BC05979427A8EF",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "E522FC1C083E4244B5BC05979427A8EF"
    },
    "96731C28F73A41DB82E1A09E8ADF6E14": {
      "statementNotation": "HS-PS3-1",
      "description": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
      "comments": [
        "Clarification Statement: Emphasis is on explaining the meaning of mathematical expressions used in the model.",
        "Assessment Boundary: Assessment is limited to basic algebraic expressions or computations; to systems of two or three components; and to thermal energy, kinetic energy, and potential energy."
      ],
      "id": "96731C28F73A41DB82E1A09E8ADF6E14",
      "asnIdentifier": "S2603825",
      "position": 13000,
      "depth": 2,
      "ancestorIds": [
        "E522FC1C083E4244B5BC05979427A8EF",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "E522FC1C083E4244B5BC05979427A8EF"
    },
    "E522FC1C083E4244B5BC05979427A8EF": {
      "id": "E522FC1C083E4244B5BC05979427A8EF",
      "asnIdentifier": "S2603824",
      "position": 12000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Energy",
      "ancestorIds": [
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "A8FE2A08FE154A3194E083D3ED1169DC"
    },
    "0FFE091223874370ADFE7102657ACAF7": {
      "asnIdentifier": "S2603823",
      "position": 11000,
      "depth": 2,
      "statementNotation": "HS-PS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
      "comments": [
        "Assessment Boundary: Assessment is limited to designing and conducting investigations with provided materials and tools."
      ],
      "id": "0FFE091223874370ADFE7102657ACAF7",
      "ancestorIds": [
        "90C63330D45547888AC679B6E09F1085",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "90C63330D45547888AC679B6E09F1085"
    },
    "8565D91745FB4A7D9CD879B846CA84A7": {
      "description": "Apply scientific and engineering ideas to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
      "comments": [
        "Clarification Statement: Examples of evaluation and refinement could include determining the success of the device at protecting an object from damage and modifying the design to improve it. Examples of a device could include a football helmet or a parachute.",
        "Assessment Boundary: Assessment is limited to qualitative evaluations and/or algebraic manipulations."
      ],
      "id": "8565D91745FB4A7D9CD879B846CA84A7",
      "asnIdentifier": "S2603822",
      "position": 10000,
      "depth": 2,
      "statementNotation": "HS-PS2-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "90C63330D45547888AC679B6E09F1085",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "90C63330D45547888AC679B6E09F1085"
    },
    "C0E30A85285048649B11222F92D07D61": {
      "comments": [
        "Clarification Statement: Emphasis is on the quantitative conservation of momentum in interactions and the qualitative meaning of this principle.",
        "Assessment Boundary: Assessment is limited to systems of two macroscopic bodies moving in one dimension."
      ],
      "id": "C0E30A85285048649B11222F92D07D61",
      "asnIdentifier": "S2603821",
      "position": 9000,
      "depth": 2,
      "statementNotation": "HS-PS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support the claim that the total momentum of a system of objects is conserved when there is no net force on the system.",
      "ancestorIds": [
        "90C63330D45547888AC679B6E09F1085",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "90C63330D45547888AC679B6E09F1085"
    },
    "6DBC8CEC952342BBAC0D5C19B2D19287": {
      "comments": [
        "Clarification Statement: Examples of data could include tables or graphs of position or velocity as a function of time for objects subject to a net unbalanced force, such as a falling object, an object rolling down a ramp, or a moving object being pulled by a constant force.",
        "Assessment Boundary: Assessment is limited to one-dimensional motion and to macroscopic objects moving at non-relativistic speeds."
      ],
      "id": "6DBC8CEC952342BBAC0D5C19B2D19287",
      "asnIdentifier": "S2603820",
      "position": 8000,
      "depth": 2,
      "statementNotation": "HS-PS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Analyze data and use it to support the claim that Newton's second law of motion describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration.",
      "ancestorIds": [
        "90C63330D45547888AC679B6E09F1085",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "90C63330D45547888AC679B6E09F1085"
    },
    "90C63330D45547888AC679B6E09F1085": {
      "statementLabel": "Topic",
      "description": "Motion and Stability: Forces and Interactions",
      "id": "90C63330D45547888AC679B6E09F1085",
      "asnIdentifier": "S2603819",
      "position": 7000,
      "depth": 1,
      "ancestorIds": [
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "A8FE2A08FE154A3194E083D3ED1169DC"
    },
    "E41B10929B0346CC85F92E00508465DD": {
      "depth": 2,
      "statementNotation": "HS-PS1-7",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support the claim that atoms, and therefore mass, are conserved during a chemical reaction.",
      "comments": [
        "Clarification Statement: Emphasis is on using mathematical ideas to communicate the proportional relationships between masses of atoms in the reactants and the products, and the translation of these relationships to the macroscopic scale using the mole as the conversion from the atomic to the macroscopic scale (e.g. Law of Conservation of Mass). Emphasis is on assessing students' use of mathematical thinking and not on memorization and rote application of problem-solving techniques.",
        "Assessment Boundary: Assessment does not include complex chemical reactions."
      ],
      "id": "E41B10929B0346CC85F92E00508465DD",
      "asnIdentifier": "S2603818",
      "position": 6000,
      "ancestorIds": [
        "4094A5A1B7354F4F813E24066043994A",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "4094A5A1B7354F4F813E24066043994A"
    },
    "DBE187D9675D4FC7B34DCF6E3EAAC558": {
      "depth": 2,
      "statementNotation": "HS-PS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles and evidence to provide an explanation about the effects of changing the temperature or concentration of the reacting particles on the rate at which a reaction occurs.",
      "comments": [
        "Clarification Statement: Emphasis is on student reasoning that focuses on the number and energy of collisions between molecules.",
        "Assessment Boundary: Assessment is limited to simple reactions in which there are only two reactants; evidence from temperature and concentration."
      ],
      "id": "DBE187D9675D4FC7B34DCF6E3EAAC558",
      "asnIdentifier": "S2603817",
      "position": 5000,
      "ancestorIds": [
        "4094A5A1B7354F4F813E24066043994A",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "4094A5A1B7354F4F813E24066043994A"
    },
    "2EB0446163A5442EB32896A32A9B0623": {
      "description": "Construct and revise an explanation for the outcome of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, knowledge of the patterns of chemical properties, and formation of compounds.",
      "comments": [
        "Clarification Statement: Examples of chemical reactions could include the reaction of sodium and chlorine, of carbon and oxygen, or of carbon and hydrogen. Reaction classification aids in the prediction of products (e.g. synthesis/combustion, decomposition, single displacement, double displacement).",
        "Assessment Boundary: Assessment is limited to chemical reactions involving main group elements and combustion reactions."
      ],
      "id": "2EB0446163A5442EB32896A32A9B0623",
      "asnIdentifier": "S2603816",
      "position": 4000,
      "depth": 2,
      "statementNotation": "HS-PS1-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "4094A5A1B7354F4F813E24066043994A",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "4094A5A1B7354F4F813E24066043994A"
    },
    "B835BA5119874350BF7062703C14D185": {
      "position": 3000,
      "depth": 2,
      "statementNotation": "HS-PS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Use the periodic table as a model to predict the relative properties of elements based on the patterns of electrons in the outermost energy level of atoms.",
      "comments": [
        "Clarification Statement: Examples of properties that could be predicted from patterns could include reactivity of metals, types of bonds formed, numbers of bonds formed, and reactions with oxygen.",
        "Assessment Boundary: Assessment is limited to main group elements. Assessment does not include quantitative understanding of ionization energy beyond relative trends."
      ],
      "id": "B835BA5119874350BF7062703C14D185",
      "asnIdentifier": "S2603815",
      "ancestorIds": [
        "4094A5A1B7354F4F813E24066043994A",
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "4094A5A1B7354F4F813E24066043994A"
    },
    "4094A5A1B7354F4F813E24066043994A": {
      "id": "4094A5A1B7354F4F813E24066043994A",
      "asnIdentifier": "S2603814",
      "position": 2000,
      "depth": 1,
      "statementLabel": "Topic",
      "description": "Matter and Its Interactions",
      "ancestorIds": [
        "A8FE2A08FE154A3194E083D3ED1169DC"
      ],
      "parentId": "A8FE2A08FE154A3194E083D3ED1169DC"
    },
    "A8FE2A08FE154A3194E083D3ED1169DC": {
      "statementLabel": "Course",
      "description": "Physical Science",
      "id": "A8FE2A08FE154A3194E083D3ED1169DC",
      "asnIdentifier": "S2603813",
      "position": 1000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    }
  }
}