{
  "id": "2E9F2A0F3440479492D152F02F081AF1_D2655580_grade-06",
  "title": "Grade 6",
  "subject": "Science (2016-)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "06"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "valid": "2017",
    "title": "Arkansas Science Standards (5-8)",
    "sourceURL": "http://www.arkansased.gov/public/userfiles/Learning_Services/Curriculum%20and%20Instruction/Frameworks/Science/Arkansas_5-8_Science_Standards_Topic_Arrangement_black_and_white.pdf",
    "asnIdentifier": "D2655580",
    "publicationStatus": "Published",
    "id": "D2655580"
  },
  "jurisdiction": {
    "id": "2E9F2A0F3440479492D152F02F081AF1",
    "title": "Arkansas"
  },
  "standards": {
    "51E5191153BB4F95B17ADF28B3453448": {
      "statementNotation": "6-ETS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to generate data for iterative testing and modification of a proposed object, tool, or process such that an optimal design can be achieved.",
      "id": "51E5191153BB4F95B17ADF28B3453448",
      "asnIdentifier": "S2656595",
      "position": 27000,
      "depth": 1,
      "ancestorIds": [
        "A97FF46479584A02A25E266CD3A7E9D0"
      ],
      "parentId": "A97FF46479584A02A25E266CD3A7E9D0"
    },
    "DF9D4EDA169246EE9C9734E559BC9E9E": {
      "asnIdentifier": "S2656594",
      "position": 26000,
      "depth": 1,
      "statementNotation": "6-ETS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Analyze data from tests to determine similarities and differences among several design solutions to identify the best characteristics of each that can be combined into a new solution to better meet the criteria for success.",
      "id": "DF9D4EDA169246EE9C9734E559BC9E9E",
      "ancestorIds": [
        "A97FF46479584A02A25E266CD3A7E9D0"
      ],
      "parentId": "A97FF46479584A02A25E266CD3A7E9D0"
    },
    "349FA590A8734DA0AE277322614E4572": {
      "statementNotation": "6-ETS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions using a systematic process to determine how well they meet the criteria and constraints of the problem.",
      "id": "349FA590A8734DA0AE277322614E4572",
      "asnIdentifier": "S2656593",
      "position": 25000,
      "depth": 1,
      "ancestorIds": [
        "A97FF46479584A02A25E266CD3A7E9D0"
      ],
      "parentId": "A97FF46479584A02A25E266CD3A7E9D0"
    },
    "35C9309CC1194AA189D297012411922F": {
      "position": 24000,
      "depth": 1,
      "statementNotation": "6-ETS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principles and potential impacts on people and the natural environment that may limit possible solutions.",
      "id": "35C9309CC1194AA189D297012411922F",
      "asnIdentifier": "S2656592",
      "ancestorIds": [
        "A97FF46479584A02A25E266CD3A7E9D0"
      ],
      "parentId": "A97FF46479584A02A25E266CD3A7E9D0"
    },
    "A97FF46479584A02A25E266CD3A7E9D0": {
      "id": "A97FF46479584A02A25E266CD3A7E9D0",
      "asnIdentifier": "S2658502",
      "position": 23000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Engineering, Technology, and Applications of Science",
      "ancestorIds": [],
      "parentId": null
    },
    "CF7D7EDB7A1F4630AF74E83D53AB0170": {
      "depth": 1,
      "statementNotation": "6-ESS3-5",
      "statementLabel": "Performance Expectation",
      "description": "Ask questions to clarify evidence of the factors that have caused the rise in global temperatures over the past century.",
      "comments": [
        "Clarification Statement: Examples of factors include human activities (such as fossil fuel combustion, cement production, and agricultural activity) and natural processes (such as changes in incoming solar radiation or volcanic activity). Examples of evidence can include tables, graphs, and maps of global and regional temperatures, atmospheric levels of gases such as carbon dioxide and methane, and the rates of human activities. Emphasis is on the major role that human activities play in causing the rise in global temperatures."
      ],
      "id": "CF7D7EDB7A1F4630AF74E83D53AB0170",
      "asnIdentifier": "S2656591",
      "position": 22000,
      "ancestorIds": [
        "087D05583E984FD8883A64E3F2D1EA4A"
      ],
      "parentId": "087D05583E984FD8883A64E3F2D1EA4A"
    },
    "827C8CE5E9F1457CBFFA18EFD580810F": {
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.",
      "comments": [
        "Clarification Statement: Emphasis is on how patterns vary by latitude, altitude, and geographic land distribution. Emphasis of atmospheric circulation is on the sunlight-driven latitudinal banding, the Coriolis effect, and resulting prevailing winds; emphasis of ocean circulation is on the transfer of heat by the global ocean convection cycle, which is constrained by the Coriolis effect and the outlines of continents. Examples of models can be diagrams, maps and globes, or digital representations.",
        "Assessment Boundary: Assessment does not include the dynamics of the Coriolis effect."
      ],
      "id": "827C8CE5E9F1457CBFFA18EFD580810F",
      "asnIdentifier": "S2656590",
      "position": 21000,
      "depth": 1,
      "statementNotation": "6-ESS2-6",
      "ancestorIds": [
        "087D05583E984FD8883A64E3F2D1EA4A"
      ],
      "parentId": "087D05583E984FD8883A64E3F2D1EA4A"
    },
    "3870CF60D09D4B31A7CA2486C7644E87": {
      "asnIdentifier": "S2656589",
      "position": 20000,
      "depth": 1,
      "statementNotation": "6-ESS2-5",
      "statementLabel": "Performance Expectation",
      "description": "Collect data to provide evidence for how the motions and complex interactions of air masses results in changes in weather conditions.",
      "comments": [
        "Clarification Statement: Emphasis is on how air masses flow from regions of high pressure to low pressure, causing weather (defined by temperature, pressure, humidity, precipitation, and wind) at a fixed location to change over time, and how sudden changes in weather can result when different air masses collide. Emphasis is on how weather can be predicted within probabilistic ranges. Examples of data can be provided to students (such as weather maps, diagrams, and visualizations) or obtained through laboratory experiments (such as with condensation).",
        "Assessment Boundary: Assessment does not include recalling the names of cloud types or weather symbols used on weather maps or the reported diagrams from weather stations."
      ],
      "id": "3870CF60D09D4B31A7CA2486C7644E87",
      "ancestorIds": [
        "087D05583E984FD8883A64E3F2D1EA4A"
      ],
      "parentId": "087D05583E984FD8883A64E3F2D1EA4A"
    },
    "087D05583E984FD8883A64E3F2D1EA4A": {
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Weather and Climate",
      "id": "087D05583E984FD8883A64E3F2D1EA4A",
      "asnIdentifier": "S2658507",
      "position": 19000,
      "ancestorIds": [],
      "parentId": null
    },
    "1F78BD6D15354C18993AB6047DB31987": {
      "comments": [
        "Clarification Statement: Examples of evidence include grade-appropriate databases on human populations and the rates of consumption of food and natural resources (such as freshwater, mineral, and energy). Examples of impacts can include changes to the appearance, composition, and structure of Earth's systems as well as the rates at which they change. The consequences of increases in human populations and consumption of natural resources are described by science, but science does not make the decisions for the actions society takes."
      ],
      "id": "1F78BD6D15354C18993AB6047DB31987",
      "asnIdentifier": "S2656588",
      "position": 18000,
      "depth": 1,
      "statementNotation": "6-ESS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth's systems.",
      "ancestorIds": [
        "5A7803664FED4C9184768A02A6A34085"
      ],
      "parentId": "5A7803664FED4C9184768A02A6A34085"
    },
    "4126D978ACDD4A5AB0C4A126D3DAEDDF": {
      "asnIdentifier": "S2656587",
      "position": 17000,
      "depth": 1,
      "statementNotation": "6-ESS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles to design a method for monitoring and minimizing a human impact on the environment.",
      "comments": [
        "Clarification Statement: Examples of the design process include examining human environmental impacts, assessing the kinds of solutions that are feasible, and designing and evaluating solutions that could reduce that impact. Examples of human impacts can include water usage (such as the withdrawal of water from streams and aquifers or the construction of dams and levees), land usage (such as urban development, agriculture, or the removal of wetlands), and pollution (such as of the air, water, or land)."
      ],
      "id": "4126D978ACDD4A5AB0C4A126D3DAEDDF",
      "ancestorIds": [
        "5A7803664FED4C9184768A02A6A34085"
      ],
      "parentId": "5A7803664FED4C9184768A02A6A34085"
    },
    "5A7803664FED4C9184768A02A6A34085": {
      "id": "5A7803664FED4C9184768A02A6A34085",
      "asnIdentifier": "S2658506",
      "position": 16000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Human Impacts",
      "ancestorIds": [],
      "parentId": null
    },
    "F31AE6A328AA4A33A464A7B648612572": {
      "statementNotation": "6-LS3-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
      "comments": [
        "Clarification Statement: Emphasis is on using models such as Punnett squares, diagrams, and simulations to describe the cause and effect relationship of gene transmission from parent(s) to offspring and resulting genetic variation."
      ],
      "id": "F31AE6A328AA4A33A464A7B648612572",
      "asnIdentifier": "S2656585",
      "position": 15000,
      "depth": 1,
      "ancestorIds": [
        "E3F39C8279DA4B2CB5B113FF547BDA1E"
      ],
      "parentId": "E3F39C8279DA4B2CB5B113FF547BDA1E"
    },
    "5022B30C1E734D20BC10B0D240C90102": {
      "position": 14000,
      "depth": 1,
      "statementNotation": "6-LS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
      "comments": [
        "Clarification Statement: Examples of local environmental conditions could include availability of food, light, space, and water. Examples of genetic factors could include large breed cattle and species of grass affecting growth of organisms. Examples of evidence could include drought decreasing plant growth, fertilizer increasing plant growth, different varieties of plant seeds growing at different rates in different conditions, and fish growing larger in large ponds than they do in small ponds.",
        "Assessment Boundary: Assessment does not include genetic mechanisms, gene regulation, or biochemical processes."
      ],
      "id": "5022B30C1E734D20BC10B0D240C90102",
      "asnIdentifier": "S2656584",
      "ancestorIds": [
        "E3F39C8279DA4B2CB5B113FF547BDA1E"
      ],
      "parentId": "E3F39C8279DA4B2CB5B113FF547BDA1E"
    },
    "E6B513D1E14747D7B25DFDCA75CB979F": {
      "id": "E6B513D1E14747D7B25DFDCA75CB979F",
      "asnIdentifier": "S2656583",
      "position": 13000,
      "depth": 1,
      "statementNotation": "6-LS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use argument based on empirical evidence and scientific reasoning to support an explanation for how characteristic animal behaviors and specialized plant structures affect the probability of successful reproduction of animals and plants respectively.",
      "comments": [
        "Clarification Statement: Examples of behaviors that affect the probability of animal reproduction could include nest building to protect young from cold, herding of animals to protect young from predators, and vocalization of animals and colorful plumage to attract mates for breeding. Examples of animal behaviors that affect the probability of plant reproduction could include transferring pollen or seeds, and creating conditions for seed germination and growth. Examples of plant structures could include bright flowers attracting butterflies that transfer pollen, flower nectar and odors that attract insects that transfer pollen, and hard shells on nuts that squirrels bury."
      ],
      "ancestorIds": [
        "E3F39C8279DA4B2CB5B113FF547BDA1E"
      ],
      "parentId": "E3F39C8279DA4B2CB5B113FF547BDA1E"
    },
    "E3F39C8279DA4B2CB5B113FF547BDA1E": {
      "asnIdentifier": "S2658505",
      "position": 12000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Growth, Development, and Reproduction of Organisms",
      "id": "E3F39C8279DA4B2CB5B113FF547BDA1E",
      "ancestorIds": [],
      "parentId": null
    },
    "B1A202703259428F813049D6945779B1": {
      "description": "Gather and synthesize information that sensory receptors respond to stimuli by sending messages to the brain for immediate behavior or storage as memories.",
      "comments": [
        "Assessment Boundary: Assessment does not include mechanisms for the transmission of this information."
      ],
      "id": "B1A202703259428F813049D6945779B1",
      "asnIdentifier": "S2656582",
      "position": 11000,
      "depth": 1,
      "statementNotation": "6-LS1-8",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "5826DB5DE31F4E10962A850542B7FA9A"
      ],
      "parentId": "5826DB5DE31F4E10962A850542B7FA9A"
    },
    "22035CD59961453E8AA2D36ACB8C1E71": {
      "depth": 1,
      "statementNotation": "6-LS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Use argument supported by evidence for how the body is a system of interacting subsystems composed of groups of cells.",
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding that cells form tissues and tissues form organs specialized for particular body functions. Examples could include the interaction of subsystems within a system and the normal functioning of those systems.",
        "Assessment Boundary: Assessment does not include the mechanism of one body system independent of others. Assessment is limited to the circulatory, excretory, digestive, respiratory, muscular, and nervous systems."
      ],
      "id": "22035CD59961453E8AA2D36ACB8C1E71",
      "asnIdentifier": "S2656581",
      "position": 10000,
      "ancestorIds": [
        "5826DB5DE31F4E10962A850542B7FA9A"
      ],
      "parentId": "5826DB5DE31F4E10962A850542B7FA9A"
    },
    "52819BB5136C4AEDA5F08198D64DA5DE": {
      "description": "Develop and use a model to describe the function of a cell as a whole and ways parts of cells contribute to the function.",
      "comments": [
        "Clarification Statement: Emphasis is on the cell functioning as a whole system and the primary role of identified parts of the cell, specifically the nucleus, chloroplasts, mitochondria, cell membrane, and cell wall.",
        "Assessment Boundary: Assessment of organelle structure/function relationships is limited to the cell wall and cell membrane. Assessment of the function of the other organelles is limited to their relationship to the whole cell. Assessment does not include the biochemical function of cells or cell parts."
      ],
      "id": "52819BB5136C4AEDA5F08198D64DA5DE",
      "asnIdentifier": "S2656580",
      "position": 9000,
      "depth": 1,
      "statementNotation": "6-LS1-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "5826DB5DE31F4E10962A850542B7FA9A"
      ],
      "parentId": "5826DB5DE31F4E10962A850542B7FA9A"
    },
    "5615F35E0E954E3C8D297292D35239DA": {
      "statementNotation": "6-LS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Conduct an investigation to provide evidence that living things are made of cells, either one cell or many different numbers and types of cells.",
      "comments": [
        "Clarification Statement: Emphasis is on developing evidence that living things are made of cells, distinguishing between living and non-living cells, and understanding that living things may be made of one cell or many and varied cells."
      ],
      "id": "5615F35E0E954E3C8D297292D35239DA",
      "asnIdentifier": "S2656579",
      "position": 8000,
      "depth": 1,
      "ancestorIds": [
        "5826DB5DE31F4E10962A850542B7FA9A"
      ],
      "parentId": "5826DB5DE31F4E10962A850542B7FA9A"
    },
    "5826DB5DE31F4E10962A850542B7FA9A": {
      "id": "5826DB5DE31F4E10962A850542B7FA9A",
      "asnIdentifier": "S2658504",
      "position": 7000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Structure, Function, and Information Processing",
      "ancestorIds": [],
      "parentId": null
    },
    "23AFD02BAFC747D498E76D5C1A5A81EC": {
      "position": 6000,
      "depth": 1,
      "statementNotation": "6-PS3-5",
      "statementLabel": "Performance Expectation",
      "description": "Construct, use, and present arguments to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the object.",
      "comments": [
        "AR Clarification Statement: Examples of empirical evidence used in arguments could include a diagram, flowchart, or other representation of the energy before and after the transfer in the form of temperature changes or motion of an object.",
        "Assessment Boundary: Assessment does not include calculations of energy."
      ],
      "id": "23AFD02BAFC747D498E76D5C1A5A81EC",
      "asnIdentifier": "S2656578",
      "ancestorIds": [
        "AC94E189198D441EAE8296A314A9E1AA"
      ],
      "parentId": "AC94E189198D441EAE8296A314A9E1AA"
    },
    "C9C2BDB509D04493AFFBF1CD3AFBD145": {
      "depth": 1,
      "statementNotation": "6-PS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Plan an investigation to determine the relationships among the energy transferred, the type of matter, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
      "comments": [
        "Clarification Statement: Examples of experiments could include comparing final water temperatures after different masses of ice melted in the same volume of water with the same initial temperature, the temperature change of samples of different materials with the same mass as they cool or heat in the environment, or the same material with different masses when a specific amount of energy is added.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "id": "C9C2BDB509D04493AFFBF1CD3AFBD145",
      "asnIdentifier": "S2656577",
      "position": 5000,
      "ancestorIds": [
        "AC94E189198D441EAE8296A314A9E1AA"
      ],
      "parentId": "AC94E189198D441EAE8296A314A9E1AA"
    },
    "539C785C770643E4ADC8899595E755EF": {
      "id": "539C785C770643E4ADC8899595E755EF",
      "asnIdentifier": "S2656576",
      "position": 4000,
      "depth": 1,
      "statementNotation": "6-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
      "comments": [
        "AR Clarification Statement: Examples of devices could include an insulated box, a solar cooker, and a polystyrene foam cup.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "ancestorIds": [
        "AC94E189198D441EAE8296A314A9E1AA"
      ],
      "parentId": "AC94E189198D441EAE8296A314A9E1AA"
    },
    "AC94E189198D441EAE8296A314A9E1AA": {
      "position": 3000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Energy",
      "id": "AC94E189198D441EAE8296A314A9E1AA",
      "asnIdentifier": "S2658503",
      "ancestorIds": [],
      "parentId": null
    },
    "AC656B522DA5477AB1DBCDBC8FC4C348": {
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe the cycling of water through Earth's systems driven by energy from the sun and the force of gravity.",
      "comments": [
        "Clarification Statement: Emphasis is on the ways water changes its state as it moves through the multiple pathways of the hydrologic cycle. Examples of models can be conceptual or physical.",
        "Assessment Boundary: A quantitative understanding of the latent heats of vaporization and fusion is not assessed."
      ],
      "id": "AC656B522DA5477AB1DBCDBC8FC4C348",
      "asnIdentifier": "S2656586",
      "position": 2000,
      "depth": 1,
      "statementNotation": "6-ESS2-4",
      "ancestorIds": [
        "B13AD1C737C04C05956B554DE0B4FAAF"
      ],
      "parentId": "B13AD1C737C04C05956B554DE0B4FAAF"
    },
    "B13AD1C737C04C05956B554DE0B4FAAF": {
      "id": "B13AD1C737C04C05956B554DE0B4FAAF",
      "asnIdentifier": "S2658498",
      "position": 1000,
      "depth": 0,
      "statementLabel": "Topic",
      "description": "Earth's Systems",
      "ancestorIds": [],
      "parentId": null
    }
  }
}