{
  "id": "C9CDC07836014413A9C040C8B532E6C6",
  "title": "9e année - Expression des cultures des Premières Nations, des Métis et des Inuits, NAC1O (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "09"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "title": "9e année - Expression des cultures des Premières Nations, des Métis et des Inuits, NAC1O (2019)",
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "531F6874B0224DD0939059A8DCE913C9": {
      "id": "531F6874B0224DD0939059A8DCE913C9",
      "asnIdentifier": null,
      "position": 67000,
      "depth": 1,
      "listId": "D3.4",
      "statementNotation": "D3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des activités artistiques et culturelles au-delà de la salle de classe et y participer afin d'acquérir de l'expérience dans le domaine des arts, notamment des arts autochtones (p. ex., participer à un programme d'Échanges Racines canadiennes [ÉRC] qui réunit des jeunes Autochtones et non-Autochtones et leur donne l'occasion de vivre des expériences interculturelles dans des communautés, des écoles et des organisations autochtones; participer à des programmes offerts par des musées comme l'atelier Autoportraits autochtones du Musée canadien de l'Histoire, participer au projet Wapikoni et produire un mini-clip vidéo).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "3AC40857A5C54D318320B525CF49406E": {
      "id": "3AC40857A5C54D318320B525CF49406E",
      "asnIdentifier": null,
      "position": 66000,
      "depth": 1,
      "listId": "D3.3",
      "statementNotation": "D3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des métiers qui appuient l'essor et la promotion des formes d'expression artistiques des Premières Nations, des Métis et des Inuits à l'échelle locale, régionale et nationale (p. ex., ethnographes ou archéologues qui étudient l'histoire et l'évolution des cultures autochtones, directrices ou directeurs artistiques, conservatrices ou conservateurs chargés des collections d'un musée ou d'une bibliothèque, professeures ou professeurs, webmestres qui font la promotion de l'art autochtone, organisatrices ou organisateurs d'événements, galeristes d'art autochtones) ainsi que les compétences requises.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "A0CBC3E57338451FB80E786AA13BBADD": {
      "id": "A0CBC3E57338451FB80E786AA13BBADD",
      "asnIdentifier": null,
      "position": 65000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "mettre à jour son plan d'itinéraire d'études, en l'étayant des preuves de son questionnement, de son cheminement, de ses points forts et de ses champs d'intérêt, ainsi qu'en explorant des possibilités connexes d'apprentissage et de travail, tout en misant sur les possibilités offertes en français (p. ex., explorer des programmes de Majeure haute spécialisation [MHS] en art et culture; dresser une liste des programmes d'art au palier postsecondaire offerts en français en Ontario; s'informer sur les compétences requises pour faire carrière en publicité, en animation, en art-thérapie, en création de mode ou en graphisme; simuler une entrevue pour un poste dans le domaine des arts et de la culture).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "E93A669F9CDA4D0A8F89F03CA843EBEF": {
      "id": "E93A669F9CDA4D0A8F89F03CA843EBEF",
      "asnIdentifier": null,
      "position": 64000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les compétences et les habitudes de travail acquises dans le cadre du processus de création, d'analyse, de présentation et de promotion ainsi que lors de la découverte d'œuvres et de productions des Premières Nations, des Métis et des Inuits, peuvent servir la vie durant (p. ex., connaissances liées aux compétences et à la sécurité culturelles; capacité de résoudre les problèmes de façon créative; habiletés en communication visuelle et orale; capacité de travailler en équipe ou de manière indépendante), tout en étayant de preuves sa réponse.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "BC270CA61671484EBB0B70D81CA618FB": {
      "id": "BC270CA61671484EBB0B70D81CA618FB",
      "asnIdentifier": null,
      "position": 63000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les compétences acquises grâce à la création, à la présentation et à l'analyse d'œuvres inspirées des points de vue des Premières Nations, des Métis et des Inuits, y compris des œuvres et des productions en arts intégrés, en identifiant des possibilités d'entreprendre des projets artistiques au-delà du cadre de la salle de classe.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "AE394C0C5D9A474CBC9D0DFE9AC4D9FE": {
      "id": "AE394C0C5D9A474CBC9D0DFE9AC4D9FE",
      "asnIdentifier": null,
      "position": 62000,
      "depth": 1,
      "listId": "D2.4",
      "statementNotation": "D2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "relever des réactions suscitées par diverses œuvres et productions artistiques des Premières Nations, des Métis et des Inuits, à l'échelle communautaire, régionale, nationale et mondiale (p. ex., par rapport à l'inclusion ou à l'exclusion de l'art des Premières Nations, des Métis et des Inuits lors d'expositions; la popularité de l'art des Premières Nations, des Métis et des Inuits dans les milieux artistiques et parmi ceux qui achètent des œuvres d'art au Canada et à travers le monde; l'attention accordée à l'art des Premières Nations, des Métis et des Inuits par les critiques d'art de diverses régions), tout en expliquant l'importance des arts dans le rapprochement de points de vue culturels divergents et dans la promotion du dialogue.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "80B739C12A65447287133DA845135E2F": {
      "id": "80B739C12A65447287133DA845135E2F",
      "asnIdentifier": null,
      "position": 61000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment l'art appuie la réconciliation et la justice pour les Premières Nations, les Métis et les Inuits au sein de la société canadienne, à partir de diverses formes d'expression artistiques (p. ex., le lien entre les récits inuits pour les enfants et le concept de réconciliation; les installations multimédias qui mettent en évidence les histoires des Premières Nations, des Métis et des Inuits pour sensibiliser le grand public à ce passé méconnu).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "2BD47054184C4F679097CCDCADD76CBD": {
      "id": "2BD47054184C4F679097CCDCADD76CBD",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'apport de divers artistes, incluant les artistes autochtones francophones, qui ont contribué à l'exposition des cultures des Premières Nations, des Métis et des Inuits, au sein de la société canadienne (p. ex., Caroline Monnet - cinéaste et artiste visuelle algonquine; Kim Picard - designer autochtone; Rita Letendre – artiste visuelle abénaquise; Pierre Sioui – artiste visuel huron-wendat; Alanis Obomsawin – cinéaste abénaquise; Florent Vollant – musicien innu; Yves Sioui Durand – dramaturge huron-wendat; Samian – rappeur algonquin; Norval Morriseau – peintre anishinaabe; Betty Albert – peintre crie; Shirley Cheechoo – actrice, scénariste, productrice et réalisatrice crie; Aaron Paquette – peintre métis; Kelly Qimirpik – sculpteur inuit; Ohotaq Mikkigaq – dessinateur inuit; Raven Kanatakta et ShoShona Kish, du groupe Digging Roots – chanteurs de folk anishinaabek; Kinnie Starr – auteure-compositrice-interprète d'héritage kanien'kehá:ka [mohawk]; Alex Janvier – peintre déné suliné; Jackson Beardy – artiste visuel d'origine crie; Eddy Cobiness – artiste ojibwé; Carl Ray – artiste cri).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "A5B07C18B52B49DA8829E4A1A8506EA4": {
      "id": "A5B07C18B52B49DA8829E4A1A8506EA4",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer le rôle de l'art dans la promotion du renouveau culturel et de la guérison au sein des Premières Nations, des Métis et des Inuits, en s'appuyant sur diverses formes d'expression artistiques (p. ex., l'identité collective exprimée au moyen du graphisme; les paroles de chansons faisant référence à la guérison; les murales dans les espaces publics véhiculant la fierté d'appartenir à une communauté; les nouvelles formes d'expression artistiques et celles en évolution telles que le hip-hop, le tatouage du cuir chevelu et l'art corporel offrant aux jeunes des Premières Nations, métis et inuits des moyens d'autoexpression culturelle; les formes d'expression artistiques traditionnelles comme les motifs et les techniques distinctifs du tricot des Cowichans qui sont reconnus mondialement).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "7DFE58D85FEC45D8874DEF5C853930A4": {
      "id": "7DFE58D85FEC45D8874DEF5C853930A4",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner le rôle des productions artistiques dans le renouveau et la guérison au sein des communautés des Premières Nations, des Métis et des Inuits ainsi que dans la réconciliation et le dialogue avec les collectivités non autochtones au Canada.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "8CA92D9A697044FFB2585A32A58FB2D4": {
      "id": "8CA92D9A697044FFB2585A32A58FB2D4",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D1.5",
      "statementNotation": "D1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'apport de différents espaces de développement et de diffusion d'œuvres et de productions artistiques contemporaines et leurs façons de soutenir l'expression de la souveraineté et l'autonomie gouvernementale des Premières Nations, des Métis et des Inuits (p. ex., plateformes d'écoute musicale en ligne, musique baladodiffusée, téléversement de vidéos en ligne, sites Web personnels, musique infonuagique, festivals de films et d'arts médiatiques, concours et prix de musique, collaboration avec des artistes établis, œuvres commandées par des sociétés ou institutions publiques).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "FE168C2A3DAD4BA6BDAABB090F25DD07": {
      "id": "FE168C2A3DAD4BA6BDAABB090F25DD07",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D1.4",
      "statementNotation": "D1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier divers types de performances contemporaines d'artistes des Premières Nations, métis et inuits (p. ex., narration orale, chant, danse), en soulignant les liens avec leurs traditions culturelles (p. ex., tradition orale) et avec d'autres formes théâtrales (p. ex., théâtre, théâtre musical, improvisation, théâtre de l'opprimé) ainsi que leur apport à la société (p. ex., expérience esthétique; échange d'idées culturelles; promotion des cultures, des valeurs, des traditions et des points de vue autochtones; modèles de transformation identitaire et d'affirmation collective; dénonciation de certains éléments de l'histoire, prise de conscience des traumatismes historiques et des répercussions intergénérationnelles).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "4DCC3FC548BF4A8FBEDADF16DE039F23": {
      "id": "4DCC3FC548BF4A8FBEDADF16DE039F23",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner des facteurs sociopolitiques et des contextes sociaux ayant influencé les messages communiqués dans des œuvres et des productions artistiques contemporaines d'artistes émergents et établis des Premières Nations, métis et inuits (p.ex., la sérigraphie L'iceberg nord-américain de Carl Beam relie le passé et le présent en illustrant la résistance historique et contemporaine au colonialisme; le film d'Alanis Obomsawin Kanehsatake : 270 ans de résistance vient donner une voix à la perspective des Premières Nations sur la crise d'OKA; les films de Zakarias Kunuk, réalisateur inuit, évoquent le mode de vie nomade des Inuits et leurs premiers contacts avec les missionnaires).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "AF9A6E9B8CEA4188A4D3ACE81ABB432D": {
      "id": "AF9A6E9B8CEA4188A4D3ACE81ABB432D",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser en quoi ses expériences avec des productions artistiques des Premières Nations, des Métis et des Inuits qui traitent des relations familiales et de la vie sociale (p. ex., relations intergénérationnelles, clans, liens de parenté, liens ancestraux, famille élargie et système matriarcal ou patriarcal de certaines collectivités) ont influé sur ses propres valeurs et croyances concernant ces sujets aujourd'hui (p. ex., rôle des grands-parents, liens avec la famille élargie, relations parents-enfants).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "FA3796F71AAD4148BF5B17957FB714B0": {
      "id": "FA3796F71AAD4148BF5B17957FB714B0",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire comment la culture matérielle des Premières Nations et des Inuits avant l'arrivée des Européens et celle des premiers Métis reflètent l'expression artistique, l'innovation technologique, la spiritualité et les rôles sociaux (p. ex., l'atlatl, un propulseur lance-javelines, est utilisé pour la chasse; la poterie, les paniers en écorce de bouleau et les ustensiles en bois sont décorés de motifs géométriques et figuratifs; les lunettes de neige des Inuits, faites d'ivoire, sont pratiques et d'un esthétisme sophistiqué; les tipis sont un symbole spirituel tant par leur architecture que par leur décoration : la porte est orientée vers l'est, la base évoque un rapport à la Terre et le haut à l'univers; l'inuksuk sert de point de repère physique ou de symbole culturel).",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "B6BF377AF00740A69E16CB0096280863": {
      "id": "B6BF377AF00740A69E16CB0096280863",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de la façon dont les formes d'expression artistiques traditionnelles et contemporaines des Premières Nations, des Métis et des Inuits reflètent les sociétés et les périodes dans lesquelles elles ont été créées.",
      "comments": [],
      "ancestorIds": [
        "702D18E43168422082AF28E5DD49C9B5"
      ],
      "parentId": "702D18E43168422082AF28E5DD49C9B5"
    },
    "702D18E43168422082AF28E5DD49C9B5": {
      "id": "702D18E43168422082AF28E5DD49C9B5",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "ART ET SOCIÉTÉ",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "FA606B1AE58E4420945846A149A846CE": {
      "id": "FA606B1AE58E4420945846A149A846CE",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "C4.4",
      "statementNotation": "C4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des qualités dans des œuvres et des productions inspirées des perspectives autochtones, incluant ses propres œuvres, tout en évaluant leur efficacité (p. ex., dans un journal ou dans un blogue, au cours de discussions de groupe ou avec des Aînées et des Aînés, des sénatrices et des sénateurs métis ou des gardiennes et gardiens des savoirs et des savoir-faire).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "B633C72CE7814617BB3E8DCFC008DD91": {
      "id": "B633C72CE7814617BB3E8DCFC008DD91",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "C4.3",
      "statementNotation": "C4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "dégager des éléments et des principes que l'on retrouve dans des œuvres et productions de divers artistes émergents et établis des Premières Nations, métis et inuits (p. ex., Kim Picard - designer autochtone; Rita Letendre – artiste visuelle abénaquise; Pierre Sioui – artiste visuel huron-wendat; Alanis Obomsawin – cinéaste abénaquise; Mimi O'bonsawin – chanteuse abéna-quise; Conrad Bobiwash – artiste visuel de la Première Nation Mississauga; Samian – rappeur algonquin; Christine Sioui Wawanoloath – artiste autochtone pluridisciplinaire; Rachel-Alouki Labbé - cinéaste abénaquise; Geneviève McKenzie – auteure-compositrice-interprète innue; Amanda Strong - illustratrice et cinéaste métisse et crie; Moe Clark – artiste métisse multidisciplinaire; Christian Laveau – musicien, chanteur et danseur huron-wendat) ainsi que les méthodes utilisées pour intégrer ces éléments et principes dans une même œuvre (p. ex., Elisapie Isaac intègre divers éléments rythmiques dans ses chansons afin de rapprocher les générations inuites), tout en analysant leurs effets.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "F3D86F8BD7F34C12901D3B589108C6BC": {
      "id": "F3D86F8BD7F34C12901D3B589108C6BC",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "C4.2",
      "statementNotation": "C4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer en quoi l'intégration des nouvelles technologies dans des formes d'expression artistiques traditionnelles des Premières Nations, des Métis et des Inuits (p. ex., les points rouges en relief dans la toile Water Song de Christi Belcourt représentent le perlage; l'artiste inuite Tanya Tagaq combine le chant de gorge traditionnel et la musique contemporaine; le projet de recherche Community Sound [e] Scapes explore l'art sonore et la créativité improvisée dans des communautés des Premières Nations du Nord de l'Ontario) affecte l'expérience de ces œuvres.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "647397EE0453451AB308C38354903D7D": {
      "id": "647397EE0453451AB308C38354903D7D",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "C4.1",
      "statementNotation": "C4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer sa réaction initiale lors de la découverte de diverses formes d'expression artistiques des Premières Nations, des Métis et des Inuits (p. ex., la danse, le théâtre, la musique et les productions en arts intégrés) qui représentent la diversité des cultures autochtones au Canada (p. ex., décrire sa première impression après avoir entendu un chant de gorge inuit; expliquer son interprétation des mouvements du corps et des gestes de la main des danseuses et danseurs tsimshians qui mettent en scène une histoire; identifier des aspects du chant déné qui suscitent des émotions) par le biais d'une variété de stratégies et de modes de communication (p. ex., groupe de discussion, vidéoblogue, journal).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "95C374DC32CF4B298068471FE134426B": {
      "id": "95C374DC32CF4B298068471FE134426B",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "C4",
      "statementNotation": "C4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du processus d'analyse critique en l'appliquant à l'étude des œuvres et de productions d'artistes des Premières Nations, métis et inuits, ainsi qu'à ses œuvres et à celles de ses pairs.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "15A92B39E42945F69C4F75338D47BC32": {
      "id": "15A92B39E42945F69C4F75338D47BC32",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "C3.4",
      "statementNotation": "C3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser des pratiques écoresponsables dans la création et la présentation de ses œuvres et productions en arts intégrés (p. ex., se débarrasser des contenants de peinture de façon responsable; se procurer des matériaux écologiques; recycler les matériaux de manière appropriée; utiliser des matériaux naturels provenant de sources durables).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "042883876FBE4FC09244A51CA01A89FB": {
      "id": "042883876FBE4FC09244A51CA01A89FB",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "C3.3",
      "statementNotation": "C3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "adopter les pratiques de travail recommandées lors de l'utilisation de matériaux, d'outils, de techniques et de technologies, en prenant les précautions nécessaires pour assurer sa sécurité et celle d'autrui dans le processus de la création artistique (p. ex., suivre les directives des guides d'utilisation et de l'enseignante ou de l'enseignant lorsqu'on utilise de nouveaux outils ou de nouvelles technologies; faire preuve de respect à l'égard d'autres élèves qui partagent le même espace; former des petits groupes et créer des règles de comportement en classe tout en s'assurant que chacun précise ses attentes).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "2E37355177854DED9876F913FE12E507": {
      "id": "2E37355177854DED9876F913FE12E507",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C3.2",
      "statementNotation": "C3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des pratiques légales, morales et culturellement respectueuses liées aux formes d'expression artistiques des Premières Nations, des Métis et des Inuits, tout en les adoptant lors de l'analyse, de la création, de la présentation et de la promotion de ses œuvres (p. ex., obtenir la permission de reproduire du matériel protégé par le droit d'auteur et en mentionner la source; éviter l'appropriation culturelle des formes d'expression artistiques autochtones; se tenir à jour des normes canadiennes en matière de droit d'auteur et de nouveaux médias et de leurs répercussions dans le domaine artistique; consulter les Aînées et les Aînés locaux, les sénatrices et les sénateurs métis, les gardiennes et les gardiens du savoir et respecter les protocoles culturels dans l'exploration des formes artistiques des Premières Nations, des Métis et des Inuits; reconnaître l'apport de l'environnement naturel).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "4BC1562D80F34CA39FAC6DEF95A73623": {
      "id": "4BC1562D80F34CA39FAC6DEF95A73623",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C3.1",
      "statementNotation": "C3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "préciser, en les appliquant, des conventions et des protocoles culturels liés aux disciplines artistiques dans l'analyse, la création, la présentation et la promotion d'œuvres des Premières Nations, des Métis et des Inuits (p. ex., ébaucher des règles d'étiquette à suivre dans une galerie, un musée, une salle de concert, une salle de théâtre, ou lors de la cueillette d'objets culturels et créer une affiche illustrant ces normes; traiter les objets sacrés avec respect).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "0C81832C2BA246E5A558D2A5109604BC": {
      "id": "0C81832C2BA246E5A558D2A5109604BC",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "C3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "adopter des conventions et pratiques responsables en lien avec les disciplines artistiques et les formes d'expression artistiques des Premières Nations, des Métis et des Inuits, en les appliquant dans son travail de création, d'analyse et de présentation.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "EDDCEEEF799447B98D9A964AE425FC91": {
      "id": "EDDCEEEF799447B98D9A964AE425FC91",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'incidence historique et contemporaine des percées technologiques et des courants culturels ayant influé sur les formes d'expression artistiques des Premières Nations, des Métis et des Inuits (p. ex., techniques de gravure et de reproduction d'œuvres d'art, photographie, vidéos numériques, danse carrée, accordéon et violon importés dans l'Arctique par des baleiniers écossais).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "8CCCADC5A83B4B11A04A8606EDA7E673": {
      "id": "8CCCADC5A83B4B11A04A8606EDA7E673",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'incidence des développements politiques, socioéconomiques et environnementaux historiques et contemporains qui ont influencé la création d'œuvres artistiques des Premières Nations, des Métis et des Inuits (p. ex., colonisation et décolonisation, assimilation, évangélisation, déportation des Inuits, exode rural et urbanisation, manque de financement pour les programmes artistiques communautaires, mondialisation; décision de l'Union européenne d'interdire le commerce des produits dérivés de la baleine et du phoque).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "2DA469072419437F8913D3079CAAC58C": {
      "id": "2DA469072419437F8913D3079CAAC58C",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des thèmes communs présents dans les oeuvres de divers artistes des Premières Nations, métis et inuits, incluant des artistes autochtones francophones, dont l'ensemble des créations englobe plus qu'une forme d'expression artistique (p. ex., préparer et présenter un court exposé sur les thèmes abordés dans les œuvres d'artistes tels que Christine Sioui Wawanoloath – artiste abénaquise wendat pluridisciplinaire; le Cercle métissé, un groupe d'artistes francophones autochtones de l'Ontario; Mimi O'bonsawin – chanteuse abénaquise; André Dudemaine – réalisateur et animateur culturel innu; Rachel-Alouki Labbé – cinéaste abénaquise; Robert Seven-Crows – auteur/compositeur/interprète et A'tukwiwenu – conteur traditionnel, métis/micmacs; Geneviève McKenzie – auteure-compositrice-interprète innue; Moe Clark – artiste métisse multidisciplinaire; Christian Laveau – musicien, chanteur et danseur, Isabelle Gros-Louis Michaud - danseuse et chorégraphe, Patrick Gros-Louis – danseur et chanteur, Yves Sioui Durand – dramaturge, Jean Sioui – poète huron-wendat; Joséphine Bacon et Rita Mestokosho – poétesses innues).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "79C50A1D9BC849879F0CCB13FC9C8AC4": {
      "id": "79C50A1D9BC849879F0CCB13FC9C8AC4",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des contextes, thèmes et influences historiques et contemporains liés aux créations artistiques et aux œuvres issues des cultures des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "FA7B951497804F968E820D446AC106A6": {
      "id": "FA7B951497804F968E820D446AC106A6",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les processus créatifs employés pour diverses disciplines artistiques telles qu'elles sont reflétées dans les formes d'expression artistiques des Premières Nations, des Métis et des Inuits (p. ex., à l'égard de l'esthétisme et du design d'un tikinagan ojibwé ou d'un amauti inuit, du rôle de l'inspiration dans la conception des tenues traditionnelles autochtones et dans la tradition orale, de l'utilisation des couleurs, des formes et de l'espace dans les productions médias et les arts visuels pour illustrer une perspective unique du monde – soit que les êtres humains vivent dans un univers fait par le Créateur et qu'ils ont besoin d'être en harmonie avec la nature, les uns avec les autres et avec eux-mêmes).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "3CFA9E0E6C364EED9075439140CC2BCE": {
      "id": "3CFA9E0E6C364EED9075439140CC2BCE",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "repérer des éléments, principes et autres notions clés liés à diverses formes d'expressions artistiques des Premières Nations, des Métis et des Inuits et des termes qui sont communs à plusieurs groupes culturels (p. ex., danse sociale, danse rituelle, vêtements traditionnels autochtones, enseignement lié aux planches porte-bébé, motif de bois, perlage, battements de tambour rythmés, récits de la tradition orale dans le style thématique et dans le style itératif).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "11C9DDB744784D92A4764CE59F17F345": {
      "id": "11C9DDB744784D92A4764CE59F17F345",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser la terminologie d'usage liée aux éléments, aux principes et aux autres notions clés dans la création, l'analyse et la présentation d'œuvres de différentes disciplines artistiques, dont des œuvres qui reflètent les perspectives des Premières Nations, des Métis et des Inuits (p. ex., utiliser la terminologie appropriée pour concevoir un drapeau symbolisant son propre patrimoine culturel; créer une œuvre multimédia qui intègre le katajjaniq [chant de gorge ou jeu vocal inuit] ou des objets ornés de broderies de perles à motifs floraux métis; créer des jeux de vocabulaire à l'aide de termes liés aux traditions artistiques de divers groupes des Premières Nations, des Métis et des Inuits par exemple «inuksuk», « arbre de la paix » et «oiseau-tonnerre »).",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "B2A3238346D940B5985626B4578B4923": {
      "id": "B2A3238346D940B5985626B4578B4923",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser sa connaissance de la terminologie, des éléments, des principes et d'autres notions clés liées aux différentes disciplines artistiques et, en particulier, aux formes d'expression artistiques des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "75515759E0B048BBBB73930A032BA546"
      ],
      "parentId": "75515759E0B048BBBB73930A032BA546"
    },
    "75515759E0B048BBBB73930A032BA546": {
      "id": "75515759E0B048BBBB73930A032BA546",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "FONDEMENTS THÉORIQUES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "D44D79E9DDCD47998BB07B2AD86F35D7": {
      "id": "D44D79E9DDCD47998BB07B2AD86F35D7",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "B4.3",
      "statementNotation": "B4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "adapter ses œuvres ou productions à un public cible (p. ex., faire découvrir un récit [le récit métis des castors, celui du capteur de rêves, celui de Sedna, de Lumiaq, de Kiviuq, de TiktaʼLiktak, ou celui de la création du monde chez les Hurons] à un public d'enfants à l'aide du volume, de la sonorité, de l'accent, du rythme, des expressions faciales et des gestes de communication non verbale pour rehausser l'ambiance d'un spectacle).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "1FA02EEECEB04A5EAD9AD2CBAA82B724": {
      "id": "1FA02EEECEB04A5EAD9AD2CBAA82B724",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "B4.2",
      "statementNotation": "B4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "appliquer des normes, pratiques, protocoles et conventions culturelles appropriées lors de la préparation, de la promotion et de la présentation d'œuvres ou de productions en arts intégrés, à diverses fins (p. ex., préparer des œuvres destinées à être exposées dans une galerie ou à être intégrées à un portfolio; décrire les procédures et les outils utilisés pour promouvoir une production, y compris affiches, billets et programmes; rédiger un énoncé d'artiste accompagnant son œuvre qui reconnaît l'artiste qui a inspiré son travail, et le territoire traditionnel duquel il provient; préparer une offrande sous forme de cachet ou une prière pour remercier les éléments utilisés dans la création de l'œuvre; inviter une Aînée ou un Aîné, une sénatrice ou un sénateur métis, une gardienne ou un gardien du savoir à ouvrir sa présentation avec une prière, un discours ou une cérémonie de purification).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "48FF2CD13E25487A8E47A2D6A9CC2975": {
      "id": "48FF2CD13E25487A8E47A2D6A9CC2975",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "B4.1",
      "statementNotation": "B4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "employer des technologies numériques (p. ex., logiciels de composition musicale, instruments électroniques, imagerie numérique) pour présenter des œuvres et productions artistiques (p. ex., ajouter un éclairage et une trame sonore numériques pour mettre en valeur une pièce de théâtre; montrer une version virtuelle, interactive, ou Web d'un projet; présenter des œuvres dans une galerie virtuelle).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "1EB394FE93B6467DBDF4C68F3B9D82F7": {
      "id": "1EB394FE93B6467DBDF4C68F3B9D82F7",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "B4",
      "statementNotation": "B4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter et promouvoir des œuvres et des œuvres en arts intégrés inspirées des points de vue des Premières Nations, des Métis et des Inuits, en respectant leurs conventions culturelles et en s'aidant de technologies appropriées.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "C3889FE9E9DE483E9FB014C0B078D19E": {
      "id": "C3889FE9E9DE483E9FB014C0B078D19E",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "faire appel à des outils, techniques et technologies de plusieurs disciplines artistiques pour créer une œuvre ou une production en arts intégrés qui véhicule un message issu de perspectives des Premières Nations, des Métis et des Inuits (p. ex., créer une œuvre multimédia inspirée des enjeux liés aux droits issus du titre ancestral et des traités autochtones au Canada et aux défis associés aux certificats des Métis; créer une pièce théâtrale sur la vie dans les pensionnats indiens en projetant une vidéo numérique pour l'arrière-plan; combiner la musique, les sons et la poésie pour créer un projet portant sur des enjeux envionnementaux d'importance pour les Premières Nations, les Métis et les Inuits au Canada).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "95058C3B3C3F4AE19132515D425CC0B6": {
      "id": "95058C3B3C3F4AE19132515D425CC0B6",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "combiner des médias, matériaux, outils et techniques utilisés actuellement par les artistes des Premières Nations, métis et inuits (p. ex., médias et matériaux : photographie numérique, film, peinture acrylique, tissus, objets trouvés, papier; outils : technologie de traitement des images numériques et des sons, Internet; techniques : broderie, animation image par image, infographie tridimensionnelle, projection et pixelisation numériques) pour créer une œuvre artistique en arts intégrés (p. ex., intégrer dans une compilation musicale du même style que le groupe Eagle and Hawk de la musique traditionnelle et contemporaine de sa propre culture pour exprimer la revitalisation de l'identité culturelle; s'inspirer de l'œuvre Ginaagiimenaaning [Regard vers l'avenir] de Christi Belcourt pour créer une installation à plusieurs panneaux qui suit le flux des lignes et des couleurs pour raconter une histoire).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "535C2D3D8A1D4DDC99E0158FCC6B3428": {
      "id": "535C2D3D8A1D4DDC99E0158FCC6B3428",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "choisir des matériaux (p. ex., peau de chevreuil, peau d'orignal, perles de verre, os, fils de tendons, roches, écorce de bouleau, piquants du porc-épic, pierre de savon), outils (p. ex., grattoirs et ulu, alènes, métiers à tisser) et techniques (p. ex., tissage, touffetage de poils d'orignaux, tressage, gravure, perlage, motifs mordelés) issus de formes d'expression artistiques traditionnelles des Premières Nations, des Métis et des Inuits pour créer une œuvre ou une production en arts intégrés, tout en faisant preuve de créativité (p. ex., œuvre à deux ou trois dimensions qui exprime une perspective autochtone sur le rôle de la nature, de la spiritualité et de l'esprit de communauté dans la société moderne; sculpture illustrant un aspect de l'identité communautaire).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "AD8F0B62A20A4FF9A942E860E974C88F": {
      "id": "AD8F0B62A20A4FF9A942E860E974C88F",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser une variété de matériaux, d'outils, de techniques et de technologies traditionnels et contemporains des Premières Nations, des Métis et des Inuits dans ses œuvres, y compris dans ses œuvres en arts intégrés qui communiquent un message et font preuve de créativité.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "E843522E137943C7849BAD6E1C522C33": {
      "id": "E843522E137943C7849BAD6E1C522C33",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "modifier une œuvre originale pour intégrer une perspective autochtone en utilisant des principes communs à plusieurs disciplines artistiques afin de varier l'assemblage visuel, sonore ou gestuel (p. ex., recréer une scène de film en changeant le point de vue pour refléter la perspective d'un personnage autochtone et l'enregistrer), renforcer une idée (p. ex., équilibre, contraste) ou mettre en valeur une intention (p. ex., répétition d'un son, d'un geste), tout en comparant l'œuvre modifiée à son original.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "D81D8EF602E94A889606302FC4C48BD6": {
      "id": "D81D8EF602E94A889606302FC4C48BD6",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "incorporer des éléments de plusieurs disciplines, processus et pratiques artistiques issus des Premières Nations, des Métis et des Inuits à une œuvre ou à une production en arts intégrés ayant une signification personnelle ou culturelle (p. ex., combiner les éléments d'espace et de relation des danses cérémoniales à l'élément de l'harmonie de la musique pour représenter le monde naturel, renforcer le champ d'énergie et la tradition spirituelle; combiner les lignes et les espaces de l'art haïda au principe d'hybridation propre aux arts décoratifs métis pour créer une œuvre multimédia qui reflète l'identité individuelle).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "9D41C4BA18CB4F7E981428BF8463143E": {
      "id": "9D41C4BA18CB4F7E981428BF8463143E",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser des symboles (p. ex., l'aigle, le coyote, le symbole de l'infini, le cercle) et des couleurs (p. ex., le violet et le blanc, couleurs de la Nation haudenosaunee; le rouge, couleur traditionnelle associée aux peuples autochtones au Canada; le bleu et le blanc, couleurs de la Nation métisse) ayant une signification particulière pour les cultures des Premières Nations, des Métis et des Inuits lors de sa création d'œuvres et de productions en arts intégrés, tout en expliquant leur signification.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "8DCB25732EA645528D14322268D942C2": {
      "id": "8DCB25732EA645528D14322268D942C2",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "appliquer des éléments clés et des principes de diverses disciplines et formes d'expression artistiques des Premières Nations, des Métis et des Inuits, dans la création, la modification et la présentation des œuvres, incluant des œuvres en arts intégrés.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "CFD3AA91BE3A420CB49D98748795AF31": {
      "id": "CFD3AA91BE3A420CB49D98748795AF31",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter, individuellement ou collectivement, des œuvres et des productions préliminaires inspirées des thèmes étudiés ou de la vision du monde de différents artistes des Premières Nations, métis et inuits, en utilisant les étapes pertinentes du processus de création (p. ex., une œuvre combinant le théâtre et la musique pour aborder le thème de la décolonisation; une œuvre en arts intégrés portant sur l'environnement) et en retouchant ses œuvres en fonction de la rétroaction reçue de ses pairs et d'une autoéva- luation (p. ex., présenter une version préliminaire de son œuvre à ses pairs et noter leurs commentaires, réfléchir sur la faisabilité des changements suggérés).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "651D0400586E4A50ADA488AE97EE934D": {
      "id": "651D0400586E4A50ADA488AE97EE934D",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler une proposition de création individuelle ou collective après avoir exploré des œuvres et des productions artistiques inspirées des points de vue des Premières Nations, des Métis et des Inuits (p. ex., adopter une stratégie «pense-paire-partage » afin d'évaluer des idées et en sélectionner une pour son projet artistique; élaborer un plan à l'aide d'une liste de contrôle ou d'une discussion dans un cercle inspiré de la tradition autochtone; réfléchir à la rétroaction reçue et modifier son plan, au besoin).",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "451E61D45AE542589B8254B84113F917": {
      "id": "451E61D45AE542589B8254B84113F917",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "appliquer, individuellement ou collectivement, une variété de stratégies (p. ex., remue-méninges, association d'idées, cartographie conceptuelle) pour explorer des idées inspirées de perspectives des Premières Nations, des Métis et des Inuits afin de répondre à un défi créatif.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "3ED54C3BD11B426DBA54D55205A2A24A": {
      "id": "3ED54C3BD11B426DBA54D55205A2A24A",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "appliquer, individuellement ou collectivement, le processus de création afin de produire des œuvres, y compris des œuvres en arts intégrés inspirées de l'exploration des points de vue des Premières Nations, des Métis et des Inuits, tout en exprimant sa propre histoire, sa culture et sa vision du monde.",
      "comments": [],
      "ancestorIds": [
        "F152C03221A64DC1AD6D3BD8150D2F30"
      ],
      "parentId": "F152C03221A64DC1AD6D3BD8150D2F30"
    },
    "F152C03221A64DC1AD6D3BD8150D2F30": {
      "id": "F152C03221A64DC1AD6D3BD8150D2F30",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "CRÉATION ET PRÉSENTATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "1FCE6275310D48DABDFE7394D435F888": {
      "id": "1FCE6275310D48DABDFE7394D435F888",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "A3.2",
      "statementNotation": "A3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes lois canadiennes qui ont eu une incidence, au fil du temps, sur l'expression artistique de la souveraineté et/ou de l'autonomie gouvernementale des Premières Nations, des Métis et des Inuits (p. ex., dans sa version modifiée de 1885, la Loi sur les Indiens interdisait certaines cérémonies et danses religieuses des Autochtones; l'article 35 à la Loi constitutionnelle de 1982 reconnaît les Premières Nations, les Métis et les Inuits du Canada comme les trois peuples autochtones distincts avec des héritages, des langues, des pratiques culturelles et des croissances spirituelles uniques; la Loi sur le ministère du Patrimoine canadien et les lois canadiennes sur la propriété intellectuelle comme la Loi sur le droit d'auteur, la Loi sur les brevets et la Loi sur les marques de commerce ne protègent pas de façon explicite les connaissances traditionnelles autochtones).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "E4F0D08C9FB34344A3CCFEBA288C77C4": {
      "id": "E4F0D08C9FB34344A3CCFEBA288C77C4",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "A3.1",
      "statementNotation": "A3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les façons dont différentes formes d'expression artistiques des Premières Nations, des Métis et des Inuits expriment les notions de souveraineté, d'autonomie gouvernementale et de nation (p. ex., calumets de paix, wampum à deux rangs [kaswenta], drapeaux en couleurs, bâton à exploits, chant du drapeau, tenues cérémoniales, tenues de danse) ainsi que leur rôle et fonction dans les politiques sociales ainsi que dans la représentation des visions du monde.",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "39F2B772EED14EB09FA10C427941ED4C": {
      "id": "39F2B772EED14EB09FA10C427941ED4C",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A3",
      "statementNotation": "A3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du rôle des notions de souveraineté, d'autonomie gouvernementale et de nation dans la vision du monde des Premières Nations, des Métis et des Inuits, tout en expliquant comment ces idées sont représentées dans diverses formes d'expression et disciplines artistiques.",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "151B9341188F480295EED794DB427EC7": {
      "id": "151B9341188F480295EED794DB427EC7",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.4",
      "statementNotation": "A2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer différentes façons dont les artistes des Premières Nations, métis et inuits utilisent les arts médiatiques (p. ex., animation image par image, narration, photographie, film documentaire, enregistrement sonore, vidéo, webdiffusion), les arts visuels et la musique pour exprimer et renforcer l'identité individuelle et collective, la décolonisation et la continuité culturelle (p. ex., les jeunes inuits s'expriment à l'aide de différents médias : peinture, théâtre, photographie, vidéo, art numérique, animation, arts du cirque, chants de gorge, rap et hip-hop; My Heart Is Beautiful de Christi Belcourt s'inspire du perlage floral traditionnel des Métis et de leur lien avec la Terre; Tanya Tagaq, auteure-compositrice de chant de gorge et de musique, défend les droits de chasse traditionnelle des Inuits).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "7F166777A3A4400581CD5137EC8BBEF7": {
      "id": "7F166777A3A4400581CD5137EC8BBEF7",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner différentes pratiques, formats ou matériaux utilisés par les artistes des Premières Nations, métis et inuits pour aborder des questions de genre dans leurs productions artistiques, tout en analysant l'influence du sujet sur le choix des techniques (p. ex., peinture, perlage, couture, menuiserie), des matériaux (p. ex., coton résistant, soie, laine) et des éléments clés (p. ex., nuances, tons, couleurs).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "C115922437D3474D89C1FF3D88F23AD1": {
      "id": "C115922437D3474D89C1FF3D88F23AD1",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les matériaux, les couleurs et les symboles sont utilisés dans les formes d'expression et dans les productions artistiques des Premières Nations, des Métis et des Inuits pour exprimer des facettes de l'identité individuelle et collective (p. ex., matériaux : des membres du clan de l'Ours peuvent utiliser des peaux et des griffes d'ours dans la confection de vêtements; l'utilisation d'écorce de bouleau ou de motifs d'écorce de bouleau dans différentes formes d'art peut représenter l'appartenance d'une ou d'un artiste aux Premières Nations des régions boisées; l'intégration d'os de baleine à un vêtement traditionnel peut indiquer que l'artiste est originaire de l'Arctique, de la région subarctique ou des côtes Nord-Ouest du Canada; couleurs : la couleur bleue est associée au genre féminin dans les peintures sur peau traditionnelles des Plaines; des couleurs et des styles de tissage sont utilisés dans les ceintures fléchées des Métis comme représentations de familles ou de communautés distinctes; symboles : flèches, serpents, motifs floraux, éléments de paysages et signes d'eau représentent souvent des caractéristiques et des éléments du nom spirituel d'un individu).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "B360217E178841CCBF62F80889E4F7E0": {
      "id": "B360217E178841CCBF62F80889E4F7E0",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle de l'identité spirituelle dans des visions du monde des Premières Nations, des Métis et des Inuits, en s'appuyant sur diverses formes d'expression et disciplines artistiques (p. ex., cérémonies religieuses, danse, musique, architecture, récits de la tradition orale, artisanat, couture; des oiseaux aux traits humains gravés dans le cuivre et l'argent symbolisent les croyances sur la transformation des esprits; des rayons sur les sculptures de pierre et d'os évoquent la force vitale; des pétroglyphes et des pictogrammes en ocre rouge sur pierre représentent les liens entre les humains et des forces spirituelles; le cercle de la vie dans les sculptures en ivoire et en pierre rappelle l'importance de mener une vie équilibrée; des guides spirituels symboliques tels que l'oiseau-tonnerre sont souvent présents dans l'art de nombreuses cultures autochtones; le son émis par les cônes de métal des robes à franges invoque les esprits pour favoriser la guérison individuelle et collective).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "BED98FB285924E4D843478F755B9CD05": {
      "id": "BED98FB285924E4D843478F755B9CD05",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du rôle des identités individuelles, collectives, spirituelles et de genre dans la vision du monde des Premières Nations, des Métis et des Inuits ainsi que de la représentation de l'identité dans diverses formes d'expression et disciplines artistiques.",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "959FD9F1CB73421DB8C2ECC2EEF81BC2": {
      "id": "959FD9F1CB73421DB8C2ECC2EEF81BC2",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire, en s'appuyant sur des formes spécifiques d'expression artistiques, en quoi des œuvres d'artistes contemporains des Premières Nations, métis et inuits expriment le renouvellement d'un lien intime avec la Terre et l'environnement naturel (p. ex., Amanda Strong établit un parallèle entre sa propre existence et la force et la fragilité de l'abeille domestique dans son court métrage Honey for Sale; Jordan Bennett exprime ses liens avec la Terre en incorporant du noyer, du chêne et de l'épinette à son œuvre sonore interactive Turning Tables; un épaulard et Wasco – créature mythologique des Haïdas, ornent la murale Wasco de Corey Bulpitt et Larissa Healey).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "E2F9E5FC2779419E9815D187087ED842": {
      "id": "E2F9E5FC2779419E9815D187087ED842",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner comment les relations entre les humains et l'environnement naturel étaient reflétées dans différentes formes d'expression des artistes des Premières Nations et inuits avant l'arrivée des Européens dans les territoires traditionnels qui forment aujourd'hui le Canada ainsi que dans celles des premiers artistes métis (p. ex., mâts totémiques des Tsimshians en cèdre rouge où sont gravés des symboles d'animaux pour représenter la généalogie et les emblèmes familiaux; qilaut inuit, tambour avec poignée en peau de caribou utilisé lors des rassemblements dans les danses marquant les changements de saison; sculptures inuites qui représentent des bélugas, des baleines boréales et des narvals).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "91D4B8DA4CFE49AFBEDBD6C755C04D8B": {
      "id": "91D4B8DA4CFE49AFBEDBD6C755C04D8B",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la récurrence et la signification de divers symboles et thèmes en lien avec le territoire et l'environnement naturel dans des formes d'expression artistiques des Premières Nations, des Métis et des Inuits (p.ex., symboles : cercle, symbole de l'infini, inuksuk, arbres, oiseaux, la Terre, la Lune, le Soleil, plumes, écorce de bouleau, eau; thèmes : l'incidence de changements climatiques, l'importance de l'intendance écologique, le lien spirituel entre un peuple et son territoire, le caractère sacré de la Terre et de l'environnement naturel), en s'appuyant sur diverses œuvres artistiques et en indiquant comment les liens personnels et spirituels avec l'environnement naturel viennent inspirer les formes d'expression artistiques.",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "F85994DD07534FE9827ACDF8980083BE": {
      "id": "F85994DD07534FE9827ACDF8980083BE",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser en quoi les diverses formes d'expression artistiques des Premières Nations, des Métis et des Inuits (p. ex., dessins, peintures, sculptures, gravures, danses, chansons, vêtements, masques) sont intimement liées à leurs territoires traditionnels qui forment aujourd'hui le Canada (p. ex., les rochers ciselés et peints témoignent d'événements dans les régions où ils sont situés; les styles de danse sont souvent catégorisés selon les régions [Nord, Sud, côte Ouest, côte Est]; certains récits oraux et chants traitent de la Terre ou racontent l'histoire d'un territoire donné; les matériaux utilisés dans la confection de masques proviennent du territoire de la personne qui les a fabriqués; les motifs floraux du perlage et des broderies en fil de soie traditionnels métis renvoient souvent à des connaissances autochtones sur l'environnement naturel; les techniques inuites de tambourinage et de chant varient selon leurs origines géographiques).",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "B69CFD170F5D4A6EABCE975161DC0A27": {
      "id": "B69CFD170F5D4A6EABCE975161DC0A27",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du rôle des relations spirituelles avec autrui, la Terre et l'environnement naturel dans la vision du monde des Premières Nations, des Métis et des Inuits ainsi que de la représentation des relations dans diverses formes d'expression et productions artistiques.",
      "comments": [],
      "ancestorIds": [
        "3D1D2B6595E24FCB93ADFB547214321E"
      ],
      "parentId": "3D1D2B6595E24FCB93ADFB547214321E"
    },
    "3D1D2B6595E24FCB93ADFB547214321E": {
      "id": "3D1D2B6595E24FCB93ADFB547214321E",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "EXPRESSIONS ARTISTIQUES ET VISIONS DU MONDE DES PREMIÈRES NATIONS, DES MÉTIS ET DES INUITS",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}