{
  "id": "1E9D286C87AA4814BEA2EC9792BF19D3",
  "title": "10e année - Les Premières Nations, les Métis et les Inuits au Canada, NAC2O (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "10"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "10e année - Les Premières Nations, les Métis et les Inuits au Canada, NAC2O (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "9991095F9FC44DEDB557A3EE9FEE527D": {
      "id": "9991095F9FC44DEDB557A3EE9FEE527D",
      "asnIdentifier": null,
      "position": 91000,
      "depth": 1,
      "listId": "F3.4",
      "statementNotation": "F3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner des enjeux, tendances et évolutions dans les domaines des arts, des sports et de la culture populaire portant sur les Premières Nations, les Métis et les Inuits au Canada, y compris la contribution d'individus autochtones (p. ex., Samian, Natasha Kanapé Fontaine, Christine Sioui Wawanoloath, Jeff Barnaby, Rita Mestokosho, Elizabeth Kaine, Kellypalik Qimirpik, Kenojuak Ashevak, Norval Morrisseau, Daphne Odjig, Shirley Cheechoo, Alanis Obomsawin, Rita Joe, Joé Juneau, Carey Price; Festival du film et des arts médiatiques imagineNATIVE; Canadian Indigenous Music Awards; Réseau de télévision des peuples autochtones [APTN]; Jeux autochtones de l'Amérique du Nord; Wapikoni Mobile), tout en soulignant leur capacité de représenter de façon authentique et de mettre en valeur les identités des Premières Nations, des Métis et des Inuits (p. ex., diversification des rôles confiés aux actrices et acteurs autochtones; meilleur accès des artistes autochtones aux marchés canadien et international; intérêt et respect grandissants que suscite la culture autochtone dans la société canadienne et reconnaissance de cet apport culturel au Canada).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "A1249400CE5D48CDB0A5E6EED2D2C766": {
      "id": "A1249400CE5D48CDB0A5E6EED2D2C766",
      "asnIdentifier": null,
      "position": 90000,
      "depth": 1,
      "listId": "F3.3",
      "statementNotation": "F3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter, en lien avec l'identité et l'autodétermination autochtones, des actions menées par les peuples des autochtones en réaction à des projets potentiellement ou manifestement néfastes pour l'environnement (p. ex., réaction aux projets de gazoduc de la vallée du Mackenzie, de l'oléoduc du Northern Gateway, d'exploitation forestière à Grassy Narrows, d'aménagement d'un terrain de golf à Sun Peaks, de fracturation hydraulique à Elsipogtog, d'exploration des sables bitumineux de l'Alberta, au projet de loi C 45).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "78636233FCDE4E6FAA37CCEA2F9C7534": {
      "id": "78636233FCDE4E6FAA37CCEA2F9C7534",
      "asnIdentifier": null,
      "position": 89000,
      "depth": 1,
      "listId": "F3.2",
      "statementNotation": "F3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "commenter l'impact des stratégies utilisées par des individus et des groupes autochtones de 1969 à nos jours dans la lutte pour l'autodétermination et la reconnaissance du titre ancestral ou des droits issus de traités depuis 1969 (p. ex., Harold Cardinal, Jeannette Corbière Lavell, Ovide Mercredi, Elijah Harper, Ta'Kaiya Blaney, Shannen Koostachin, Mary Simon et Sheila Watt-Cloutier, Ghislain Picard, chef de l'Assemblée des Premières Nations du Québec; dépôt d'une revendication territoriale globale auprès du gouvernement fédéral par les actions en justice des trois groupes kanien'kehá:ka [les Mohawks de Kanehsatà:ke, de Kahnawá:ke et d'Akwesasne] contre le gouvernement fédéral d'Akwesasne pour régler des différends relatifs aux terres en 1975; Assemblée des Premières Nations [APN]; Association des femmes autochtones du Canada; Inuit Tapiriit Kanatami; Ralliement national des Métis; mouvement citoyen Idle No More).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "192C198FFE2C445A86953BC5CAD66F67": {
      "id": "192C198FFE2C445A86953BC5CAD66F67",
      "asnIdentifier": null,
      "position": 88000,
      "depth": 1,
      "listId": "F3.1",
      "statementNotation": "F3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des tendances, des évolutions et des enjeux ayant eu une incidence sur les peuples autochtones à l'échelle mondiale depuis 1969 ainsi que leurs effets sur les peuples autochtones et d'autres groupes au Canada (p. ex., mondialisation, détérioration de l'environnement, changements climatiques, brevetage de produits, préoccupations croissantes concernant les violations des droits de la personne, reconnaissance et répa- ration de torts historiques; Conseil circumpolaire inuit, Déclaration des Nations Unies sur les droits des peuples autochtones; présence du français, de l'anglais et des langues autochtones sur Internet, diversité linguistique, droits des minorités).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "320E63939F7B4755A550D56759EFA8E9": {
      "id": "320E63939F7B4755A550D56759EFA8E9",
      "asnIdentifier": null,
      "position": 87000,
      "depth": 1,
      "listId": "F3",
      "statementNotation": "F3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance de l'apport de personnalités marquantes, de groupes d'intérêt et d'organisations qui ont contribué à renforcer l'identité, la culture et les droits des Premières Nations, des Métis et des Inuits au Canada depuis 1969. (ACCENT SUR: importance historique; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "8240E5640B504589832CE62E3F650630": {
      "id": "8240E5640B504589832CE62E3F650630",
      "asnIdentifier": null,
      "position": 86000,
      "depth": 1,
      "listId": "F2.5",
      "statementNotation": "F2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner quelques conflits importants qui ont divisé les nations autochtones et les ont opposées aux non-Autochtones depuis 1969, tout en mettant en évidence la nature de ces conflits et leurs conséquences (p. ex., manifesta- tions des Dénés et des Inuits contre le projet de gazoduc de la vallée du Mackenzie, manifestations des Innus contre les vols à basse altitude au Labrador, lutte des Cris du lac Lubicon pour que soient reconnus leurs droits fonciers, manifestations et barrages à Oka, Ipperwash, Burnt Church, Caledonia ou Akwasasne).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "1F7E3021E73E4C66B1FC79F57155F398": {
      "id": "1F7E3021E73E4C66B1FC79F57155F398",
      "asnIdentifier": null,
      "position": 85000,
      "depth": 1,
      "listId": "F2.4",
      "statementNotation": "F2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les tendances démographiques des Premières Nations, des Métis et des Inuits au Canada depuis 1969, en s'appuyant sur des données statistiques historiques et actuelles et sur d'autres sources (p. ex., données sur l'éducation, l'emploi, l'utilisation des langues autochtones, la croissance de la population en général et de la population autochtone dans les centres urbains, les conditions de vie dans les réserves, la consommation de drogues ou d'alcool, le suicide, la santé mentale, le bien-être, le décrochage scolaire, les troubles d'extériorisation et d'intériorisation, la crise du logement, le traumatisme intergénérationnel chez les jeunes dans les communautés éloignées, la violence faite aux femmes autochtones).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "DFC152B04C714CA6B47E947530CBC4D8": {
      "id": "DFC152B04C714CA6B47E947530CBC4D8",
      "asnIdentifier": null,
      "position": 84000,
      "depth": 1,
      "listId": "F2.3",
      "statementNotation": "F2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer quelques-uns des principaux traités et accords relatifs au territoire conclus au cours de cette période (p. ex., Convention de la Baie-James et du Nord québécois; Convention définitive des Inuvialuit; Accord sur les revendications territoriales du Nunavut; Renouvellement de la Politique sur les revendications territoriales globales; Loi sur l'Accord définitif nisga'a) avec les traités précédents.",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "5858AACF3CF44D6D828AC163B96E0974": {
      "id": "5858AACF3CF44D6D828AC163B96E0974",
      "asnIdentifier": null,
      "position": 83000,
      "depth": 1,
      "listId": "F2.2",
      "statementNotation": "F2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les conséquences d'affaires judiciaires importantes de cette période liées au titre ancestral ou aux droits issus de traités (p. ex., affaire Calder et al. c. Procureur général de la Colombie-Britannique, Baker Lake c. Ministre des Affaires indiennes et du Nord canadien, Guerin c. La Reine, Sparrow c. R., R. c. Adams, Delgamuukw c. Colombie-Britannique, Corbiere c. Canada, Manitoba Métis Federation Inc. c. Canada, Nation Tsilhqot'in c. Colombie-Britannique).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "F35195BBCF014B91B72F1B2681D00F02": {
      "id": "F35195BBCF014B91B72F1B2681D00F02",
      "asnIdentifier": null,
      "position": 82000,
      "depth": 1,
      "listId": "F2.1",
      "statementNotation": "F2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les conséquences de tendances et d'évolutions de cette période qui ont eu une incidence sur les Autochtones vivant hors réserve, en milieu rural ou urbain (p. ex., création du Congrès des peuples autochtones pour représenter les intérêts des personnes autochtones vivant hors des réserves; mise sur pied de différents types d'organismes sociaux dont des centres autochtones pour l'enfance et la famille; problèmes liés à l'emploi dans les réserves et à l'accès à des emplois bien rémunérés hors des réserves pour les travailleurs autochtones qualifiés; racisme et discrimination à l'égard des Autochtones; succès et échecs des initiatives engagées pour la conservation des langues traditionnelles, des coutumes et des croyances hors des communautés; nouveaux liens entre les Autochtones vivant en milieu urbain et dans les réserves).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "2A95390C54D54B919716C0AF539C14BB": {
      "id": "2A95390C54D54B919716C0AF539C14BB",
      "asnIdentifier": null,
      "position": 81000,
      "depth": 1,
      "listId": "F2",
      "statementNotation": "F2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les réactions suscitées par différents changements juridiques et démographiques d'importance pour les peuples autochtones au Canada depuis 1969. (ACCENT SUR : cause et conséquence; continuité et changement)",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "92164E17C2FD4DF68A87A900EDAF3EDA": {
      "id": "92164E17C2FD4DF68A87A900EDAF3EDA",
      "asnIdentifier": null,
      "position": 80000,
      "depth": 1,
      "listId": "F1.5",
      "statementNotation": "F1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'importance de la Commission de vérité et réconciliation du Canada (CVR) pour les survivants des pensionnats indiens ainsi que l'incidence de ses Appels à l'action sur l'ensemble des Canadiens (p. ex., survivants de pensionnats indiens et leurs enfants qui ont l'occasion de partager leurs expériences individuelles et de pouvoir trouver un certain apaisement; engagement des provinces à agir sur les Appels à l'action de la CVR).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "2FDE7587A78344F7B910DA55CA144E18": {
      "id": "2FDE7587A78344F7B910DA55CA144E18",
      "asnIdentifier": null,
      "position": 79000,
      "depth": 1,
      "listId": "F1.4",
      "statementNotation": "F1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser la réaction des Premières Nations aux idées et visées du Livre blanc de 1969 du gouvernement fédéral (p. ex., Livre rouge; organisation et mobilisation de groupes de défense des intérêts politiques autochtones) ainsi que les effets à long terme de la riposte autochtone (p. ex., attention accrue à la protection des droits issus de traités; volonté ferme de protéger les droits acquis pour les générations futures, documentation sur le génocide culturel).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "D53B73A143574CEBBA98EC3CA8A4CF03": {
      "id": "D53B73A143574CEBBA98EC3CA8A4CF03",
      "asnIdentifier": null,
      "position": 78000,
      "depth": 1,
      "listId": "F1.3",
      "statementNotation": "F1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certaines politiques et décisions gouvernementales ayant eu une incidence directe sur les peuples autochtones depuis 1969, en en précisant la portée pour les Premières Nations, les Métis, les Inuits et d'autres groupes au Canada (p. ex., Livre blanc de 1969; inclusion du titre ancestral, des droits autochtones et des droits issus de traités dans la Loi constitutionnelle de 1982 et la Charte canadienne des droits et libertés; reconnaissance des Métis comme peuple autochtone dans la Constitution; élaboration d'un processus spécial pour régler les différends en matière de revendication territoriale; création du Nunavut; mise sur pied de la Commission Berger, de la Commission royale sur les peuples autochtones ou du Comité parlementaire spécial sur les gouvernements indiens; élaboration du projet de loi C-31 de 1985 visant à modifier la Loi sur les Indiens pour éliminer les dispositions discriminatoires relatives au genre ou du projet de loi C-3 de 2010 qui deviendra la Loi sur l'équité entre les sexes relativement à l'inscription au registre des Indiens; Loi sur les langues officielles; Commission de vérité et réconciliation du Canada [CVR]).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "CF571634F0D64936933D42C20107E44D": {
      "id": "CF571634F0D64936933D42C20107E44D",
      "asnIdentifier": null,
      "position": 77000,
      "depth": 1,
      "listId": "F1.2",
      "statementNotation": "F1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les conséquences sur la vie des Premières Nations, des Métis et des Inuits des tendances et des transformations économiques majeures qu'a connues le Canada depuis 1969 (p. ex., mondialisation de l'économie, quête et exploitation des ressources naturelles, pouvoir accru des sociétés multinationales, pauvreté et chômage touchant les collectivités autochtones, initiatives et programmes de développement économique fédéraux et provinciaux à l'intention des communautés autochtones; impact de la Révolution tranquille qui a donné lieu à la laïcisation de l'éducation au Québec; projets comme le Plan Nord, le Cercle de feu et l'oléoduc Keystone).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "BB3EC75582AE499799458A6EFC2F9672": {
      "id": "BB3EC75582AE499799458A6EFC2F9672",
      "asnIdentifier": null,
      "position": 76000,
      "depth": 1,
      "listId": "F1.1",
      "statementNotation": "F1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'incidence de certaines tendances et évolutions sociales significatives au Canada depuis 1969 sur les peuples autochtones, y compris l'impact sur leurs relations avec le reste de la population canadienne (p. ex., mouvements en faveur des droits autochtones, des droits civiques, des droits des femmes, des droits des animaux; protection des espèces et des habitats naturels; efforts de mise en valeur de la culture et des langues autochtones, y compris l'uniformisation de l'orthographe et du système d'écriture inuits; adoption par divers groupes et établissements de pratiques et de stratégies adaptées à la culture autochtone; meilleure représentation des peuples autochtones dans les médias traditionnels et sociaux; mise en place d'organisations inuites comme le Conseil circumpolaire inuit; Commission de vérité et réconciliation du Canada [CVR] et rédaction de ses Appels à l'action).",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "331CADD4978B4D5C9D4FBCD76E7E4A19": {
      "id": "331CADD4978B4D5C9D4FBCD76E7E4A19",
      "asnIdentifier": null,
      "position": 75000,
      "depth": 1,
      "listId": "F1",
      "statementNotation": "F1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des enjeux et des changements sociaux, économiques et politiques ayant eu une incidence sur les peuples autochtones au Canada depuis 1969, tout en décrivant leur impact. (ACCENT SUR : importance historique; continuité et changement)",
      "comments": [],
      "ancestorIds": [
        "64F65D3C74494BA695C6AA1F24C2EC43"
      ],
      "parentId": "64F65D3C74494BA695C6AA1F24C2EC43"
    },
    "64F65D3C74494BA695C6AA1F24C2EC43": {
      "id": "64F65D3C74494BA695C6AA1F24C2EC43",
      "asnIdentifier": null,
      "position": 74000,
      "depth": 0,
      "listId": "F",
      "statementNotation": "F",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "DE 1969 À NOS JOURS : RÉSILIENCE, DÉTERMINATION ET RÉCONCILIATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "D0D0FB46FD904E8BAF53E19704F74849": {
      "id": "D0D0FB46FD904E8BAF53E19704F74849",
      "asnIdentifier": null,
      "position": 73000,
      "depth": 1,
      "listId": "E3.5",
      "statementNotation": "E3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer quelques enjeux, tendances ou évolutions d'importance pour les peuples autochtones dans le domaine des arts et de la culture populaire entre 1876 et 1969 ainsi que la contribution des Autochtones à la culture canadienne (p. ex., popularité des expositions mettant en scène l'Ouest américain [Wild West shows] à la fin du XIXe siècle; représentation des Autochtones dans les films hollywoodiens et à la télévision; influence grandissante de la culture américaine, appropriation culturelle de symboles autochtones à des fins publicitaires, emprunts que font des artistes aux cultures autochtones; parcours et contribution d'artistes, d'artisans ou d'écrivains autochtones comme Charles Edenshaw [Tahayghen], Pauline Johnson [Tekahionwake] ou Mungo Martin [Nakapankam]; histoire du Pavillon des Indiens du Canada à l'Exposition universelle de 1967 – Expo 67).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "BD49EE7163144728BFBFBDF5E6DD6B57": {
      "id": "BD49EE7163144728BFBFBDF5E6DD6B57",
      "asnIdentifier": null,
      "position": 72000,
      "depth": 1,
      "listId": "E3.4",
      "statementNotation": "E3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner les conséquences des innovations technologiques apparues entre 1876 et 1969 au Canada sur la culture des Premières Nations, des Métis et des Inuits (p. ex., acculturation sous l'effet de la radio, du cinéma puis de la télévision, transformation du mode de vie avec l'évolution des moyens de transport [train, voiture, avion, motoneige], rupture avec les modes de vie tra- ditionnels et les pratiques ancestrales résultant de l'exploitation des ressources naturelles).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "18FCF9CAC1C640B8B440C501B9B34E8F": {
      "id": "18FCF9CAC1C640B8B440C501B9B34E8F",
      "asnIdentifier": null,
      "position": 71000,
      "depth": 1,
      "listId": "E3.3",
      "statementNotation": "E3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "cerner quelques-uns des enjeux environnementaux qui ont eu une incidence directe sur les peuples autochtones entre 1876 et 1969, en précisant l'importance de chacun de ces enjeux pour les peuples concernés et le reste de la société canadienne (p. ex., quasi-extinction du bison des prairies; effondrement des populations de baleines dans l'Arctique; pratiques traditionnelles autochtones de chasse, de piégeage et de pêche par opposition à la gestion gouvernementale des ressources naturelles; droits des animaux [colliers de localisation des ours polaires, boycottage de la chasse aux phoques]; pollution au mercure provenant des usines de pâtes à papier du Nord de l'Ontario, contamination des terres arctiques le long du Réseau DEW, inondation des terres de la communauté atikamekw d'Obedjiwan au Québec).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "7E4911DA376A4231952316C61891F7A6": {
      "id": "7E4911DA376A4231952316C61891F7A6",
      "asnIdentifier": null,
      "position": 70000,
      "depth": 1,
      "listId": "E3.2",
      "statementNotation": "E3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'impact des stratégies utilisées par des individus et des groupes autochtones entre 1876 et 1969 pour obtenir la reconnaissance de leur titre ancestral et des droits issus des traités ou des ententes de revendications territoriales inuites, ou pour que soit respectée l'identité autochtone (p. ex., Louis Riel, Gabriel Dumont, Frederick Ogilvie Loft [Onondeyoh] et Deskaheh; litiges comme R. c. Simon ou R. c. Francis; pétition des Six Nations adressée à la Société des Nations en 1923 pour la reconnaissance de leur souveraineté; création de passeports haudenosaunee; formation de la Ligue des Indiens du Canada; Association des Métis d'Alberta et des Territoires du Nord-Ouest ayant pris par la suite le nom de Woodland Métis Tribe; création d'Inuit Tapirisat of Canada [devenu par la suite Inuit Tapiriit Kanatami]).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "BC5CC73930B546C390D0239914FA3A8F": {
      "id": "BC5CC73930B546C390D0239914FA3A8F",
      "asnIdentifier": null,
      "position": 69000,
      "depth": 1,
      "listId": "E3.1",
      "statementNotation": "E3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les conséquences à court et à long terme de la politique des pensionnats indiens et des pratiques qui y étaient associées (p. ex., conséquences à court terme : privation des droits de l'enfant, des droits parentaux et familiaux, séparation des familles à long terme, perte des droits de la personne et des droits linguistiques, humiliations, maltraitance, sévices sexuels et décès; conséquences à long terme : traumatisme intergénérationnel, assimilation culturelle et perte d'identité, des savoirs et de savoir-faire culturels et linguistiques, exclusion du reste de la société et de la communauté d'origine, problèmes de santé physique et mentale, rupture des liens familiaux nécessaires à la transmission de l'affection, du partage des valeurs culturelles, des connaissances et des traditions, ainsi qu'au développement des compétences familiales).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "8E031A898C624CFDA3BB99522290FCF3": {
      "id": "8E031A898C624CFDA3BB99522290FCF3",
      "asnIdentifier": null,
      "position": 68000,
      "depth": 1,
      "listId": "E3",
      "statementNotation": "E3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'apport de personnalités marquantes et de groupes ainsi que les changements qui ont contribué à façonner l'identité, la culture et les droits des peuples autochtones au Canada entre 1876 et 1969. (ACCENT SUR: cause et conséquence; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "6D57F33367DB46F0B9DEBB8DE1B647FC": {
      "id": "6D57F33367DB46F0B9DEBB8DE1B647FC",
      "asnIdentifier": null,
      "position": 67000,
      "depth": 1,
      "listId": "E2.4",
      "statementNotation": "E2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer le degré d'engagement des Premières Nations, des Métis et des Inuits aux côtés d'autres Canadiens dans les guerres auxquelles a participé le Canada entre 1876 et 1969 (p. ex., enrôlement des Autochtones dans l'armée canadienne pendant la Première Guerre mondiale, la Deuxième Guerre mondiale et la guerre de Corée comparé à celui des non-Autochtones; missions qui leur ont été confiées en qualité de tireurs d'élite, d'éclaireurs et de «transmetteurs en code » pour communiquer des renseignements secrets dans leur langue maternelle; Autochtones qui se sont distingués au cours de leur service dans l'armée comme Henry Norwest, Francis Pegahmagabow et Tommy Prince).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "4E500C44D19D47098E0D1B96A52B47D7": {
      "id": "4E500C44D19D47098E0D1B96A52B47D7",
      "asnIdentifier": null,
      "position": 66000,
      "depth": 1,
      "listId": "E2.3",
      "statementNotation": "E2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les comportements des non-Autochtones à l'égard des Premières Nations, des Métis et des Inuits au Canada entre 1876 et 1969 ont contribué à exacerber les tensions et à accentuer les divisions dans plusieurs régions du pays (p. ex., Rébellion du Nord-Ouest et pendaison de Louis Riel, protestations autochtones ayant mené au traité n° 8, arrestation de plusieurs personnes dont le chef Daniel Cranmer pour avoir organisé un potlatch, déplacement forcé de communautés d'Inuits, d'Innus et de Micmacs, expropriation des terres de réserve, racisme, discrimination et politiques gouvernementales d'assimilation).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "3F92E4A194DF43EBAD2C54318AE600BE": {
      "id": "3F92E4A194DF43EBAD2C54318AE600BE",
      "asnIdentifier": null,
      "position": 65000,
      "depth": 1,
      "listId": "E2.2",
      "statementNotation": "E2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier l'évolution démographique et les schémas de peuplement des Premières Nations, des Métis et des Inuits entre 1876 et 1969 à partir de données statistiques historiques et d'autres sources (p. ex., données sur l'emploi, l'éducation, l'espérance de vie, le nombre d'habitants dans les réserves et hors réserve, par province, par ville, village et à la campagne, le nombre de déplacements saisonniers, la langue maternelle, la première langue officielle parlée).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "79C0AB3285164255AF1635EC90F34C81": {
      "id": "79C0AB3285164255AF1635EC90F34C81",
      "asnIdentifier": null,
      "position": 64000,
      "depth": 1,
      "listId": "E2.1",
      "statementNotation": "E2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la portée des principaux traités et accords territoriaux signés entre 1876 et 1969 pour les différents peuples autochtones concernés (p. ex., traité de Collingwood de 1888, concession de terre pour la fondation de Saint-Paul-des-Métis en 1896, traité n° 7 de 1877 avec la Confédération des Pieds-Noirs, traité n° 8 de 1899, traité n° 9 [traité de la Baie-James] de 1905, traité nº 10 de 1906, traité nº 11 de 1921).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "1C741604D18245A5ADA34BDD867DA0E0": {
      "id": "1C741604D18245A5ADA34BDD867DA0E0",
      "asnIdentifier": null,
      "position": 63000,
      "depth": 1,
      "listId": "E2",
      "statementNotation": "E2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser divers facteurs qui ont eu une incidence sur les relations des peuples autochtones avec les non-Autochtones, entre 1876 et 1969. (ACCENT SUR: importance historique; continuité et changement)",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "D328E9B3F39D4F96BB70DA5DFEFBE4B5": {
      "id": "D328E9B3F39D4F96BB70DA5DFEFBE4B5",
      "asnIdentifier": null,
      "position": 62000,
      "depth": 1,
      "listId": "E1.4",
      "statementNotation": "E1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser quelques-uns des principaux événements, enjeux et changements sociaux, économiques, culturels et politiques ayant eu une incidence sur les Inuits entre 1876 et 1969 (p. ex., ruée vers l'or du Klondike; progression des postes de traite; expéditions scientifiques, missions chrétiennes et établissement de postes de la Police à cheval du Nord-Ouest dans l'Arctique au début du XXe siècle; adoption au fédéral d'un système d'identification par numéro dit « disques d'identification » des Inuits et sédentarisation forcée des populations à partir des années 1940; développement des ressources dans le Grand Nord et introduction de technologies modernes [avion, motoneige, bateaux à moteur]; intérêt grandissant pour la gravure et la sculpture inuites; application des lois provinciales sur le gibier; construction du Réseau d'alerte avancé [Réseau DEW Line] durant la Guerre Froide et introduction de systèmes de télécommunication et d'hôpitaux publics dans les communautés du Nord canadien; exploitation minière dans le Bouclier du Québec et de l'Ontario; construction des chemins de fer et des routes).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "9836570117874874ADBFCE852BD1EAE8": {
      "id": "9836570117874874ADBFCE852BD1EAE8",
      "asnIdentifier": null,
      "position": 61000,
      "depth": 1,
      "listId": "E1.3",
      "statementNotation": "E1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certaines politiques et décisions gouvernementales ayant eu une incidence directe sur les peuples autochtones entre 1876 et 1969, en en précisant la portée pour les Premières Nations, les Métis, les Inuits et d'autres groupes au Canada (p. ex., Loi sur les Indiens et ses modifications; répression de la rébellion du Nord-Ouest et condamnation de Louis Riel pour haute trahison en 1885; mise en place d'un système de laissez-passer dans l'Ouest; création de nouvelles provinces à l'ouest; campagnes de recrutement d'immigrants européens pour peupler la région; application du Code criminel et des lois sur le gibier dans le Nord; adoption en 1938 d'une loi visant l'amélioration des conditions de vie des populations métisses en réponse aux recom- mandations de la Commission Ewing [1934-1936]; réinstallations d'Inuits dans l'Extrême-Arctique dans les années 1950; politique en matière d'éducation autochtone; octroi du droit de vote en 1960; rafle des années 1960; rapport Hawthorn [1966-1967]).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "89061DEAC13B4627838CA6E8F1210283": {
      "id": "89061DEAC13B4627838CA6E8F1210283",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "E1.2",
      "statementNotation": "E1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les principales conséquences sur la vie des Premières Nations, des Métis et des Inuits, des tendances et des transformations économiques majeures qu'a connues le Canada entre 1876 et 1969 (p. ex., révolution industrielle, ruée vers l'or du Klondike, projets d'établissement de communautés agricoles métisses en Alberta, expansion du réseau de chemins de fer et du réseau routier dans l'Ouest et le Nord-Ouest canadiens, autorité de la Loi sur les Indiens et des agentes et agents des Indiens contrôlant les affaires économiques des Indiens inscrits, enregistrement obligatoire des territoires de piégeage en Colombie- Britannique et dans le Grand Nord, développement minier dans le Nord-du-Québec et de l'Ontario, construction du chemin de fer transcontinental, développement des projets hydroélectriques et des installations militaires dans le Nord).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "AE47F884A37A47F4B4E25EC069298225": {
      "id": "AE47F884A37A47F4B4E25EC069298225",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "E1.1",
      "statementNotation": "E1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les principales conséquences de la Loi sur les Indiens sur la vie des Premières Nations entre 1876 et 1969 (p. ex., statut d'«Indien » qui fait des Autochtones des pupilles de l'État; rôle des agentes et des agents des Indiens chargés de réglementer la vie des personnes vivant dans les réserves; interdiction de tenir des cérémonies et de pratiquer des rituels comme le potlatch et le pow-wow; expropriation de terres de réserve à des fins de travaux publics, de construction de routes ou de lignes de chemin de fer; question du droit de vote; fréquentation obligatoire des pensionnats indiens; obligation d'obtenir des autorités gouver- nementales la reconnaissance de la recevabilité d'une revendication territoriale avant que celle-ci puisse faire l'objet d'une négociation à des fins de règlement; dispositions relatives aux «Indiennes » inscrites mariées à un homme non inscrit).",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "B81D6CC66B00466CB0E94B197293441A": {
      "id": "B81D6CC66B00466CB0E94B197293441A",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "E1",
      "statementNotation": "E1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des enjeux, des tendances et des développements politiques, économiques et sociaux, y compris l'adoption de la Loi sur les Indiens, ayant eu une incidence majeure sur la vie des peuples autochtones entre 1876 et 1969 ainsi que leurs conséquences. (ACCENT SUR: cause et conséquence; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "74CA822645F04FD2998D68F05EC7DFA7"
      ],
      "parentId": "74CA822645F04FD2998D68F05EC7DFA7"
    },
    "74CA822645F04FD2998D68F05EC7DFA7": {
      "id": "74CA822645F04FD2998D68F05EC7DFA7",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 0,
      "listId": "E",
      "statementNotation": "E",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "DE 1876 À 1969: ASSIMILATION, CONQUÊTE ET VIE À L'ÈRE INDUSTRIELLE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "86CC59A2D4C4466B9C7E1A0A9AA5C89F": {
      "id": "86CC59A2D4C4466B9C7E1A0A9AA5C89F",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D3.3",
      "statementNotation": "D3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les facteurs qui ont contribué à façonner l'opinion générale des Européens, des colons d'Amérique du Nord et du nouveau Dominion du Canada sur les peuples autochtones, entre 1763 et 1876 (p. ex., croquis, cartes et illustrations cartographiques, peintures et récits réalisés par des explorateurs et des voyageurs, journaux de bord tenus par des colons ou lettres envoyées à leur famille; articles de journaux sur les révoltes et autres conflits concernant les Autochtones).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "AD4C941A503341D39D55FB733620F899": {
      "id": "AD4C941A503341D39D55FB733620F899",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'incidence sur les peuples des Premières Nations, les Métis et les Inuits des conflits qui les ont opposés aux autorités coloniales et canadiennes du fait de leurs croyances, de leur spiritualité et de leur relation à la Terre entre 1763 et 1876 (p. ex., hostilité des autorités à l'égard des traditions et pratiques spirituelles autochtones; concepts coloniaux ou fédéraux de domination de la Terre par opposition aux concepts autochtones de gestion de la Terre; conceptions coloniales de la propriété des terres par opposition aux convictions autochtones sur l'occupation immémoriale de leurs territoires traditionnels).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "BF5F58D7885C427C87E2BAC4C00227C5": {
      "id": "BF5F58D7885C427C87E2BAC4C00227C5",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "souligner la contribution de divers leaders et groupes qui ont milité pour la souveraineté et la reconnaissance des droits, de l'identité et du patrimoine autochtones entre 1763 et 1876 (p. ex., Shingwaukonse, Jean-Baptiste Assiginack, Nebenaigoching, Oshawanoo, Niibaakom, Itawashkash, Peguis, Louis Riel, Gabriel Dumont, Poundmaker, Crowfoot, Tecumseh; les leaders kanien'kehá:ka [mohawks] Mary Brant et Joseph Brant, Sitting Bull; la Confédération haudenosaunee et la Confédération des Trois Feux; guerriers et vé- térans des Premières Nations et métis; gouvernement provisoire métis de 1870).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "F35F9582BA204D7F944B5E3326FFBC6C": {
      "id": "F35F9582BA204D7F944B5E3326FFBC6C",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les croyances, les valeurs et l'apport de divers individus et de groupes qui ont contribué à façonner les droits, l'identité et le patrimoine des Autochtones au Canada entre 1763 et 1876. (ACCENT SUR: cause et conséquence; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "1B5A654778AF4B53A6384A943B888675": {
      "id": "1B5A654778AF4B53A6384A943B888675",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D2.5",
      "statementNotation": "D2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'engagement des peuples autochtones dans des conflits importants au Canada entre 1763 et 1876, en en faisant ressortir les principales causes et conséquences (p. ex., alliances entre les Autochtones et les colons pendant la guerre de l'Indépendance américaine et la guerre de 1812; participation des Autochtones aux stratégies militaires; conflit de la rivière Rouge et intervention de l'armée fédérale en 1870; montée du conflit entre les Pieds-Noirs et d'autres peuples autochtones [Haudenosaunee, Anishinaabek et autres nations de l'Est] qui empiétaient sur leur territoire de chasse dans le contexte de la traite; divers rôles des Premières Nations dans la lutte contre l'invasion américaine lors de la guerre de 1812).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "FEDC7625836D4B5180E53EF4EB87CE57": {
      "id": "FEDC7625836D4B5180E53EF4EB87CE57",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D2.4",
      "statementNotation": "D2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les tendances en matière de population et les schémas de peuplement des Premières Nations, des Métis et des Inuits entre 1763 et 1876, en s'appuyant sur une analyse de données statistiques historiques ainsi que sur d'autres sources (p. ex., conséquences de la vente de la Terre de Rupert à la Couronne sur les villages ou les habitudes migratoires des Cris et des Métis; changements démographiques de l'ile de Vancouver avant et après les traités de l'ile de Vancouver aussi connus sous le nom de traités de Douglas [1850- 1854]; conséquences des maladies européennes sur la Confédération des Pieds-Noirs et sur les Shoshones; conséquences de la quasi-disparition des bisons sur les Premières Nations et les Métis des Plaines; colonisation des Cantons-de-l'Est et de la région des Laurentides au Québec; la colonisation du sud de l'Ontario par les Loyalistes anglophones).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "40BD7C02DCCD44EB86C67F60EEDF07B6": {
      "id": "40BD7C02DCCD44EB86C67F60EEDF07B6",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des traités conclus avec les peuples autochtones entre 1763 et 1876, y compris ceux consacrés par des ceintures wampums, en évaluant leur importance pour les peuples et communautés concernés (p. ex., traité de Niagara qui crée une nouvelle chaîne d'alliance entre la Couronne britannique et les nations autochtones; traités liés au conflit américano-britannique – traité de Fort Stanwix, Proclamation de Haldimand, traité de Jay, traité de Greenville, traité de Selkirk, traités du Haut-Canada – traité visant la parcelle Huron, traité de la péninsule Saugeen, accord sur la cession des terres avec les Mississaugas de New Credit, traité de l'ile Manitoulin renégocié en 1862, traités Robinson-Huron et Robinson- Supérieur; traités numérotés de l'Ouest du Canada [1 à 6]).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "D14A97EDF2F0499E8F885599C8622BA6": {
      "id": "D14A97EDF2F0499E8F885599C8622BA6",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner certaines politiques coloniales britanniques et canadiennes à l'égard des Premières Nations, des Métis et des Inuits, en expliquant leur incidence sur ces peuples et d'autres groupes du Canada (p. ex., concession de vastes territoires du Labrador aux missionnaires moraves; laisser-faire des autorités terre-neuviennes face aux agressions et aux meurtres des Béothuks commis par les colons; politique d'assimilation des «Indiens » mise en œuvre par les autorités coloniales britanniques et poursuivie par les autorités canadiennes : adoption d'une première loi visant à protéger les terres des réserves indiennes dans le Haut-Canada en 1839, puis de la Loi pour encourager la civilisation graduelle des tribus sauvages en 1857, paragraphe 91 de la Loi constitutionnelle de 1867 qui donne au Parlement du Canada des pouvoirs sur les Autochtones et les terres qui leur sont réservées, et articles 31 et 32 de la Loi de 1870 sur le Manitoba par lesquels le Canada convenait de céder des terres aux Métis et reconnaissait leur propriété foncière existante; mesures promises aux Premières Nations des Plaines, dont celles qui ont été réellement appliquées; promulgation de la Loi sur les Indiens de 1876 par laquelle le gouvernement fédéral s'est doté du pouvoir de régir l'essentiel de la vie quotidienne des Autochtones).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "A7485F6485EC46B1B22F4BC39E954D81": {
      "id": "A7485F6485EC46B1B22F4BC39E954D81",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les conséquences de l'expansion coloniale canadienne vers l'ouest entre 1763 et 1876 sur la vie des Premières Nations, des Métis et des Inuits, en s'appuyant sur une analyse préliminaire des principales étapes de cette expansion (p. ex., établissement de la colonie de la Rivière-Rouge; tensions entre les Métis et la Compagnie de la Baie d'Hudson [CBH] qui impose des restrictions sur la traite des fourrures à partir des années 1830; vente du Territoire du Nord-Ouest et de la Terre de Rupert par la CBH au Canada; fondation du Manitoba par la Loi de 1870 qui règle de façon partielle les demandes de la Nation métisse; émission de certificats des Métis [certificats d'argent ou de terre] conformément aux dispositions de la loi précitée; entrée de la colonie de la Colombie-Britannique dans la Confédération; création de la Police à cheval du Nord-Ouest; début de la construction du chemin de fer transcontinental; mise en place des autorités fédérales à l'ouest; augmentation des expéditions européennes et américaines de pêche à la baleine sur la côte du Nord-Ouest).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "6F484902F78949F6958AF335AE155311": {
      "id": "6F484902F78949F6958AF335AE155311",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la transformation des relations entre les peuples autochtones, les colons, les autorités coloniales et fédérales dans différentes régions du Canada entre 1763 et 1876, tout en analysant leur importance. (ACCENT SUR: importance historique; cause et conséquence)",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "945E73EA0F464CCC80E9406CD19323BA": {
      "id": "945E73EA0F464CCC80E9406CD19323BA",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "D1.4",
      "statementNotation": "D1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance du traité de Niagara de 1764 pour les Premières Nations et comment il marque le début des relations de nation à nation entre la Couronne et les Autochtones (p. ex., premier traité signé par la Couronne et les Premières Nations à la suite de la Proclamation Royale de 1763; traité qui établit les fondements pour les relations de nation à nation et donne une confirmation des droits des Autochtones à l'autodétermination; la Proclamation royale ainsi que le traité de Niagara en 1764 ont jeté les bases de la reconnaissance et de la protection constitutionnelles des droits ancestraux au Canada).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "0222B4B981C347AA91152866EC4DC804": {
      "id": "0222B4B981C347AA91152866EC4DC804",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les facteurs qui ont mené à la Proclamation royale de 1763 (p. ex., nécessité, pour la Couronne britannique, d'organiser et de sécuriser les territoires nord-américains qui viennent de lui être cédés par la France à l'issue de la guerre de Sept Ans [traité de Paris]; réglementation de la nature des rapports entre la population canadienne-française et les commerçants anglophones) ainsi que l'importance de ce document juridique pour le titre ancestral et les droits issus des traités (p. ex., occupation des terres, propriété, autodétermination, rôle et responsabilités de la Couronne, territoires cédés et non cédés, relations entre les Premières Nations et la Couronne).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "E72B139B8D954136BA784B1410E360A3": {
      "id": "E72B139B8D954136BA784B1410E360A3",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des tendances et transformations économiques qui ont eu une incidence sur les Premières Nations, les Métis et les Inuits au Canada entre 1763 et 1876, tout en évaluant l'impact de ces changements sur les relations entre les peuples autochtones et les gouvernements coloniaux ou canadiens (p. ex., expansion géographique de la traite des fourrures favorisée par la concurrence de la Compagnie de la Baie d'Hudson et la Compagnie du Nord-Ouest jusqu'à leur fusion en 1821; expansion du commerce maritime sur la côte du Nord-Ouest; nouvelles politiques britanniques visant l'ouverture des terres autochtones à la colonisation agricole, minérale et forestière et diminution graduelle des paiements annuels et de la valeur des présents versés aux peuples des Premières Nations en échange de leurs terres; commerce du pemmican et des peaux de bison faisant partie intégrante de l'économie des Métis des plaines; déclin de la traite des fourrures et progression de la colonisation vers l'ouest; incitation des autorités coloniales puis canadiennes à cultiver la terre dans les réserves).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "F4D72C5AE95D45889A36E86C7A4D9A57": {
      "id": "F4D72C5AE95D45889A36E86C7A4D9A57",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer divers aspects du mode de vie des Premières Nations, des Métis et des Inuits à ceux des colons du Canada français et anglais entre 1763 et 1876 (p. ex., habitations, vêtements, moyens de transport, caractéristiques familiales [taille, rôles en fonction du genre, liens familiaux, apprentissages traditionnels], croyances et valeurs ancrées dans les traditions des différents groupes, fêtes, cérémonies, rituels et spiritualité, technologie et activités économiques).",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "6F6DB08AEA6D4BC0B5CEFCBFB4E0483D": {
      "id": "6F6DB08AEA6D4BC0B5CEFCBFB4E0483D",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des tendances, des enjeux et des évolutions politiques, économiques et sociaux ayant eu une incidence majeure sur les peuples autochtones des différentes régions du Canada entre 1763 et 1876. (ACCENT SUR: importance historique; continuité et changement)",
      "comments": [],
      "ancestorIds": [
        "99910685D31B432F8BC44008F9ACB815"
      ],
      "parentId": "99910685D31B432F8BC44008F9ACB815"
    },
    "99910685D31B432F8BC44008F9ACB815": {
      "id": "99910685D31B432F8BC44008F9ACB815",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "DE 1763 À 1876: EXPANSIONNISME CANADIEN ET RÉSISTANCE AUTOCHTΟΝΕ",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "9D7F62B46F0E4574BBB4760D77200E07": {
      "id": "9D7F62B46F0E4574BBB4760D77200E07",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C3.3",
      "statementNotation": "C3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les raisons de l'émergence de la Nation métisse ainsi que quelques-unes de ses manifestations sociales, culturelles, économiques et politiques, entre 1500 et 1763 (p. ex., pratiques de mariage à la mode du pays encouragées par les autorités aux premiers temps de la Nouvelle-France; opposition de plus en plus vive des autorités coloniales et des religieux à ces unions et aux changements apportés par la suite aux lois de succession les concernant; communautés métisses formées au cours de cette période; mode de vie et culture qu'elles ont développés [rôles en fonction du genre, ordre social, vie économique, défis linguistiques et culturels, habitations]).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "DC41FD0DADA54A85BCA2EEA651C929BF": {
      "id": "DC41FD0DADA54A85BCA2EEA651C929BF",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C3.2",
      "statementNotation": "C3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser divers facteurs ayant contribué, entre 1500 et 1763, à façonner l'opinion des Européens sur les peuples autochtones des territoires traditionnels qui forment maintenant le Canada (p. ex., fascination pour le «Nouveau Monde » à la suite des voyages d'exploration; rencontres avec des individus des Premières Nations emmenés de force en Europe aux premiers temps des explorations puis voyageant librement en qualité d'invités ou d'ambassadeurs de leurs peuples; récits sur les sociétés et les cultures autochtones consignés dans des journaux de bord ou autres documents par les explorateurs et les missionnaires chargés de coloniser et de convertir les populations; registres tenus par des marchands et des capitaines de navire rendant compte de leurs échanges avec les peuples autochtones; popularisation des produits des colonies; contraste entre le mythe du «bon sauvage » dans certaines œuvres culturelles et philosophiques européennes et l'idée du devoir de civiliser les Autochtones).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "72CECFB434634002BEA93C2D76FEC55C": {
      "id": "72CECFB434634002BEA93C2D76FEC55C",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C3.1",
      "statementNotation": "C3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les croyances et les valeurs des Autochtones à celles des Européens dans les années 1500 à 1763 en ce qui a trait aux relations entre les peuples, à leurs rapports au territoire, au monde spirituel et à l'environnement, tout en tenant compte des conséquences engendrées par les différences (p. ex., rapports de domination, effritement de l'autonomie, accaparement des terres, surexploitation et épuisement des ressources, représentations européennes inadéquates de la vision du monde des Premières Nations; conceptions différentes du territoire, de la propriété privée et de l'environnement).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "630F08AF695D45639B8DC81ACDD90B78": {
      "id": "630F08AF695D45639B8DC81ACDD90B78",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "C3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'incidence des croyances, des valeurs et des attitudes des Européens et des Autochtones sur les Premières Nations et les Métis dans les territoires traditionnels qui forment maintenant le Canada, entre 1500 et 1763. (ACCENT SUR : cause et conséquence; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "F1193D74A6D54CF493E08E8405CC23ED": {
      "id": "F1193D74A6D54CF493E08E8405CC23ED",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C2.4",
      "statementNotation": "C2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire quelques conflits importants qui ont divisé les nations autochtones et qui les ont opposées aux puissances européennes entre 1500 et 1763, en mettant en évidence la nature de ces conflits et leurs conséquences (p. ex., conflit entre Haudenosaunee et Anishinaabek, et Haudenosaunee et Hurons-Wendat, qui entrent en concurrence pour le contrôle des sources d'approvisionnement et de la traite des fourrures avec les Européens; guerres entre Français et Haudenosaunee liées aux aspirations politiques et économiques des deux parties belligérantes; conflit entre Micmacs et Britanniques dans les Maritimes arrimé aux luttes coloniales franco-anglaises; opposition et hostilité de certaines Premières Nations aux missionnaires jésuites; guerres de deuil ou de capture s'amplifiant à la suite des épidémies qui déciment les populations autochtones; conflits liés à l'expansion des colonies britanniques et françaises).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "D0BF80CAA63D4AE680C883554E266711": {
      "id": "D0BF80CAA63D4AE680C883554E266711",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser, en s'appuyant sur des données statistiques historiques et d'autres sources, les tendances en matière d'évolution démographique et les schémas d'établissement des peuples autochtones et des colons européens, y compris l'empiètement de ces derniers sur les territoires traditionnels des Premières Nations, entre 1500 et 1763 (p. ex., caractère dévastateur des épidémies qui ont frappé les populations autochtones; pression des colons sur les terres des Autochtones [établissements français le long du fleuve Saint-Laurent, colonies britanniques densément peuplées sur la côte atlantique]; concurrence de plus en plus vive pour les terres et les ressources; changements démographiques et schémas de peuplement chez les Haudenosaunee entre le XVIe et le XVIIe siècle; emplacement des postes de traite des fourrures et expansion des Cris et des Assiniboines vers l'ouest).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "75FA994EA9324E3F9B26BFA406C08133": {
      "id": "75FA994EA9324E3F9B26BFA406C08133",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance des traités conclus entre 1500 et 1763, d'abord entre les divers peuples autochtones, puis entre les Autochtones et les Européens et consacrés par l'échange de ceintures wampums et par des traités inter- nationaux (p. ex., traités conclus entre nations autochtones et européennes : alliance scellée en 1603 entre les peuples algonquin, montagnais [innus], etchemin et français par laquelle les Français intègrent le réseau d'alliance de ces peuples; wampum à deux rangs commémorant le traité d'alliance de 1613 entre Kanien'kehá:ka [Mohawks] et Hollandais; chaîne d'alliance de traités conclus de 1677 à 1755 entre les nations haudenosaunee et les Britanniques; Grande Paix de Montréal de 1701 par laquelle une paix générale est instaurée entre nations autochtones rivales et Français, ce qui facilitera l'expansion vers le sud et l'ouest de l'aire d'influence française en territoire autochtone; traités négociés à la suite du traité d'Utrecht; traité de Portsmouth de 1713; traité de Mascarene [n° 239] de 1725; traité de Boston de 1725; traité d'Halifax de 1752; traités internationaux : traité d'Utrecht de 1713, traité de Paris de 1763).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "AAD2AD0F19494533A132B8674ED7B291": {
      "id": "AAD2AD0F19494533A132B8674ED7B291",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les représentations des explorateurs et des colons européens parmi des peuples autochtones et, inversement, les représentations des peuples autochtones parmi des explorateurs et colons européens entre 1500 et 1763 (p. ex., traditions culturelles [religieuses ou spirituelles], vie familiale et éducation des enfants, conception des droits territoriaux et de la gestion des ressources, leadership politique ou lois, connaissances médicales, innovations techniques, outils), en élaborant sur les conséquences de ces diverses perceptions (p. ex., tentative d'évangélisation des Autochtones et colonisation de leurs terres entraînant leur exode, leur dispersion ou leur marginalisation; création de toponymes à partir de racines autochtones).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "35BFF36BE59240B9B493C8586067348A": {
      "id": "35BFF36BE59240B9B493C8586067348A",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les relations entre les peuples autochtones ainsi que leurs interactions avec les colons européens et les gouvernements coloniaux sur les territoires traditionnels qui forment maintenant le Canada, entre 1500 et 1763, et en particulier au temps de la Nouvelle-France ainsi que les facteurs ayant influé sur ces échanges. (ACCENT SUR: importance historique; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "63B08BC7B2AD44C4AC7A6E3D2F761A74": {
      "id": "63B08BC7B2AD44C4AC7A6E3D2F761A74",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "C1.4",
      "statementNotation": "C1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'influence de grands leaders autochtones qui se sont engagés dans des relations diplomatiques avec les gouvernements coloniaux entre 1500 et 1763 (p. ex., le chef micmac Membertou, le chef huron-wendat Ochasteguin, le chef algonquin Iroquet, le chef Ahrendarrhonon Atironta, le chef micmac Jean-Baptiste Cope, le chef ojibwé Minweweh [Le Grand Sauteux], le chef delaware Neolin, le chef outaouais Pontiac) ainsi que les dynamiques sociales et économiques que ces relations ont engendrées entre différents groupes de colons et les Premières Nations colonisées.",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "C3B5B6EA818B4AC5A7FD69898E127E1B": {
      "id": "C3B5B6EA818B4AC5A7FD69898E127E1B",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des mouvements économiques importants entre 1500 et 1763 qui ont eu un impact sur les Autochtones de cette époque (p. ex., nouveaux partenariats commerciaux axés sur la traite des fourrures et inscrits dans de grands réseaux d'alliances entre nations autochtones et Européens; fluctuations du prix des fourrures; incursions dans les territoires autochtones à des fins d'exploitation des ressources; désorganisation économique et nouvelles règles dictées par la guerre et les rivalités franco-anglaises pour le contrôle de la traite des fourrures [du côté français : établissement d'un vaste réseau de forts et de postes de traite dans le bassin des Grands Lacs, les Prairies et le long du fleuve Mississippi; du côté anglais : établissement de la Compagnie de la Baie d'Hudson ainsi que de la Compagnie du Nord-Ouest et de ses postes de traite]; transformation de la vie socioéconomique des nations des Plaines avec l'arrivée du cheval; commerce d'alcool, d'objets en métal, d'armes à feu; métissage entre les populations françaises et celles des diverses Premières Nations; ententes économiques entre les représentants des Premières Nations et des gouvernements coloniaux), tout en considérant l'incidence de ces changements sur les relations entre diverses Premières Nations et entre ces nations et leurs alliés français ou anglais.",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "FA797CBCDDB24D43B153063B1D252C35": {
      "id": "FA797CBCDDB24D43B153063B1D252C35",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les conséquences de la transmission de maladies contagieuses par les Européens aux Premières Nations et aux Inuits entre 1500 et 1763, en mettant en évidence des répercussions sur le développement colonial (p. ex., effondrement démographique des sociétés autochtones, déséquilibre social, culturel et économique au sein de leurs communautés; méfiance et hostilité de leurs populations à l'égard des colons soupçonnés de propager volontairement les maladies; croissance de l'influence européenne sur les populations autochtones, notamment dans le cadre des soins prodigués par des missionnaires aux malades; expansion coloniale à la suite des épidémies).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "E10EBE7437D743C78C70BB7C1B81A2D7": {
      "id": "E10EBE7437D743C78C70BB7C1B81A2D7",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les effets des contacts et des échanges entre les peuples autochtones et les Européens sur la vie matérielle des Premières Nations, des Métis et des Inuits, des Français et des Anglais au Canada, entre 1500 et 1763 (p. ex., vêtements, modes de déplacement et de transport, armes, animaux domestiques, outils, pratiques agricoles, chasse, pêche, habitudes alimentaires, médecine; armes à feu et objets en métal [couteaux, marmites] que les colons ont apportés; canot d'écorce; inventions comme les raquettes et le toboggan, qu'ils ont empruntés des Autochtones et sans lesquels l'exploration de l'Amérique du Nord n'aurait pas eu lieu).",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "7B8EA69DF8A04D83A5040CC710190575": {
      "id": "7B8EA69DF8A04D83A5040CC710190575",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les développements d'ordres politique, économique et social engendrés par la rencontre entre les Européens et les peuples autochtones sur les territoires traditionnels qui forment maintenant le Canada, entre 1500 et 1763, tout en indiquant des changements issus de ces évolutions. (ACCENT SUR: cause et conséquence; continuité et changement)",
      "comments": [],
      "ancestorIds": [
        "AC33223F1F8549C3BF4B232DE5590FCE"
      ],
      "parentId": "AC33223F1F8549C3BF4B232DE5590FCE"
    },
    "AC33223F1F8549C3BF4B232DE5590FCE": {
      "id": "AC33223F1F8549C3BF4B232DE5590FCE",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "DE 1500 À 1763 : LE COLONIALISME ET SES IMPACTS (CONTACTS, CONFLITS, TRAITÉS)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "77E8B41A3B624176904617ACA98F7DB3": {
      "id": "77E8B41A3B624176904617ACA98F7DB3",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B3.4",
      "statementNotation": "B3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire diverses évolutions artistiques et techniques au sein des Premières Nations et des Inuits des différentes régions qui porteront le nom d'Amérique du Nord, avant 1500 (p. ex., pictogrammes, gravures sur pierre et sur bois, parchemins en écorce de bouleau, vêtements traditionnels [comme les mocassins et les jambières chez les Cris, l'amauti ou le qarliik chez les Inuits], poids de propulseurs, raquettes à neige, lunettes de montagne, peignes, canots, remèdes, armes [comme l'arc et la flèche], outils [comme le ulu et le harpon], techniques agricoles), tout en soulignant leur importance au regard des représentations de la vie et de l'histoire des peuples autochtones au Canada.",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "1427F4D8750B47FEBE3E036FB182E234": {
      "id": "1427F4D8750B47FEBE3E036FB182E234",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des croyances et des valeurs de quelques peuples autochtones de différentes régions qui porteront le nom d'Amérique du Nord, avant 1500, notamment celles qui portaient sur les rapports de ces peuples avec autrui, l'univers spirituel, le territoire et l'environnement (p. ex., croyances verbalisées dans les récits de la création, croyances animistes et respect connexe de tous les éléments de l'environnement [humains, animaux et végétaux, environnement marin, l'atmosphère], sentiment de réciprocité avec le monde spirituel et importance d'exprimer sa gratitude envers celui-ci, place prépondérante des animaux dans les récits et les traditions autochtones, transmission des pratiques et savoirs environnementaux aux nouvelles générations), tout en faisant le rapprochement entre spiritualité et identité.",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "5C2A7F0DA1F745CDBA08BBB584C7811B": {
      "id": "5C2A7F0DA1F745CDBA08BBB584C7811B",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer, en s'appuyant sur des exemples précis, comment les structures sociales et politiques autochtones, y compris les rôles et les systèmes fondés sur la parenté, ont contribué à forger une identité et à assurer le bien-être et la cohésion sociale des peuples des Premières Nations et des Inuits de différentes régions qui porteront le nom d'Amérique du Nord, avant 1500 (p. ex., concepts de structure sociale, de cohésion sociale et de rôles sociaux – chefs, membres du conseil, chamanes et chamans, prophètes, Aînées et Aînés, conteuses et conteurs, gardiennes et gardiens du tambour, guérisseuses et guérisseurs, guerrières et guerriers, chasseuses et chasseurs, cueilleuses- agricultrices et cueilleurs-agriculteurs; systèmes de clans).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "C154A26491C04247B52A5C561387D130": {
      "id": "C154A26491C04247B52A5C561387D130",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire le rôle des récits des Premières Nations et des Inuits qui racontent leurs origines et leurs histoires anciennes (p. ex., récits de la création, de la migration, de la paix et d'amitié) ainsi que la place qui leur a été accordée dans l'histoire du Canada par la suite (p. ex., prédominance des croyances religieuses et des idéologies politiques occidentales; inégalités de pouvoir; impérialisme ou colonialisme; intérêts des gouvernements fédéraux ou provinciaux qui contestaient la légitimité des revendications territoriales ou des droits des Autochtones; pratiques scientifiques et croyances contradictoires sur la définition de la preuve historique).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "5BA1A43DC91F4393B1E80E7607F9529D": {
      "id": "5BA1A43DC91F4393B1E80E7607F9529D",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer divers facteurs ayant contribué à l'identité, au bien-être et au patrimoine de certains groupes des Premières Nations et d'Inuits avant 1500, dans les différentes régions qui porteront le nom d'Amérique du Nord. (ACCENT SUR: importance historique; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "C807C9CE23A6439FA8B3F8467E08E7FD": {
      "id": "C807C9CE23A6439FA8B3F8467E08E7FD",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les causes et les conséquences de la création de la Confédération haudenosaunee (p. ex., commerce et économie, bien-être collectif, entraide et soutien mutuel entre les peuples membres de la Confédération; situations de conflit avec d'autres peuples; rôle du Grand Pacificateur et de son porte-parole Hiawatha).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "D0AFEE33AF0F4A60954A0C4F7901AA72": {
      "id": "D0AFEE33AF0F4A60954A0C4F7901AA72",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les populations, les schémas de peuplement et les territoires traditionnels des Premières Nations et des Inuits des différentes régions qui porteront le nom d'Amérique du Nord, à l'époque du premier contact avec les Européens, en s'appuyant sur des données statistiques historiques et d'autres sources (p. ex., découvertes archéologiques qui ont permis d'établir l'ancienneté de l'occupation des territoires; vie de nomade et vie sédentaire; chasse et agriculture; particularités culturelles régionales associées aux six principales régions géographiques occupées par les Premières Nations des régions boisées dans la forêt boréale à l'est du pays, les Premières Nations haudenosaunee au sud, les Premières Nations des Plaines dans les Prairies, les Premières Nations du Plateau, les Premières Nations de la côte du Pacifique et les Premières Nations des bassins des fleuves Mackenzie et Yukon).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "650B5AF8A7794D2493609285E3BBA723": {
      "id": "650B5AF8A7794D2493609285E3BBA723",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les caractéristiques des schémas de peuplement et de l'occupation des différentes régions qui porteront le nom d'Amérique du Nord ainsi que la dynamique des relations entre divers groupes des Premières Nations et d'Inuits, avant 1500. (ACCENT SUR: importance historique; cause et conséquence)",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "A7B1984297A14063B41D32356CB6110F": {
      "id": "A7B1984297A14063B41D32356CB6110F",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la raison d'être de la conclusion de pactes, de traités ou d'alliances et de la formation de confédérations politiques entre les Premières Nations des différentes régions qui porteront le nom d'Amérique du Nord, avant 1500, en s'appuyant sur des exemples précis (p. ex., la Grande loi de la Paix a raffermi la Confédération haudenosaunee et servi de base d'entente pour la représentation et la bonne gouvernance; les traités de paix et d'amitié de la Confédération des Trois Feux, représentés par les ceintures wampums, ont permis aux membres de cette confédération d'accéder aux routes de commerce contrôlées par les nations haudenosaunee).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "665DD0DB086144E4A2EBF564B88FF6B3": {
      "id": "665DD0DB086144E4A2EBF564B88FF6B3",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les principaux enjeux, tendances ou développements économiques dans les sociétés des Premières Nations et des Inuits des différentes régions qui porteront le nom d'Amérique du Nord, avant 1500 (p. ex., sécurité alimentaire, accès aux routes de commerce et aux divers articles faisant l'objet d'échanges, système de dons pour la redistribution des richesses, répartition des tâches, mise en œuvre de protocoles de paix ou d'amitié quand une guerre menaçait les relations commerciales, conséquences économiques de la création d'alliances et de confédérations, utilisation des terres et des ressources naturelles).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "E881A28A92114586A1A252EB59174491": {
      "id": "E881A28A92114586A1A252EB59174491",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer divers éléments du mode de vie d'avant 1500 de groupes des Premières Nations et d'Inuits des différentes régions qui porteront le nom d'Amérique du Nord (p. ex., particularités culturelles de sociétés de chasseurs-pêcheurs- cueilleurs et d'agriculteurs pour ce qui est des rythmes saisonniers [chasse, cycles agricoles, échanges commerciaux], rôles des femmes et des hommes, organisation de la vie familiale et de l'éducation des enfants, habitations, croyances spirituelles, santé et médecine, lois et justice, perception des notions de richesse et de prospérité ou de terres et de propriété, transmission des connaissances de génération en génération, vie communautaire, artisanat, coutumes relatives aux naissances, aux mariages et aux décès).",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "5294DAABD44E49519EF8D53B829727E3": {
      "id": "5294DAABD44E49519EF8D53B829727E3",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer le but des principales alliances entre des peuples autochtones des différentes régions qui porteront le nom d'Amérique du Nord ainsi que les principales caractéristiques de l'organisation socioéconomique de ces peuples, avant 1500. (ACCENT SUR: continuité et changement; perspective historique)",
      "comments": [],
      "ancestorIds": [
        "9750F981B64C43C68F382A4F0BC8AFE5"
      ],
      "parentId": "9750F981B64C43C68F382A4F0BC8AFE5"
    },
    "9750F981B64C43C68F382A4F0BC8AFE5": {
      "id": "9750F981B64C43C68F382A4F0BC8AFE5",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "AVANT 1500",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "275FAFFD2AC64F178924521CC6CAB032": {
      "id": "275FAFFD2AC64F178924521CC6CAB032",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer les possibilités de carrière faisant appel à une formation en histoire des Premières Nations, des Métis et des Inuits (p. ex., commissaire d'exposition, agente ou agent de revendication territoriale, recherchiste, conseillère ou conseiller en matière de politique, conservatrice ou conservateur de musée, guide touristique, journaliste).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "6377BCE1782D4EDC97C868EF29A2CCDF": {
      "id": "6377BCE1782D4EDC97C868EF29A2CCDF",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser les connaissances acquises, les concepts de la pensée critique en histoire et les compétences développées par l'étude de l'histoire des Premières Nations, des Métis et des Inuits au Canada pour mieux interpréter et comprendre des enjeux politiques, économiques et sociaux actuels et pouvoir agir en citoyenne ou citoyen éclairé (p. ex., déterminer les partis pris et les préjugés présents dans les médias lors de la couverture d'événements d'actualité concernant les peuples autochtones; analyser les répercussions de tendances sociales actuelles sur les familles et les communautés autochtones et leurs pratiques culturelles; déterminer la réaction de citoyennes et de citoyens canadiens à un enjeu de société concernant de près les peuples autochtones; trouver des ressemblances entre les événements de l'histoire des Premières Nations, des Métis et des Inuits du XVIIe au XIXe siècle et des événements de nos jours).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "0C9B0950103F4DD88FC8C5DE0CD15DD0": {
      "id": "0C9B0950103F4DD88FC8C5DE0CD15DD0",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer des compétences transférables dans la vie de tous les jours qui sont développées par l'étude de l'histoire des Premières Nations, des Métis et des Inuits (p. ex., respect et compassion envers les autres, soin de la Terre et de l'environnement, service à la communauté, compétences en recherche d'information, en analyse de données, en création de graphiques, en communication orale, en littératie, en numératie, en rédaction et en résolution de problèmes; prise d'initiatives et persévérance au travail; travail en équipe; autonomie).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "D2235BAE6D334E0496D5F2490FE65EC7": {
      "id": "D2235BAE6D334E0496D5F2490FE65EC7",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "reconnaître l'utilité, dans la vie de tous les jours, des compétences transférables développées par l'étude de l'histoire, tout en identifiant les diverses possibilités de carrière faisant appel à une formation en histoire des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "3135A30F9E7F4870A082A6A7223DC1C9": {
      "id": "3135A30F9E7F4870A082A6A7223DC1C9",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A1.6",
      "statementNotation": "A1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats et les conclusions de son enquête en utilisant la terminologie appropriée (p. ex., désignations des peuples et groupes autochtones, de leurs coutumes, de leurs traditions, de leurs artéfacts), en citant ses sources selon les normes établies (p. ex., références dans le texte, bibliographie, citations, notes de bas de page, remerciements) et en recourant à divers médias ou modes de présentation (p. ex., blogue sur la gestion environnementale des Premières Nations, des Métis et des Inuits; présentation multimédia sur les pratiques artistiques ou la production culturelle autochtones; présentation orale sur les conséquences négatives du racisme, des stéréotypes et de la discrimination sur les peuples autochtones au Canada; débat sur les stratégies utilisées par les peuples autochtones pour faire valoir leurs droits issus de traités ou revendiquer des territoires; présentation des effets de l'imposition de l'utilisation du français et de l'anglais dans les pensionnats indiens au détriment de la langue maternelle autochtone; représentation graphique des événements qui ont mené à la disparition des Béothuks).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "D5049E25E0064D0A9395F28621A63054": {
      "id": "D5049E25E0064D0A9395F28621A63054",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A1.5",
      "statementNotation": "A1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tirer des conclusions sur des questions, des événements ou des enjeux de l'histoire des Premières Nations, des Métis et des Inuits du Canada, depuis la période précédant les premiers contacts avec les Européens jusqu’à nos jours, en utilisant les concepts de la pensée critique en histoire (p. ex., signature des traités entre les peuples autochtones et les Européens et son importance aujourd'hui; influence des missionnaires chrétiens auprès des communautés autochtones à partir du XVIIe siècle).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "D301B33D50B445AD98F65CA17C25CE91": {
      "id": "D301B33D50B445AD98F65CA17C25CE91",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'information recueillie pour en faire l'interprétation et la synthèse en utilisant les concepts de la pensée critique en histoire – importance historique, cause et conséquence, continuité et changement et perspective historique (p. ex., utiliser le concept d'importance historique pour déterminer les conséquences du système des pensionnats indiens sur les peuples et les communautés autochtones; utiliser le concept de cause et de conséquence pour identifier des événements et des actions ayant contribué à la reconnaissance constitutionnelle des Métis comme peuple autochtone; utiliser le concept de continuité et de changement pour définir des moments clés dans l'évolution des relations entre les Premières Nations, les Métis et les Inuits et le reste du Canada; utiliser le concept de perspective historique pour étudier comment le gouvernement recensait les habitants des trois collectivités) et divers outils organisationnels (p. ex., série de fiches sommaires pour décrire les différentes phases de la crise d'Ipperwash; ligne du temps annotée pour situer les principaux événements qui ont marqué les relations entre les peuples autochtones et le gouvernement fédéral; tableau de comparaison pour confronter des points de vue exposés dans différentes sources primaires sur un même événement).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "4947A9E456DA4BC1A9CE87A36DBDB4A6": {
      "id": "4947A9E456DA4BC1A9CE87A36DBDB4A6",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer la crédibilité des sources ainsi que la validité et la fiabilité de l'information recueillie à partir de critères précis (p. ex., perspective et intention de l'auteur, contexte de communication, souci d'exactitude et de précision, absence de préjugés, valeurs véhiculées).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "0345A3B25A9A42D9AB5C6B7EA2E0E169": {
      "id": "0345A3B25A9A42D9AB5C6B7EA2E0E169",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir de l'information se rapportant aux questions posées et représentant divers points de vue en consultant une variété de sources primaires (p. ex., artéfacts [objets d'art et d'artisanat, outils, instruments, vêtements], tradition orale [récits, chants, cérémonies], registres paroissiaux ou de la traite des fourrures, documents légaux ou juridiques, rapports gouvernementaux, archives audiovisuelles, photographies, traités) et secondaires (p. ex., ouvrages de référence [manuel scolaire, encyclopédie, atlas], articles de journaux ou de magazines, documentaires, sites Web spécialisés).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "30478B78B39E4DD29CCF5F0F70B2E19F": {
      "id": "30478B78B39E4DD29CCF5F0F70B2E19F",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler différents types de questions (p. ex., questions de fait, de comparaison, de cause ou d’effet) pour orienter le processus d’enquête et explorer divers aspects, événements ou enjeux de l’histoire des Premières Nations, des Métis et des Inuits au Canada, depuis la période précédant les premiers contacts avec les Européens jusqu’à nos jours (p. ex., à quelle rivalité la Grande Paix de Montréal de 1701 met-elle fin? Quelles étaient les ressemblances et les différences entre les pratiques et les croyances spirituelles des diverses nations autochtones au moment de leur rencontre avec les Européens? Quels étaient les fondements de la politique britannique à l’égard des peuples autochtones selon les termes de la Proclamation royale de 1763?).",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "A8A338FCC3EA452BB2AFC7BED5702654": {
      "id": "A8A338FCC3EA452BB2AFC7BED5702654",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser le processus d'enquête ainsi que les concepts de la pensée critique pour explorer divers aspects des histoires des Premières Nations, des Métis et des Inuits au Canada, depuis la période précédant le premier contact avec les Européens jusqu’à nos jours.",
      "comments": [],
      "ancestorIds": [
        "7F383F20C5E346AA81877DFEB602EB8F"
      ],
      "parentId": "7F383F20C5E346AA81877DFEB602EB8F"
    },
    "7F383F20C5E346AA81877DFEB602EB8F": {
      "id": "7F383F20C5E346AA81877DFEB602EB8F",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PROCESSUS D'ENQUÊTE ET COMPÉTENCES TRANSFÉRABLES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}