{
  "id": "A4C5BE87777F4A2591F0A34F79555BF7",
  "title": "11e année - Visions du monde et aspirations des Premières Nations, des Métis et des Inuits au Canada, NBV3C (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "11e année - Visions du monde et aspirations des Premières Nations, des Métis et des Inuits au Canada, NBV3C (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "02E90BD3F8DA4AEE9EF271A36AFE69E9": {
      "id": "02E90BD3F8DA4AEE9EF271A36AFE69E9",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les objectifs et les réalisations de diverses initiatives visant à appuyer les aspirations des Premières Nations, des Métis et des Inuits (p. ex. la campagne Shannen's Dream prônant un financement équitable et une éducation adaptée à la culture des Premières Nations pour les enfants et les jeunes; des programmes, des ressources et du financement offerts grâce à Indspire à des membres des Premières Nations, des Métis et des Inuits; les prix et les bourses de recherche du Conseil des arts de l'Ontario pour les artistes des Premières Nations, métis et inuits; les bourses d'études et de recherche et les ressources pour acquérir des connaissances financières offertes par les établissements bancaires dans le but d'appuyer les aspirations des Autochtones).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "5917B813166A4FB1A7A26D1666FC883E": {
      "id": "5917B813166A4FB1A7A26D1666FC883E",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des aspirations que les Premières Nations, les Métis et les Inuits jugent importantes pour leurs communautés, le Canada et le monde (p. ex., pour les communautés : la souveraineté ou l'autonomie gouvernementale, la vérité et la guérison, l'autonomie dans le domaine de l'éducation, la prospérité économique, l'accès à l'eau potable; pour le Canada : la réconciliation et la justice, l'utilisation durable des ressources naturelles, l'inclusion des peuples autochtones en tant que partenaires à part entière dans le processus de prise de décisions sociales et politiques; pour le monde : le respect des droits des peuples autochtones du monde entier, la reconnaissance de l'identité distincte des communautés autochtones, la planification mondiale pour sept générations, les pratiques environnementales responsables), et déterminer des façons dont ces aspirations reflètent des changements sociaux et environnementaux.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "C471A3C904B248F1B358FE45A48DBC3C": {
      "id": "C471A3C904B248F1B358FE45A48DBC3C",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières dont les aspirations clés des Premières Nations, des Métis et des Inuits par rapport à leurs communautés reflètent leurs croyances et leurs valeurs traditionnelles et contemporaines, tout en analysant le rôle de l'action sociale en appui à ces objectifs, au Canada et à travers le monde.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "A2108553BE0F42D688845143C15C8514": {
      "id": "A2108553BE0F42D688845143C15C8514",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D2.4",
      "statementNotation": "D2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'impact sur les Autochtones et les non-Autochtones de diverses actions judiciaires et légales au Canada concernant les titres autochtones, les droits issus de traités et les relations de nation à nation qui visaient à affirmer la vérité, la réconciliation et le renouveau (p. ex. les poursuites judiciaires pour protéger les droits de pêche des Autochtones prouvent le bien-fondé des obligations issues de traités; l'Accord sur les revendications territoriales du Nunavut de 1999 dédié à l'acquisition du bien-être social, culturel et économique des Inuits lors de sa mise en œuvre).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "7E5D7E79E16C4DFE9C2E9D9B13D6893B": {
      "id": "7E5D7E79E16C4DFE9C2E9D9B13D6893B",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'impact sur les Autochtones et les non-Autochtones de diverses politiques et mesures gouvernementales au Canada visant la vérité, la réconciliation et le renouveau dans le contexte de la décolonisation (p. ex. l'enquête sur l'incident d'Ipperwash a mis en évidence la négligence de la police ainsi que ses partis pris politiques, et s'est conclue par la restitution du territoire visé par une revendication territoriale; la création du Nunavut a favorisé l'autonomie gouvernementale des Inuits par consensus, ramenant les valeurs et les traditions inuites au processus politique; la déclaration de soutien du Canada à la Déclaration des Nations Unies sur les droits des peuples autochtones affirme l'engagement de l'État du Canada à protéger et à promouvoir les droits des peuples autochtones du monde entier).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "02C6D51D5A2C488B8A5E2FAF896FF8F9": {
      "id": "02C6D51D5A2C488B8A5E2FAF896FF8F9",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont divers efforts promouvant les connaissances et perspectives environnementales des Premières Nations, des Métis et des Inuits contribuent à la vérité, à la réconciliation et au renouveau (p. ex., la Sacred Water Walk [« la Marche de l'eau sacrée »] de 2015 a fait la promotion d'une meilleure compréhension du lien entre les gens et la terre, en sensibilisant le public aux déversements de pétrole dans les Grands Lacs et le fleuve Saint-Laurent; les séminaires organisés par les mouvements autochtones comme Idle No More offrent des perspectives populaires sur la protection de l'environnement; les scientifiques spécialisés dans l'étude de l'environnement, qui s'appuient sur les observations des Inuits en matière de changement climatique ou de biodiversité dans l'Arctique, s'emploient à sensibiliser le public à la valeur du savoir écologique traditionnel), tout en identifiant des croyances et des valeurs qui peuvent motiver ces actions.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "BA08F63638AF4A87A5A0104BDCAFE998": {
      "id": "BA08F63638AF4A87A5A0104BDCAFE998",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des liens entre les pratiques et événements culturels des Premières Nations, des Métis et des Inuits, et les objectifs de la vérité, de la réconciliation et du renouveau (p. ex., le festival Back to Batoche célèbre la culture métisse; les Jeux d'hiver de l'Arctique sensibilisent aux valeurs inuites ainsi qu'à d'autres cultures en facilitant les échanges sociaux et culturels entre les communautés circumpolaires; la marche Innu Meshkenu [« Mon chemin innu »] du Dr Stanley Vollant, premier autochtone chirurgien au Québec qui parcourt le pays pour rencontrer des jeunes Autochtones et leur donner espoir).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "EC75F618B68641268FE3814B225778DC": {
      "id": "EC75F618B68641268FE3814B225778DC",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières dont le respect des savoirs, des visions du monde et des aspirations des Premières Nations, des Métis et des Inuits contribue à la vérité, à la réconciliation et au renouvellement des relations de nation à nation.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "F6EFCAA95CC4484E891B0B243ED61347": {
      "id": "F6EFCAA95CC4484E891B0B243ED61347",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner différents programmes et initiatives dont le but est de donner une place aux croyances, valeurs et coutumes des Premières Nations, des Métis et des Inuits dans le système d'éducation au Canada (p. ex., concernant les programmes d'Aînée-résidente ou d'Aîné-résident dans les établissements éducatifs; les partenariats entre le secteur des arts et les artistes ou les groupes d'artistes autochtones locaux, tels que le programme des artistes autochtones en milieu scolaire du Conseil des arts de l'Ontario, qui vise à offrir des ateliers artistiques dans les écoles; l'inclusion du savoir autochtone dans les études environnementales et l'enseignement des sciences) en soulevant les défis associés à leur mise en œuvre et des stratégies pour y répondre.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "1FCE46579E2E401CAC58EF20EBFA19F8": {
      "id": "1FCE46579E2E401CAC58EF20EBFA19F8",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les avantages et les défis associés à l'intégration des croyances, des valeurs et des coutumes traditionnelles dans la vie contemporaine des Premières Nations, des Métis et des Inuits, au niveau individuel et communautaire (p. ex., avantages : en fournissant à certaines écoles et à certains bureaux communautaires la possibilité d'offrir des congés pour des raisons culturelles, on permet à des jeunes et des adultes autochtones de conserver leur identité culturelle; en soutenant l'utilisation de remèdes, de pratiques de santé et de connaissances traditionnels dans le cadre d'une approche complète de soins de santé à l'intention de patients autochtones en milieu urbain, on peut améliorer leur bien-être physique et psychologique; défis : certaines personnes qui cherchent à acquérir des connaissances culturelles ou à apprendre la langue de leur communauté d'origine n'ont pas un accès suffisant à des programmes pertinents; certaines institutions ne sauraient accorder facilement de congés culturels saisonniers; les pratiques de chasse traditionnelles pourraient entrer en conflit avec les approches non autochtones en matière de droits des animaux ou d'élevage).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "B037BBCE7B25467D89731904CC80075F": {
      "id": "B037BBCE7B25467D89731904CC80075F",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des rôles attribués à certains individus dans les communautés autochtones et qui sont associés aux croyances, aux valeurs et aux coutumes des Premières Nations, des Métis et des Inuits (p. ex., l'oshkaabewisag est un messager ou un assistant qui supervise la communication avec un conseil et aide à appliquer les décisions du conseil; les sénatrices et les sénateurs métis communiquent des traditions et des modes de vie pour assurer la survie de leur culture; la sanaji ou sage-femme procède à la pratique d'attribution du nom [tuqurausiq] qui relie un nouveau-né inuit à un membre de la famille ou à un ami de la famille qui est décédé), tout en identifiant différentes stratégies employées pour maintenir l'importance de ces rôles au sein de la communauté (p. ex., en ce qui concerne l'organisation au sein des communautés de cercles et de conférences pour que les Aînées et les Aînés et les gardiennes et les gardiens du savoir puissent transmettre leurs enseignements; l'élaboration et le soutien des programmes de guérison traditionnels; l'enregistrement et l'archivage des récits, des connaissances des Aînées et des Aînés; l'inclusion des pratiques et des protocoles culturels traditionnels dans les modèles de gouvernance communautaires).",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "C83073F1D3F649B5A6AF94B9422C21F6": {
      "id": "C83073F1D3F649B5A6AF94B9422C21F6",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières par lesquelles des individus, des familles, des institutions et des communautés revendiquent une place pour les croyances, les valeurs et les coutumes des Premières Nations, des Métis et des Inuits dans la vie contemporaine.",
      "comments": [],
      "ancestorIds": [
        "8FBD34A8BF8E45FBB9A6F45368204A79"
      ],
      "parentId": "8FBD34A8BF8E45FBB9A6F45368204A79"
    },
    "8FBD34A8BF8E45FBB9A6F45368204A79": {
      "id": "8FBD34A8BF8E45FBB9A6F45368204A79",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "RÉAPPROPRIATION ET RÉCONCILIATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "E77C246C0C404AAB82B6BFACCD982AF0": {
      "id": "E77C246C0C404AAB82B6BFACCD982AF0",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "C2.5",
      "statementNotation": "C2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les possibilités offertes par la technologie contemporaine, les médias et la culture populaire (p. ex., bandes dessinées, photographie, médias sociaux, musique et revues imprimées) afin de déterminer comment elles peuvent favoriser la transmission du savoir, des visions du monde, des aspirations et les actions des Premières Nations, des Métis et des Inuits dans un contexte de changement social.",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "893EDC804A2E46B9A6A0875A4540C358": {
      "id": "893EDC804A2E46B9A6A0875A4540C358",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "C2.4",
      "statementNotation": "C2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser diverses initiatives des Premières Nations, des Métis et des Inuits visant à répondre au défi de la disparition ou de l'étiolement de certaines langues autochtones afin de déterminer comment ces initiatives appuient les valeurs traditionnelles et les aspirations communautaires (p. ex., utilisation des foyers de revitalisation langagière, apprentissage de la langue à l'aide des activités interactives; soutien aux conseils scolaires pour qu'ils offrent des programmes de langues autochtones; création de programmes de langues autochtones dans les écoles des réserves; établissement de l'acquisition de la langue comme priorité dans la planification et le développement communautaire).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "C0AFCE9D67F74BC68C8DF71297BAB509": {
      "id": "C0AFCE9D67F74BC68C8DF71297BAB509",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes initiatives des Premières Nations, des Métis et des Inuits visant à affirmer leur contrôle sur le développement économique et l'utilisation des terres à l'échelle locale en relevant la motivation et les approches des parties prenantes (p. ex., les barrages routiers et l'occupation du territoire, la création de sociétés de développement communautaire, l'inclusion de paramètres de formation et de recrutement dans les ententes sur le développement économique).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "A4CD0729D2574C32B7DA91C2FA4D51C1": {
      "id": "A4CD0729D2574C32B7DA91C2FA4D51C1",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser différentes initiatives de sensibilisation aux effets continus des politiques coloniales au Canada, en examinant leurs intentions, leurs approches et les résultats de ces efforts (p. ex., les processus et les consultations avec les gouvernements des Autochtones portant sur les questions liées à l'enfance, à l'éducation, à la justice, à l'environnement, à la représentation politique et à la santé; les mouvements et les campagnes dans les médias sociaux; les projets d'œuvres d'art dans des lieux publics qui font la promotion de la justice sociale; les formes de protestations et de résilience telles que les séminaires, les jeûnes, les démonstrations et les blocus).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "E5C6ECA6CFFB46C084AB184C39093AEC": {
      "id": "E5C6ECA6CFFB46C084AB184C39093AEC",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance des concepts et des objectifs de la décolonisation et de la résilience pour les Autochtones et les non-Autochtones au Canada (p. ex. la reconnaissance au niveau sociétal des conséquences actuelles et passées de la colonisation permet aux individus des Premières Nations, métis et inuits de se sentir mieux compris et respectés; les consultations pour élaborer de nouvelles politiques sociales et de gouvernance encouragent les membres des communautés autochtones à participer au changement sociétal; l'intégration des perspectives des Premières Nations, des Métis et des Inuits dans les institutions économiques, administratives, judiciaires, éducatives et politiques offre aux Autochtones une voix dans la société canadienne; connaître les objectifs de la décolonisation aide les Autochtones et les non-Autochtones à mieux comprendre l'histoire du Canada; la revitalisation des langues autochtones soutient l'identité culturelle individuelle et collective).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "7330380E4B3A41DC8088A8AA221F5861": {
      "id": "7330380E4B3A41DC8088A8AA221F5861",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des concepts et des objectifs clés de la décolonisation et de la résilience des Autochtones, tout en analysant diverses stratégies visant à soutenir les visions du monde, les aspirations et actions des Premières Nations, des Métis et des Inuits dans un contexte de changement social.",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "D6BE7D30A7DD4786A14C2823B56D863D": {
      "id": "D6BE7D30A7DD4786A14C2823B56D863D",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la contribution des systèmes canadiens politique et judiciaire dans la mise en œuvre des concepts colonialistes en matière de propriété, de développement et d'utilisation des terres et des ressources naturelles (p. ex., extinction des droits territoriaux par la distribution de certificats des Métis; relocalisation des Inuits dans l'Extrême-Arctique; traités, revendications territoriales globales et particulières, affaires judiciaires).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "936D358061054549921E099E3EC578B6": {
      "id": "936D358061054549921E099E3EC578B6",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'incidence de diverses politiques et actions des gouvernements au Canada sur l'assimilation des communautés des Premières Nations, des Métis et des Inuits, en en évaluant les conséquences par rapport aux visions du monde et aux aspirations de ces communautés (p. ex., l'Acte pour encourager la civilisation graduelle de 1857 a lié le « statut d'Indien » au statut des femmes autochtones, de façon que certaines ont perdu leurs liens avec les communautés et a imposé un système patrilinéaire à de cultures matrilinéaires; l'Acte pourvoyant à l'émancipation graduelle de 1869 a restreint le pouvoir des conseils de bande et a affaibli les modèles de gouvernance des Premières Nations; la Loi sur les Indiens a interdit certaines pratiques traditionnelles et a introduit autres dispositions qui ont menacé la survie des communautés des Premières Nations, en minant leurs valeurs; les politiques de mise en place des pensionnats indiens ont interdit aux élèves de pratiquer leurs traditions et de parler les langues autochtones, en brisant le cycle de la transmission culturelle intergénérationnelle et en instaurant un climat de suspicion par rapport à l'apprentissage institutionnel).",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "9DBD3C4583DE419EAD64DBE69C562BA9": {
      "id": "9DBD3C4583DE419EAD64DBE69C562BA9",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance des concepts clés associés au colonialisme pour les communautés et les cultures des Premières Nations, des Métis ou des Inuits (p. ex. la doctrine de la découverte et le concept de terra nullius ont été utilisés par les Européens pour justifier la déclaration de leur souveraineté sur le Nouveau Monde et le déplacement forcé de communautés des Premières Nations; les politiques d'assimilation ont séparé des individus des Premières Nations, métis et inuits de leur famille, de leur communauté et de leurs territoires; la « mission civilisatrice » religieuse des Européens a mené à la répression des pratiques spirituelles et culturelles ainsi que des langues et des connaissances traditionnelles) en mettant en évidence des liens entre ces concepts.",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "D8582273FE1F4D8BBF9A5F605942ABB5": {
      "id": "D8582273FE1F4D8BBF9A5F605942ABB5",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du concept de colonialisme et de l'impact historique et contemporain sur les Premières Nations, les Métis et les Inuits au Canada de la colonisation et des politiques gouvernementales connexes.",
      "comments": [],
      "ancestorIds": [
        "FB837E19DDD049A6A1ADFF1311A2F821"
      ],
      "parentId": "FB837E19DDD049A6A1ADFF1311A2F821"
    },
    "FB837E19DDD049A6A1ADFF1311A2F821": {
      "id": "FB837E19DDD049A6A1ADFF1311A2F821",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "COLONISATION ET DÉCOLONISATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "3513C880CF6049B1B6DB381FAA3B31F1": {
      "id": "3513C880CF6049B1B6DB381FAA3B31F1",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "B3.4",
      "statementNotation": "B3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier un enjeu associé aux visions du monde et aux aspirations des Premières Nations, des Métis et des Inuits, et concevoir une initiative efficace pour renforcer la compréhension mutuelle et la sensibilisation culturelle (p. ex., série de cercles de partage à l'école pour les jeunes, échange d'idées entre facilitateurs culturels et membres de la communauté sur les réalités autochtones et la diversité culturelle; présentation multimédia ou dépliant portant sur des approches de sensibilisation culturelle; exposition d'œuvres d'art ou autre événement culturel pour améliorer la sensibilisation à l'histoire, à la vie contemporaine et aux protocoles culturels d'une communauté locale ou régionale des Premières Nations, des Métis et des Inuits).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "B4091F2275AC4655975EBA2298E4BCB7": {
      "id": "B4091F2275AC4655975EBA2298E4BCB7",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les diverses façons dont les politiques qui réglementent les institutions publiques au Canada ont mis au défi les pratiques culturelles des Premières Nations, des Métis et des Inuits, et continuent à le faire (p. ex. le calendrier scolaire n'accommode pas toujours les pratiques culturelles, les cérémonies et les journées importantes pour les Premières Nations, les Métis et les Inuits; l'accès à des conseils spirituels, y compris à ceux octroyés par des Aînées ou des Aînés, n'est pas inclus dans des programmes de santé et bien-être), et suggérer des stratégies appropriées pour combler ces différences interculturelles (p. ex., élaborer des protocoles et des lignes directrices pour le port de peintures traditionnelles sur la peau; adapter le calendrier scolaire à la saison de chasse dans les communautés nordiques afin de permettre aux jeunes Cris et des Métis de participer; présenter des cadeaux ou des offrandes aux invités; employer des intervenants pivots pour les Autochtones afin d'aider des patients des Premières Nations, métis et inuits; créer des programmes communautaires qui soutiennent les approches autochtones de la santé).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "F83F09A4A5904462A2005F5BCF17F956": {
      "id": "F83F09A4A5904462A2005F5BCF17F956",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des œuvres culturelles des Premières Nations, des Métis et des Inuits pour déterminer le message communiqué en termes d'identité culturelle et d'interactions interculturelles (p. ex., évaluer la pièce de Tomson Highway The Rez Sisters en tant que réponse aux stéréotypes culturels; analyser la juxtaposition de documents historiques et d'images dans la conception de certaines communications d'Idle No More; comparer les perspectives communautaires des Premières Nations relatives au drapeau guerrier des Kanien'kehá:ka [Mohawks] avec sa représentation dans les médias traditionnels, et suggérer des raisons qui expliquent les différences, le cas échéant).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "0E4F92CF03EB48A68B26D9DF752636D5": {
      "id": "0E4F92CF03EB48A68B26D9DF752636D5",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des compétences et des stratégies de sensibilisation culturelle (p. ex., rester ouvert aux différentes visions du monde en comparant les façons dont les enjeux concernant des communautés autochtones sont abordés par les médias autochtones et non autochtones; faire preuve de respect à l'égard des communautés autochtones en se renseignant sur leur histoire et leurs aspirations actuelles avant de visiter des sites culturels ou historiques sur leurs territoires; engager respectueusement des Autochtones dans les initiatives scolaires ou communautaires de façon à ce que leurs croyances, valeurs et aspirations soient prises en compte; faire appel à des mentors autochtones afin de mieux comprendre et connaître les cultures des Premières Nations, des Métis et des Inuits; identifier des signes de malaise social lors d'interactions avec les pairs peut aider à combler des différences interculturelles) et les mettre en application lors de l'exploration des systèmes de connaissances, des visions du monde et des contributions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "9E04F506076B4D9EB5A3F35DFB5DB911": {
      "id": "9E04F506076B4D9EB5A3F35DFB5DB911",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser des compétences et des stratégies de sensibilisation culturelle lors de l'exploration des formes du savoir, des visions du monde et des contributions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "F0A3BE5030044005BE483D1092B64AB9": {
      "id": "F0A3BE5030044005BE483D1092B64AB9",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "B2.5",
      "statementNotation": "B2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'incidence de quelques cérémonies et autres pratiques traditionnelles des Premières Nations, des Métis et des Inuits sur la définition des rôles et responsabilités individuels et collectifs dans le cadre d'une vision du monde donnée (p. ex., concernant les rites de passage, les pratiques saisonnières, les processus décisionnels, la gouvernance).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "30BA4B4BA3E54A4D97427603A3836C61": {
      "id": "30BA4B4BA3E54A4D97427603A3836C61",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "B2.4",
      "statementNotation": "B2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des façons dont certains lieux jouent un rôle important dans les visions du monde des Premières Nations, des Métis et des Inuits, en expliquant les croyances et valeurs qui ont été, et qui continuent à être associées à ces lieux (p. ex. la croyance des membres de la Première Nation de Curve Lake selon laquelle les esprits parlent par l'intermédiaire de crevasses dans les rochers Kinomaage-Waapkong, ou « rochers qui enseignent » souligne le lien entre le monde naturel et celui des esprits; l'importance de Batoche en Saskatchewan, le site de la dernière bataille de la Rébellion du Nord-Ouest, révèle le rôle de l'histoire dans la formation de l'identité des Métis; la croyance selon laquelle le territoire des Inuits à l'île Marble, au Nunavut, n'est pas seulement une zone de chasse saisonnière, mais aussi le lieu d'un récit de la création, indique que le peuple a des leçons à apprendre de la terre).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "78E9CF78EC1646499C145055CB0BCB0F": {
      "id": "78E9CF78EC1646499C145055CB0BCB0F",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les façons dont divers personnages importants des systèmes de croyances des Premières Nations, des Métis et des Inuits reflètent et expriment certains aspects des visions du monde (p. ex. l'utilisation de récits par Waynaboozhoo [Nanabush] pour transmettre des enseignements sur la nature de l'existence reflète le rôle central de l'enseignement oral dans la perception du monde des Anishinaabek; dans la culture inuite, la chamane ou le chaman danse, chante et joue du tambour pour appeler l'esprit des morts ou des personnes éloignées, reflétant l'interconnexion entre le monde des hommes et celui des esprits), en soulignant leur pertinence dans la vie contemporaine.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "C6934BA8B80B4B9EA03F7A7B0CEC12C7": {
      "id": "C6934BA8B80B4B9EA03F7A7B0CEC12C7",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser diverses façons par lesquelles la langue peut refléter et exprimer une vision du monde, en s'appuyant sur des données relatives à plusieurs groupes culturels des Premières Nations, des Métis et des Inuits (p. ex. les Inuits au Canada se servent de l'expression inuktitut « Inuit Nunangat » pour décrire leur terre ancestrale, faisant collectivement référence à la terre, à l'eau et à la glace, plutôt que du terme groenlandais « Inuit Nunaat » qui ne fait référence qu'à la terre; le michif est dérivé du cri et du français, mais tire aussi son origine d'autres langues autochtones et de l'anglais, reflétant l'unique héritage culturel et la compréhension culturelle de ses locuteurs; lorsque certains membres des Premières Nations se présentent dans leurs langues, ils mentionnent leur nom ancestral ou de leur esprit ainsi que celui de leur clan, de leur communauté et de leur nation, ce qui fournit un contexte social et définit leurs responsabilités familiales envers la communauté; le terme « île de la Tortue », utilisé pour désigner l'Amérique du Nord, provient d'un récit de création qui révèle le rôle central des animaux dans les visions du monde de bien des cultures autochtones).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "78DFA40884EE48689ED69867AF33EA8F": {
      "id": "78DFA40884EE48689ED69867AF33EA8F",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des éléments communs dans les croyances et les coutumes des Premières Nations, des Métis et des Inuits (p. ex., croyances : portant sur la création, les étapes de la vie, le caractère sacré de la terre; coutumes : reconnaissance des terres traditionnelles, cérémonies du foin d'odeur, éclairage avec une lampe à l'huile [kullik], utilisation des substances médicinales traditionnelles, cérémonies du lever du soleil, cadeaux, danses et chants traditionnels), en analysant les valeurs reflétées dans ces croyances et coutumes (p. ex. importance d'honorer l'interdépendance des hommes et du monde naturel, respect de la vie végétale et animale, devoir d'axer le processus décisionnel sur les générations futures).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "732185209CBA4186BA62BF1C56E9E6A6": {
      "id": "732185209CBA4186BA62BF1C56E9E6A6",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner le rôle de la langue, la culture et les relations entre individus et les lieux dans les visions du monde des Premières Nations, des Métis et des Inuits, tout en reconnaissant les éléments clés des croyances, des valeurs et des traditions associées à divers groupes culturels.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "2EEDDCB6CDC6400188DBAC9F85ED4AFF": {
      "id": "2EEDDCB6CDC6400188DBAC9F85ED4AFF",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'influence de croyances et valeurs particulières sur différents aspects de la vie quotidienne et aspirations communes au Canada (p. ex., concernant les lois sur la propriété et la propriété individuelle, le système judiciaire fondé sur la common law ou le droit civil écrits, les lois et les conventions sur le mariage, l'administration provinciale et fédérale du système d'éducation), en faisant ressortir l'incidence de ces valeurs et ces croyances sur les visions du monde autochtones.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "25FF7425B6B249AC8BCED2EC1E002C50": {
      "id": "25FF7425B6B249AC8BCED2EC1E002C50",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les visions du monde et les systèmes de croyances de diverses cultures pour mettre en évidence leurs buts et fonctions communs (p. ex. cadre de réflexion sur le monde, la réalité et l'existence; ensemble de principes sur lesquels fonder les décisions, les aspirations et les actions; fondement d'un sens du soi et de l'identité individuelle et collective; guide pour les relations avec les autres).",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "653B4B76E85049C98ADAD77B9FAE8BE6": {
      "id": "653B4B76E85049C98ADAD77B9FAE8BE6",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier divers éléments qui composent une vision du monde ou un système de croyances (p. ex. croyances sur les origines de l'univers et de l'humanité; relation entre l'humanité et le monde naturel; existence d'une ou de plusieurs déités; relations et responsabilités des membres d'une famille et de personnes ayant un lien de parenté; conception de temps; rites de passage; expressions de la gratitude; code de valeurs régissant l'interaction entre les êtres humains; engagement à l'égard de la transmission du savoir d'une génération à une autre), tout en suggérant les facteurs qui les façonnent.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "47929EDBCAEA4CD994B1396F924D221E": {
      "id": "47929EDBCAEA4CD994B1396F924D221E",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des principes, des intentions et des fonctions d'une vision du monde ou d'un système de croyances en explorant le rôle des visions du monde dans la vie quotidienne au Canada.",
      "comments": [],
      "ancestorIds": [
        "9A5C6550A6B74CF28E5E4A78F740FFC4"
      ],
      "parentId": "9A5C6550A6B74CF28E5E4A78F740FFC4"
    },
    "9A5C6550A6B74CF28E5E4A78F740FFC4": {
      "id": "9A5C6550A6B74CF28E5E4A78F740FFC4",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "VISIONS DU MONDE ET DIVERSITÉ CULTURELLE : COMPRÉHENSION ET RESPECT",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "56DED03ECA224AC9AEBC412A19867FA7": {
      "id": "56DED03ECA224AC9AEBC412A19867FA7",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "A4.4",
      "statementNotation": "A4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'efficacité de la démarche de recherche suivie et le produit final, en respectant les connaissances et les formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "DB1D801DBE814540A1A26D757744B386": {
      "id": "DB1D801DBE814540A1A26D757744B386",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "A4.3",
      "statementNotation": "A4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer clairement les résultats de son enquête (p. ex., présenter les idées de façon cohérente, organiser les idées logiquement, utiliser le langage et le style appropriés) et respecter les conventions bibliographiques (p. ex., produire une bibliographie ou une liste de renvois selon les normes de l'APA, utiliser des notes en bas de page ou en fin de texte, inclure des citations dans le corps du texte, en mentionnant l'auteure ou l'auteur et la date de publication, mentionner la source des illustrations).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "C5B1540DE6BB486080AE92D3F52BF259": {
      "id": "C5B1540DE6BB486080AE92D3F52BF259",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "A4.2",
      "statementNotation": "A4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "employer la terminologie et les formulations convenables relatives aux perceptions du monde et aux expériences des Premières Nations, des Métis et des Inuits (p. ex., formes du savoir autochtones, interrelations entre les vivants, territoire traditionnel, Aînées ou Aînés, sénatrices ou sénateurs métis, communautés historiques métisses, ancêtres des Métis, famille étendue, système de clans, langues autochtones, récit, réconciliation, revitalisation, autodétermination, colonisation et décolonisation, justice réparatrice, ethnogenèse, traité, accord commercial).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "911818A6B7C84D04AC166A56CCABE330": {
      "id": "911818A6B7C84D04AC166A56CCABE330",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "A4.1",
      "statementNotation": "A4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de sa recherche en choisissant le mode de présentation qui servira le mieux son intention et l'auditoire ciblé (p. ex., exposé oral, graphique, dépliant, circulaire, affiche, présentation médiatique, page Web).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "CA5487DFBD5A44A8A2B7CCF3DAF67544": {
      "id": "CA5487DFBD5A44A8A2B7CCF3DAF67544",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "A4",
      "statementNotation": "A4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de sa recherche et de sa démarche d'enquête.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "58F9E6F367694D469F51A9039503218F": {
      "id": "58F9E6F367694D469F51A9039503218F",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "A3.5",
      "statementNotation": "A3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "résumer l'information recueillie en recourant à la synthèse (p. ex., reformuler les idées clés, marquer les liens entre les idées, tenir compte de l'importance relative des divers renseignements recueillis, évaluer et relier les renseignements afin de déterminer la réponse à la question de recherche; évaluer la mesure dans laquelle les constatations pourraient être affectées par des facteurs non inclus dans la conception de la recherche; déterminer si les résultats confirment ou infirment l'hypothèse, tirer et énoncer la conclusion qui se dégage de sa recherche).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "DD5C39AE7FED4BBAA3B7B8DE33F48EE1": {
      "id": "DD5C39AE7FED4BBAA3B7B8DE33F48EE1",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "A3.4",
      "statementNotation": "A3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "faire preuve d'honnêteté intellectuelle en documentant les sources de tous les renseignements recueillis dans le cadre de ta recherche.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "0768A4B3E1F34428B8E5523E0EFC6FC8": {
      "id": "0768A4B3E1F34428B8E5523E0EFC6FC8",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "A3.3",
      "statementNotation": "A3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "organiser l'information et les idées clés en recourant à de méthodes d'analyse et d'interprétation (p. ex., comparer l'information provenant de documents écrits, de récits oraux et d'entretiens; déterminer si des thèmes communs émergent de sources différentes).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "16B3C1B3F8E04DE3891390316F63743A": {
      "id": "16B3C1B3F8E04DE3891390316F63743A",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A3.2",
      "statementNotation": "A3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "compiler l'information recueillie de diverses sources (p. ex., prise de notes manuscrites; enregistrement de notes sur support audio ou sous forme de banque de données audio à l'aide d'un logiciel; tableau conceptuel, journal de bord).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "22A4A0B01FE54BFB85F996A833835AA3": {
      "id": "22A4A0B01FE54BFB85F996A833835AA3",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A3.1",
      "statementNotation": "A3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer divers aspects des renseignements recueillis auprès des sources de savoir autochtones et non autochtones, en utilisant des critères de recherche généraux (p. ex. l'exactitude, la pertinence, la fiabilité, les valeurs et les préjugés inhérents, la voix) et en respectant les visions du monde et les formes du savoir autochtones (p. ex., ne pas s'arroger un savoir universel, hiérarchique ou exclusif; reconnaître l'importance du contexte social, historique et politique; faire preuve de compréhension à l'égard du fait que les points de vue exprimés dans les diverses sources de connaissances sont façonnés par des perceptions du monde susceptibles de se remettre mutuellement en question).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "6937B42DCE664E62B97484453F53CE4F": {
      "id": "6937B42DCE664E62B97484453F53CE4F",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A3",
      "statementNotation": "A3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "traiter l'information recueillie en recourant à des méthodes d'évaluation, de compilation, d'organisation, d'analyse, d'interprétation et de synthèse relatives aux connaissances traditionnelles et formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "830B3942EC084096B7743DC04872ED9E": {
      "id": "830B3942EC084096B7743DC04872ED9E",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler une hypothèse, un énoncé de recherche ou une question critique pour chaque enquête à la lumière des résultats préliminaires de sa recherche.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "D15BC88245804BF2839D16B1E925F82A": {
      "id": "D15BC88245804BF2839D16B1E925F82A",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir de l'information en consultant une variété de sources primaires et secondaires, y compris des sources de connaissances et de savoirs traditionnels autochtones (p. ex., sources primaires : histoires orales, histoires et leçons; documents originaux tels que les transcriptions d'entretien, lettres, journal intime, registre, documents financiers, sondages, questionnaires; littérature; créations médiatiques comme les films, les photographies et les chansons; études scientifiques majeures publiées comme les ensembles de données; sources secondaires : livres d'histoire, manuels, critiques de livres, articles de journaux et de revue, documentaires, sites Web).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "C6D4CAA37E5C439D8952608784B9E2E9": {
      "id": "C6D4CAA37E5C439D8952608784B9E2E9",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "dresser un plan de recherche détaillé pour orienter sa démarche d'enquête (p. ex., définir son intention et sa méthode de recherche, identifier les sources d'information, développer des outils de recherche tels qu'un sondage, un questionnaire ou un entretien), en tenant compte des principes d'intention, de réciprocité et de respect, ainsi qu'en reconnaissant les formes du savoir autochtones et les protocoles qui y sont liés (p. ex. intention : formuler clairement la motivation du projet et son objectif; évaluer les conséquences de l'enquête pour les ancêtres, les générations futures et/ou le monde naturel; réciprocité : communiquer le processus et ses résultats tout au long de l'enquête, et écouter et parler aux personnes susceptibles d'être affectées par les résultats; s'engager dans des relations durables d'accord mutuel; respect : reconnaître les liens entre les contextes humain, naturel, physique, spirituel, culturel et/ou émotionnel; déterminer quels types de connaissances peuvent être communiqués ou non, et chercher à obtenir le consentement éclairé des personnes ou des communautés autochtones).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "B255EE06300840FB8A8EC0A5361951DA": {
      "id": "B255EE06300840FB8A8EC0A5361951DA",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "s'engager dans une démarche d'enquête en élaborant un plan de recherche et en consultant diverses sources d'information pour se documenter sur le sujet de sa recherche, tout en respectant les connaissances traditionnelles et formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "0B7286BFEFD1487A84E8F1BDFD5643C5": {
      "id": "0B7286BFEFD1487A84E8F1BDFD5643C5",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler des questions pertinentes pour préciser le sujet de sa recherche.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "B68C0CB635014FA6B5275539C3E53895": {
      "id": "B68C0CB635014FA6B5275539C3E53895",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les concepts clés se rattachant au thème ou à l'enjeu choisi (p. ex., par l'entremise d'un remue-méninges, d'une discussion, d'outils organisationnels).",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "4C8CADBCF99F45F19C8E1EA026508E61": {
      "id": "4C8CADBCF99F45F19C8E1EA026508E61",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer divers thèmes liés aux savoirs, aux visions du monde et aux aspirations qui façonnent les actions des Premières Nations, des Métis et des Inuits (p. ex. changements dans les interrelations entre la nature et l'être humain; rôle des connaissances écologiques traditionnelles autochtones; responsabilité envers la terre, les gens et la communauté entière; planification de la durabilité; préservation de la terre et des ressources; équité et rôles de genre; justice réparatrice; gouvernance des communautés autochtones) dans les étapes de recherche et communication.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "46A9639B6A5A45F2B97B2C56785CE91C": {
      "id": "46A9639B6A5A45F2B97B2C56785CE91C",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer le sujet de sa recherche en explorant divers aspects d'un thème ou d'un enjeu lié aux connaissances, aux visions du monde et aux aspirations qui façonnent les actions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "D0C6079A2FB04AA4BC2AB16139D6DB2F"
      ],
      "parentId": "D0C6079A2FB04AA4BC2AB16139D6DB2F"
    },
    "D0C6079A2FB04AA4BC2AB16139D6DB2F": {
      "id": "D0C6079A2FB04AA4BC2AB16139D6DB2F",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "RECHERCHE ET COMMUNICATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}