{
  "id": "2953087F196C43EB80B3FD480E1B4DEB",
  "title": "11e année - Visions du monde et aspirations des Premières Nations, des Métis et des Inuits au Canada, NBV3E (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "11e année - Visions du monde et aspirations des Premières Nations, des Métis et des Inuits au Canada, NBV3E (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "8B5283A62A10474DA7CEFC67BCF49EFC": {
      "id": "8B5283A62A10474DA7CEFC67BCF49EFC",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les objectifs de différentes initiatives sociales appuyant les aspirations des Premières Nations, des Métis et des Inuits (p. ex., des intervenantes et des intervenants-pilotes offrent du soutien aux patients autochtones et à leur famille, en plus de défendre leurs intérêts, en coordonnant des services adaptés à la culture; les programmes de formation professionnelle et d'entrepreneuriat à l'intention des jeunes des Premières Nations, Métis et Inuits leur offrent une expérience de travail et des renseignements au sujet de leurs choix et perspectives de carrière) en déterminant certains réussites et défis qui perdurent.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "C8AF9C861A8847C1B35F6D673003850A": {
      "id": "C8AF9C861A8847C1B35F6D673003850A",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des aspirations que les Premières Nations, les Métis et les Inuits jugent importantes pour leurs communautés, le Canada et le monde (p. ex., pour les communautés : bâtir des relations entre les municipalités et les communautés des Premières Nations; assurer l'accès à des services adéquats reliés au logement, à la santé et à l'éducation; protéger le mode de vie autochtone, y compris les droits en matière de récoltes; pour le Canada : la protection des terres traditionnelles et de l'eau; la réconciliation et le renouvellement des relations de nation à nation; la représentation équitable de la voix des Premières Nations, des Métis et des Inuits dans la prise de décisions sociales et politiques; pour le monde : le respect des droits des Autochtones partout sur Terre, les pratiques environnementales responsables), et déduire les façons dont ces aspirations reflètent des changements sociaux et environnementaux.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "147D37024B8348BBAF33F0A03C9A4617": {
      "id": "147D37024B8348BBAF33F0A03C9A4617",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières dont les aspirations clés des Premières Nations, des Métis et des Inuits par rapport à leurs communautés reflètent leurs croyances et leurs valeurs traditionnelles et contemporaines, tout en analysant le rôle de l'action sociale en appui à ces objectifs, au Canada et à travers le monde.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "EE10168CFDF649C382469A4BD9653B90": {
      "id": "EE10168CFDF649C382469A4BD9653B90",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D2.4",
      "statementNotation": "D2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser certaines actions judiciaires au Canada dont le but était d'appuyer la vérité, la réconciliation et le renouveau en matière de titres autochtones, de droits issus des traités et de relations de nation à nation, tout en identifiant les parties prenantes et les processus impliqués dans ces actions (p. ex., les revendications territoriales, auxquelles participent les gouvernements et les associations des Premières Nations, des Métis et des Inuits, ainsi que les gouvernements provinciaux ou fédéral, conduisent au réexamen et à la réévaluation des dossiers historiques concernant des territoires traditionnels; les règlements des revendications territoriales nécessitent la réconciliation des valeurs et aspirations concurrentes des parties prenantes; la Loi constitutionnelle de 1982 inscrit dans la loi certains droits autochtones, y compris ceux en matière de chasse et de pêche).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "A660169CBF784B6E8ED252145DDF29A8": {
      "id": "A660169CBF784B6E8ED252145DDF29A8",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser certains engagements et politiques du gouvernement du Canada visant à appuyer la vérité, la réconciliation et le renouveau en matière de décolonisation, tout en en identifiant des conséquences clés (p. ex., Commission royale sur les peuples autochtones, réactions des gouvernements provinciaux aux appels à l'action exprimés dans le rapport final de la Commission de vérité et réconciliation du Canada; appui du gouvernement canadien à la Déclaration des Nations Unies sur les droits des peuples autochtones).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "A503A2628B8941B7BBAC872171E729C1": {
      "id": "A503A2628B8941B7BBAC872171E729C1",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont divers efforts promouvant les connaissances et perspectives environnementales autochtones contribuent à la vérité, à la réconciliation et au renouveau (p. ex., les projets de récupération des terres pour la protection des semences indigènes et des aliments cultivés de façon naturelle aident la société canadienne à rapprocher les gens de la nature; plusieurs marches sont organisées pour sensibiliser les gens à l'importance de l'eau potable, au respect de l'eau et au traitement de cet élément comme un véritable trésor naturel).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "4E39DA4457FF42B2BEEE2F527CE540C6": {
      "id": "4E39DA4457FF42B2BEEE2F527CE540C6",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des liens entre les pratiques et événements culturels des Premières Nations, des Métis et des Inuits, et les objectifs de la vérité, de la réconciliation et du renouveau (p. ex., les festivals offrent l'occasion d'expliquer les messages culturels et spirituels des œuvres d'artistes des Premières Nations, métis et inuits; les pow-wow offrent un forum public où raconter des récits et partager des connaissances traditionnelles; les camps de récolte développent les connaissances écologiques traditionnelles autochtones et resserrent les liens entre les gens et la terre).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "5161E67D623A4DCB882A4216D4DE4B04": {
      "id": "5161E67D623A4DCB882A4216D4DE4B04",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières dont le respect des connaissances, des visions du monde et des aspirations des Premières Nations, des Métis et des Inuits contribue à la vérité, à la réconciliation et au renouvellement des relations de nation à nation.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "FD16311CF5C2458AA54638B60A69DFDE": {
      "id": "FD16311CF5C2458AA54638B60A69DFDE",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier différents programmes et initiatives dont le but est de donner une place aux croyances, valeurs et coutumes des Premières Nations, des Métis et des Inuits dans le système d'éducation au Canada (p. ex., l'Université Laurentienne, l'Université Queens et l'Université Lakehead obligent leurs étudiantes et étudiants à suivre un cours d'études autochtones; le ministère de l'Éducation de l'Ontario s'est engagé à agir aux 94 appels à l'action de la Commission de vérité et réconciliation du Canada; certaines universités canadiennes ont signé une déclaration affirmant un engagement semblable; plusieurs écoles invitent des membres de communautés autochtones, y compris des Aînées et des Aînés, à partager leur savoir traditionnel et à s'engager dans la communauté scolaire; plusieurs conseils scolaires et groupes communautaires offrent des occasions de développement professionnel dans le domaine des relations interculturelles à l'intention du personnel enseignant), en expliquant les effets probables de tels programmes et initiatives sur la société.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "0A7D7CA0D8604848B84A7232551868C8": {
      "id": "0A7D7CA0D8604848B84A7232551868C8",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les avantages et les défis associés à l'intégration des croyances, des valeurs et des coutumes traditionnelles dans la vie contemporaine des Premières Nations, des Métis et des Inuits, au niveau individuel et communautaire (p. ex., avantages : les sociétés traditionnelles qui enseignent différentes pratiques spirituelles, comme la purification, la prière et les offrandes, donnent aux jeunes Autochtones du soutien et des conseils spirituels; l'intégration des pratiques traditionnelles d'appellation, d'accouchement, de funérailles et de rites de passage rapproche les gens de leur identité culturelle et des autres membres de la communauté; défis : certaines personnes n'ont pas accès à des conseillères et conseillers culturels ou à des occasions d'interagir avec des gens aux points de vue similaires; certaines familles ne peuvent pas se permettre d'envoyer leurs enfants aux écoles qui intègrent les pratiques traditionnelles).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "B4068620DFC24D1A8E6B640E79893E04": {
      "id": "B4068620DFC24D1A8E6B640E79893E04",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des rôles attribués à certains individus dans les communautés autochtones, qui sont associés aux croyances, aux valeurs et aux coutumes des Premières Nations, des Métis et des Inuits (p. ex., les Aînées et les Aînés et les sénatrices et les sénateurs métis enseignent des traditions aux membres de leur communauté; les danseurs-guérisseurs contribuent à la santé spirituelle et physique; les maîtres des huttes à sudation guident les participants pendant les cérémonies de purification du corps, de l'âme et de l'esprit), en identifiant différentes stratégies employées pour maintenir leur importance au sein de ces communautés (p. ex., offrir des soins et des conseils traditionnels dans des centres de santé autochtones; enseigner les connaissances et valeurs culturelles par l'entremise de programmes communautaires dirigés par les Autochtones à l'intention des enfants et des jeunes).",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "0FAA4A39A34246F8A0ED17610E509E7D": {
      "id": "0FAA4A39A34246F8A0ED17610E509E7D",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des manières par lesquelles des individus, des familles, des institutions et des communautés revendiquent une place pour les croyances, les valeurs et les coutumes des Premières Nations, des Métis et des Inuits dans la vie contemporaine.",
      "comments": [],
      "ancestorIds": [
        "ABE04085B7BC42BC933CD717600C52A2"
      ],
      "parentId": "ABE04085B7BC42BC933CD717600C52A2"
    },
    "ABE04085B7BC42BC933CD717600C52A2": {
      "id": "ABE04085B7BC42BC933CD717600C52A2",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "RÉAPPROPRIATION ET RÉCONCILIATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "28625EDECB8447A79D8FB03A227C1670": {
      "id": "28625EDECB8447A79D8FB03A227C1670",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "C2.5",
      "statementNotation": "C2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les possibilités offertes par la technologie contemporaine, les médias et la culture populaire (p. ex., clips, tutoriels en ligne, jeux vidéo, applications, baladodiffusions, mots-clics, séries [Minutes du partimoine], films commerciaux) afin de déterminer comment elles peuvent favoriser la transmission du savoir, des visions du monde, des aspirations et les actions des Premières Nations, des Métis et des Inuits dans un contexte de changement social.",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "C3A962F5C61543D1998AD278DA17FC0E": {
      "id": "C3A962F5C61543D1998AD278DA17FC0E",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "C2.4",
      "statementNotation": "C2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser diverses initiatives des Premières Nations, des Métis et des Inuits visant à répondre au défi de la disparition ou de l'étiolement de certaines langues autochtones afin de déterminer comment ces initiatives appuient les valeurs traditionnelles et les aspirations communautaires (p. ex., utilisation des foyers de revitalisation langagière, appui à la communauté pour l'accès à des programmes linguistiques postsecondaires, promotion des programmes d'immersion linguistique dans la communauté, développement de programmes linguistiques dans les écoles au sein des communautés autochtones).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "5A6FAF79F7E44F918EF27BCC8FB40D2E": {
      "id": "5A6FAF79F7E44F918EF27BCC8FB40D2E",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes initiatives des Premières Nations, des Métis et des Inuits visant à affirmer leur contrôle sur le développement économique et l'utilisation des terres à l'échelle locale (p. ex., soutien de la diversité biologique et de la protection des herbes sacrées et des espèces indigènes de plantes et d'animaux faisant partie du régime alimentaire traditionnel; protection des sites sacrés, des ressources naturelles et de l'eau; formation de la communauté en gestion forestière durable), en considérant les croyances et les valeurs qui les motivent.",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "5FDA3EF96DD24C189E3A66F11B2C3043": {
      "id": "5FDA3EF96DD24C189E3A66F11B2C3043",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes initiatives de sensibilisation aux effets continus des politiques coloniales au Canada (p. ex., processus et consultations menés avec les gouvernements et les organismes autochtones en matière d'éducation, de formation, de santé, de protection de l'environnement et d'obstacles rencontrés par les femmes et les filles autochtones; discrimination à l'égard des individus bispirituels; campagnes dans les médias sociaux; manifestations), en suggérant des mesures pour appuyer ces initiatives (p. ex., par l'entremise de politiques en milieu de travail, de bénévolat et de participation aux forums publics).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "150019885F0344D6BDB75DCA946C9CF1": {
      "id": "150019885F0344D6BDB75DCA946C9CF1",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer certains objectifs et avantages clés de la décolonisation et de la résilience (p. ex., reconnaître les répercussions de la colonisation; tenir compte des perspectives autochtones dans les politiques publiques contemporaines; reconnaître et respecter les visions du monde, les aspirations et les actions des Premières Nations, des Métis et des Inuits; respecter les traités; reconnaître la résilience des communautés, des organismes communautaires et des jeunes Autochtones, et appuyer leur rôle dans la création de nouvelles perspectives sociétales; veiller à la qualité de vie des générations d'aujourd'hui et de demain; améliorer le rendement scolaire; revitaliser la culture et la langue; permettre l'autodétermination par l'établissement de relations respectueuses entre les gouvernements du Canada et des gouvernements autochtones distincts).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "80BECE0B74264A82B65629F232575A60": {
      "id": "80BECE0B74264A82B65629F232575A60",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner les concepts de décolonisation et de résilience, leurs objectifs clés ainsi que les diverses stratégies visant à soutenir les visions du monde, les aspirations et les actions des Premières Nations, des Métis et des Inuits dans un contexte de changement social.",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "8D2C58EC693740648B91DDDF37A1ECE7": {
      "id": "8D2C58EC693740648B91DDDF37A1ECE7",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la contribution des systèmes politique et judiciaire canadiens dans la mise en œuvre des concepts colonialistes en matière de propriété, de développement et d'utilisation des terres et des ressources naturelles (p. ex., traités, revendications territoriales globales et particulières, abolition des titres, affaires judiciaires).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "AD4AB3E17B6F49F3928DA3335C5F712C": {
      "id": "AD4AB3E17B6F49F3928DA3335C5F712C",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des manifestations du concept d'assimilation mis en pratique au Canada et en évaluer les conséquences pour les individus et les communautés des Premières Nations, métis et inuits, dans l'optique de leurs visions du monde et de leurs aspirations (p. ex., système des pensionnats indiens, Loi sur les Indiens, système alphanumérique d'identification des Inuits, rafle des années 1960).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "FC0E1F2252D548B8BFFB779BE0A66D81": {
      "id": "FC0E1F2252D548B8BFFB779BE0A66D81",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer certains des principes associés au colonialisme sur le territoire qui deviendra le Canada, en décrivant leur instauration (p. ex., d'après le concept de terra nullius, le territoire des Premières Nations n'appartenait à personne – ce principe ignorait la souveraineté des Premières Nations et autorisait la délocalisation forcée des communautés autochtones; la «mission civilisatrice» était l'incarnation d'un principe selon lequel les peuples européens avaient le devoir d'imposer leurs valeurs, ce qui a mené à la suppression de langues et de pratiques culturelles et spirituelles autochtones).",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "E85F6482BBC44164B0B6D057D03805AD": {
      "id": "E85F6482BBC44164B0B6D057D03805AD",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le concept de colonialisme et ses effets historiques et contemporains, y compris ceux des politiques gouvernementales connexes, sur les Premières Nations, les Métis et les Inuits au Canada.",
      "comments": [],
      "ancestorIds": [
        "44711FD0F9F247C5A69055F76645A254"
      ],
      "parentId": "44711FD0F9F247C5A69055F76645A254"
    },
    "44711FD0F9F247C5A69055F76645A254": {
      "id": "44711FD0F9F247C5A69055F76645A254",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "COLONISATION ET DÉCOLONISATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "D72FD1CBD16F4876BD1D21629F2E2C59": {
      "id": "D72FD1CBD16F4876BD1D21629F2E2C59",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "B3.4",
      "statementNotation": "B3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "concevoir une initiative visant à sensibiliser la communauté scolaire aux réalités et aux cultures des Premières Nations, des Métis et des Inuits (p. ex., un groupe d'élèves échange idées et points de vue pour la sensibilisation interculturelle au sein de la communauté scolaire; une invitée ou un invité d'une communauté autochtone voisine vient parler à la classe ou à l'école des voix et des points de vue de sa communauté; un festival du film ou une autre activité culturelle est organisé dans le but de sensibiliser les gens à l'histoire, à la réalité contemporaine et aux protocoles culturels d'une communauté locale ou régionale des Premières Nations, des Métis ou des Inuits).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "8E6D223EDF5D4C11ABFF7CFA7CCBAD20": {
      "id": "8E6D223EDF5D4C11ABFF7CFA7CCBAD20",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'insistance de certaines politiques d'institutions publiques au Canada à mettre en question les pratiques culturelles des Autochtones (p. ex., les codes d'incendie peuvent interdire de faire des cérémonies de purification dans les installations publiques; les politiques en milieu de travail régissant l'apparence des employés peuvent interdire aux employés autochtones de garder les cheveux longs, même pour des raisons culturelles et spirituelles) et suggérer quelques stratégies qui aideraient à composer avec ces obstacles systémiques (p. ex., créer des protocoles et lignes directrices pour les cérémonies de purification; créer des règlements plus souples en milieu de travail; modifier le calendrier scolaire en fonction des activités de chasse dans certaines communautés).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "61A4F3F467AD432EA0E690A194B0C24D": {
      "id": "61A4F3F467AD432EA0E690A194B0C24D",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des œuvres des Premières Nations, des Métis et des Inuits pour déterminer le message communiqué en matière d'identité culturelle et d'interculturalité (p. ex., expliquer les façons dont les œuvres d'Annie Pootoogook remettent en question les idées du public au sujet de la vie dans l'Arctique; évaluer un poème ou un court métrage conçu par une personne autochtone en réponse à un stéréotype culturel; interpréter les messages identitaires que communiquent des vêtements arborant des symboles culturels autochtones).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "9A1A7B43DFE64435ACF882E65FBD45FB": {
      "id": "9A1A7B43DFE64435ACF882E65FBD45FB",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des compétences et des stratégies de sensibilisation culturelle (p. ex., s'ouvrir aux différentes visions du monde en comparant les façons dont les enjeux concernant des communautés autochtones sont abordés par les médias autochtones et non autochtones; faire preuve de respect à l'égard des communautés autochtones en se renseignant sur leur histoire et leurs aspirations actuelles avant de visiter des sites culturels ou historiques sur leurs territoires; engager respectueusement des Autochtones dans les initiatives scolaires ou communautaires de façon à ce que leurs croyances, valeurs et aspirations soient prises en compte; faire appel à des mentors autochtones afin de mieux comprendre et connaître les cultures des Premières Nations, des Métis et des Inuits; identifier de signes de malaise social lors d'interactions avec les pairs peut aider à combler des écarts culturels) et les mettre en application lors de l'exploration des systèmes de connaissances, des visions du monde et des contributions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "00D8FBCF12DD42028D74B7C9EDA11154": {
      "id": "00D8FBCF12DD42028D74B7C9EDA11154",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser des compétences et des stratégies de sensibilisation culturelle lors de l'exploration des formes du savoir, des visions du monde et des contributions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "4B35ABAC6DEE404C97D389DCF59C6A85": {
      "id": "4B35ABAC6DEE404C97D389DCF59C6A85",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "B2.5",
      "statementNotation": "B2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'incidence de quelques cérémonies et autres pratiques traditionnelles des Autochtones sur la définition des rôles et responsabilités individuels et collectifs dans le cadre d'une vision du monde donnée (p. ex., le potlatch resserre les liens des communautés lors d'une célébration de partage, de distribution des richesses et de confirmation des rôles sociaux; l'abstention de la consommation de fraises aide à enseigner la féminité, l'amour et le sens de la communauté aux jeunes femmes iroquoises; les activités sportives et les jeux traditionnels inuits renforcent les communautés et aident les chasseurs à se préparer pour la saison de la chasse en améliorant leur force physique).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "BBEBB59DE993486BAD037EAD279DECAE": {
      "id": "BBEBB59DE993486BAD037EAD279DECAE",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "B2.4",
      "statementNotation": "B2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des lieux qui présentent une importance particulière dans les visions du monde des Premières Nations, des Métis et des Inuits, en expliquant les croyances et valeurs qui ont été, et continuent à être associées à ces lieux (p. ex., la Première Nation de Hiawatha croit que les Tumulus-Serpent du lac Rice aident à guider les esprits des morts; les chamanes ou chamans inuits du Nunatsiavut [Labrador] se rendaient autrefois aux monts Torngat pour communiquer avec le monde des esprits, et aujourd'hui encore plusieurs individus de la communauté y vont pour y retrouver leur identité).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "662F2B7728B5462F9185C721A0695F62": {
      "id": "662F2B7728B5462F9185C721A0695F62",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire et comparer le rôle de divers personnages importants dans des systèmes de croyances des Premières Nations, des Métis et des Inuits (p. ex., Grand-Mère Lune et Grand-Père Soleil; le Windigo de la tradition algonquine et le rougarou de la culture métisse; la déesse du ciel de la tradition iroquoise et le Corbeau dans l'histoire de la création des Haïdas; Nuliajuk dans les récits inuits et Kumugwe dans la tradition des Kwakwaka'wake).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "FE7F14D03A9A45C0A331ACDF1EB21D21": {
      "id": "FE7F14D03A9A45C0A331ACDF1EB21D21",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont l'utilisation des langues des Premières Nations, des Métis et des Inuits peut propager des croyances et des identités culturelles (p. ex., les chansons en langues autochtones expriment la relation sacrée entre le peuple et la terre; lorsque certains Métis ou membres des Premières Nations se présentent en langue autochtone, ils affirment leur identité spirituelle et collective en mentionnant leur nom spirituel ainsi que leur clan, leur communauté et leur nation).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "4B1412AFEB5041D8BEBD034B388DA2BA": {
      "id": "4B1412AFEB5041D8BEBD034B388DA2BA",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des éléments communs dans les croyances et les coutumes des Premières Nations, des Métis et des Inuits (p. ex., croyances : portant sur la création, la succession, le mariage, les animaux, la bispiritualité, les relations entre l'humanité et la nature; coutumes : d'accouchement et de désignation, de reconnaissance des terres traditionnelles, de purification, d'utilisation traditionnelle des plantes et des animaux, d'offrandes au sein de la communauté, de transmission orale des récits, de cercles de guérison, de chansons et de danses cérémonielles) en expliquant la façon dont ces éléments reflètent une certaine vision du monde (p. ex., les cercles de guérison supposent une vision du monde non hiérarchique qui prône le respect et l'égalité en donnant à tous l'occasion de s'exprimer; les récits qui mettent en garde contre l'avarice témoignent d'une perception du monde selon laquelle les décisions et les actions d'aujourd'hui doivent tenir compte des générations futures).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "D3B121BC58404CDC94472B806E598BDA": {
      "id": "D3B121BC58404CDC94472B806E598BDA",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner le rôle de la langue, de la culture, des relations entre individus et lieux dans les visions du monde des Premières Nations, des Métis et des Inuits, tout en reconnaissant les éléments clés des croyances, des valeurs et des traditions associées à divers groupes culturels.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "28DED453FEED4394B0930685D3285E7C": {
      "id": "28DED453FEED4394B0930685D3285E7C",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'influence de croyances et valeurs particulières sur différents aspects de la vie quotidienne et des aspirations communes au Canada (p. ex., propriété des terres, valeurs communautaires fondamentales, acceptation sociale, identité personnelle, éducation, mariage, adoption, naissance), en faisant ressortir des ressemblances et des différences entre les croyances et valeurs autochtones et non autochtones.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "98B5EC5643E84576B6B2003A9D769B15": {
      "id": "98B5EC5643E84576B6B2003A9D769B15",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer sa vision du monde avec au moins une autre afin d'identifier des intentions et fonctions communes dans un système de croyances (p. ex., cadre de réflexion sur le sens de la vie; ensemble de valeurs soutenant son comportement et ses décisions; fondement de l'identité personnelle et collective; orientation pour les interactions humaines).",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "D7C8E35902F04564918F773FA409340E": {
      "id": "D7C8E35902F04564918F773FA409340E",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier divers éléments qui composent une vision du monde ou un système de croyances (p. ex., croyances portant sur la création, la relation entre l'humanité et la nature, l'existence après la mort; façons d'exprimer sa gratitude; famille et ses structures; rites de passage; formes de gouvernance; critères d'appartenance à une communauté) et donner des exemples provenant de plus d'une culture.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "7605940517E941EB96A4678ECD62B16F": {
      "id": "7605940517E941EB96A4678ECD62B16F",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des principes, des intentions et des fonctions d'une vision du monde ou d'un système de croyances en explorant le rôle des visions du monde dans la vie quotidienne au Canada.",
      "comments": [],
      "ancestorIds": [
        "3AB092B329F0452FB9B2A80ABDAB8B6F"
      ],
      "parentId": "3AB092B329F0452FB9B2A80ABDAB8B6F"
    },
    "3AB092B329F0452FB9B2A80ABDAB8B6F": {
      "id": "3AB092B329F0452FB9B2A80ABDAB8B6F",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "VISIONS DU MONDE ET DIVERSITÉ CULTURELLE : COMPRÉHENSION ET RESPECT",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "885280029C3A485C9E11A41792E84A8D": {
      "id": "885280029C3A485C9E11A41792E84A8D",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "A4.4",
      "statementNotation": "A4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "effectuer une réflexion sur l'efficacité de la démarche de recherche suivie et le produit final, en respectant les connaissances et les formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "3FA500A5E61D4DC5888316A6DA90727E": {
      "id": "3FA500A5E61D4DC5888316A6DA90727E",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "A4.3",
      "statementNotation": "A4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer clairement les résultats de son enquête (p. ex., présenter les idées de façon cohérente, organiser les idées logiquement, utiliser le langage et le style appropriés) et respecter les conventions bibliographiques (p. ex., produire une bibliographie ou une liste de renvois selon les normes de l'APA; utiliser des notes en bas de page ou en fin de texte; inclure des citations dans le corps du texte, en mentionnant l'auteure ou l'auteur et la date de publication; mentionner la source des illustrations).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "B346E45407CC4E97AFDA1F26CE0A263A": {
      "id": "B346E45407CC4E97AFDA1F26CE0A263A",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "A4.2",
      "statementNotation": "A4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "employer la terminologie et les formulations convenables relatives aux perceptions du monde et aux expériences des Premières Nations, des Métis et des Inuits (p. ex., formes du savoir autochtones, interrelations entre les vivants, territoire traditionnel, Aînées ou Aînés, sénatrices ou sénateurs métis, communautés historiques métisses, ancêtres des Métis, famille étendue, système de clans, langues autochtones, récit, réconciliation, revitalisation, autodétermination, colonisation et décolonisation, justice réparatrice, ethnogenèse, traité, accord commercial).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "37E6F4E73DCC4EA586D3904CF66CD6AA": {
      "id": "37E6F4E73DCC4EA586D3904CF66CD6AA",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "A4.1",
      "statementNotation": "A4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de sa recherche en choisissant le mode de présentation qui servira le mieux son intention et l'auditoire ciblé (p. ex., exposé oral, graphique, dépliant, circulaire, affiche, présentation médiatique, page Web) et en utilisant la terminologie et les formulations convenables relatives aux perceptions du monde et aux expériences des Premières Nations, des Métis et des Inuits (p. ex., Autochtone, Premières Nations, Métis, Inuits, création, communauté, connaissances écologiques traditionnelles autochtones, statut de nation, médecine traditionnelle, autonomie, connaissances traditionnelles, territoire traditionnel, ethnogenèse).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "FD60D30E59D24AEC86AC6F4DF7306805": {
      "id": "FD60D30E59D24AEC86AC6F4DF7306805",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "A4",
      "statementNotation": "A4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de sa recherche et de sa démarche d'enquête.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "36E7116971864143BD1BE4B19E44C9A2": {
      "id": "36E7116971864143BD1BE4B19E44C9A2",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "A3.5",
      "statementNotation": "A3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "résumer l'information recueillie en faisant usage de la synthèse (p. ex., identifier les liens entre les idées; évaluer la mesure dans laquelle les conclusions sont susceptibles d'être affectées par des facteurs n'ayant pas été pris en compte dans la conception de la recherche; tenir compte de l'importance relative des divers renseignements recueillis; tirer et énoncer la conclusion qui se dégage de sa recherche; déterminer si les résultats confirment ou infirment l'hypothèse).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "73E82910D2894A82AD80B8744FD89F22": {
      "id": "73E82910D2894A82AD80B8744FD89F22",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "A3.4",
      "statementNotation": "A3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "faire preuve d'honnêteté intellectuelle en documentant les sources de tous les renseignements recueillis pendant la recherche.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "C431AB286470467490F1831F36BD279D": {
      "id": "C431AB286470467490F1831F36BD279D",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "A3.3",
      "statementNotation": "A3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "organiser l'information et les idées clés en recourant à des méthodes d'analyse et d'interprétation (p. ex., comparer l'information provenant de documents écrits, de récits oraux et d'entrevues; déterminer si des thèmes communs émergent de sources différentes).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "69C79EEF08324115A3789C7988F005C0": {
      "id": "69C79EEF08324115A3789C7988F005C0",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A3.2",
      "statementNotation": "A3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "compiler l'information recueillie de diverses sources (p. ex., prise de notes manuscrites, enregistrement de notes sur support audio ou sous forme de banque de données à l'aide d'un logiciel, tableau conceptuel, journal de bord).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "69A5B9C0AB804CB8953232D976353E43": {
      "id": "69A5B9C0AB804CB8953232D976353E43",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A3.1",
      "statementNotation": "A3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer, à l'aide de critères de recherche généraux, diverses caractéristiques (p. ex., exactitude, pertinence, fiabilité, valeurs intrinsèques, partis pris, voix) de l'information recueillie de sources autochtones et non autochtones, en respectant les visions du monde et les formes du savoir autochtones (p. ex., ne pas s'arroger un savoir universel, hiérarchique ou exclusif; reconnaître l'importance du contexte social, historique et politique; faire preuve de compréhension à l'égard du fait que les points de vue exprimés dans les diverses sources de connaissances sont façonnés par des perceptions du monde susceptibles de se remettre mutuellement en question).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "13EC047DBF2647DBB742A0D07E904663": {
      "id": "13EC047DBF2647DBB742A0D07E904663",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A3",
      "statementNotation": "A3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "traiter l'information recueillie en recourant à des méthodes d'évaluation, de compilation, d'organisation, d'analyse, d'interprétation et de synthèse relatives aux connaissances et aux formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "2E1615671687457284244F6BD227C17B": {
      "id": "2E1615671687457284244F6BD227C17B",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler une hypothèse, un énoncé de recherche ou une question critique pour chaque enquête, à la lumière des résultats préliminaires de sa recherche.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "E6C0F363C4E94338A190C2A38F6AED97": {
      "id": "E6C0F363C4E94338A190C2A38F6AED97",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir de l'information en consultant une variété de sources primaires et secondaires, y compris des connaissances et des savoirs traditionnels autochtones (p. ex., sources primaires : entrevues, sondages, questionnaires, statistiques, lois et traités, manuels de travail, documents médiatiques originaux [photos, caricatures politiques, œuvres d'art, chansons, histoires, affiches]; sources secondaires : courts métrages, documentaires, certaines baladodiffusions, sites Web, manuels scolaires).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "CDE369F8FD06465190AABE34697D7B53": {
      "id": "CDE369F8FD06465190AABE34697D7B53",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "élaborer un plan de recherche détaillé pour orienter sa démarche d'enquête (p. ex., définir son intention et sa méthode de recherche, déterminer les sources d'information, créer des outils de recherche tels qu'un sondage, un questionnaire ou une entrevue), en tenant compte des principes d'intention, de réciprocité et de respect, ainsi qu'en reconnaissant les formes du savoir autochtones et les protocoles connexes (p. ex., intention : formuler clairement la motivation et le but du projet; examiner les liens de l'enquête avec les ancêtres, les générations futures et le monde naturel; réciprocité : communiquer le processus et les résultats tout au long de l'enquête; écouter les personnes susceptibles d'être touchées par son enquête et leur parler; bâtir des relations durables d'accord mutuel; respect : expliquer les façons de reconnaître les liens entre les contextes humain, naturel, physique, spirituel, culturel et émotionnel du sujet; déterminer les types de connaissances susceptibles d'être communiqués ou non; obtenir le consentement éclairé des Autochtones et de leurs communautés, au besoin).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "94ED3FAADD3B46D4AB96BBC502C025D6": {
      "id": "94ED3FAADD3B46D4AB96BBC502C025D6",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "s'engager dans une démarche d'enquête en élaborant un plan de recherche et en consultant diverses sources d'information pour se documenter, dans le respect des connaissances et des formes du savoir autochtones.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "046C253EAE5F4A19949AA0A45DE79266": {
      "id": "046C253EAE5F4A19949AA0A45DE79266",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler des questions pertinentes pour préciser le sujet de sa recherche.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "3739966AB18046D2A620DCF68A905E7B": {
      "id": "3739966AB18046D2A620DCF68A905E7B",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les concepts clés se rattachant au thème choisi (p. ex., par l'entremise de l'écoute, d'une discussion, d'un remue-méninges, d'outils organisationnels).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "18A770DEF7724376B3BEA755528C376E": {
      "id": "18A770DEF7724376B3BEA755528C376E",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer divers thèmes possibles de sa future recherche relatifs aux connaissances, aux visions du monde et aux aspirations qui façonnent les actions des Premières Nations, des Métis et des Inuits (p. ex., interactions entre la nature et l'humanité au fil du temps; connaissances écologiques traditionnelles autochtones relatives à la gestion des ressources naturelles; adaptations en milieu de travail en fonction de protocoles culturels; rôle des femmes autochtones et des individus bispirituels dans les collectivités modernes; objectifs et processus de la justice réparatrice).",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "C5AFF47AF550410396EAA5EEA826E49D": {
      "id": "C5AFF47AF550410396EAA5EEA826E49D",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer le sujet de sa recherche en explorant divers aspects d'un thème ou d'un enjeu lié aux connaissances, aux visions du monde et aux aspirations qui façonnent les actions des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "A0100436C9024A0B8CAD476191862A40"
      ],
      "parentId": "A0100436C9024A0B8CAD476191862A40"
    },
    "A0100436C9024A0B8CAD476191862A40": {
      "id": "A0100436C9024A0B8CAD476191862A40",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "RECHERCHE ET COMMUNICATION",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}