{
  "id": "FDE04D1AC43F40708EFA66285CA60DE6",
  "title": "11e année - Enjeux et perspectives d’actualité des Premières Nations, des Métis et des Inuits, NDA3M (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "11e année - Enjeux et perspectives d’actualité des Premières Nations, des Métis et des Inuits, NDA3M (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "A511635F4E934C76A2C60A3A6E23ED34": {
      "id": "A511635F4E934C76A2C60A3A6E23ED34",
      "asnIdentifier": null,
      "position": 69000,
      "depth": 1,
      "listId": "E2.4",
      "statementNotation": "E2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont les leaders des Premières Nations, des Métis et des Inuits utilisent les approches traditionnelles de leadership pour favoriser le développement des capacités autochtones en matière d'autonomie gouvernementale durable et de protection environnementale au Canada et dans le monde (p. ex., notions du savoir traditionnel telles que la planification pour les générations futures et la protection de l'environnement à l'échelle mondiale; approche holistique en matière d'acquisition des connaissances faisant appel aux aspects mentaux, physiques, émotionnels et spirituels; conversations avec les Aînées et les Aînés pour examiner des questions d'intérêt mondial, les savoirs et les savoir-faire indissociables des responsabilités qui leur sont conférées).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "9CFE915D2CFC480F9735FA6025F031EB": {
      "id": "9CFE915D2CFC480F9735FA6025F031EB",
      "asnIdentifier": null,
      "position": 68000,
      "depth": 1,
      "listId": "E2.3",
      "statementNotation": "E2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les objectifs, les démarches et les résultats de diverses initiatives mises en œuvre par les organismes autochtones et non gouvernementaux pour partager leurs connaissances et influencer la perception des gouvernements sur les questions autochtones au Canada et dans le monde (p. ex., réseautage autochtone qui promeut les droits des Autochtones au Canada et ailleurs; partenariats avec d'autres pays qui améliorent la qualité de vie des Autochtones; conférences; plans d'action qui assurent l'accès à l'eau potable ainsi que la sécurité alimentaire dans les communautés autochtones).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "8223DA7854414CBBB195C90544C8F9CF": {
      "id": "8223DA7854414CBBB195C90544C8F9CF",
      "asnIdentifier": null,
      "position": 67000,
      "depth": 1,
      "listId": "E2.2",
      "statementNotation": "E2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'efficacité de divers stratégies et regroupements internationaux (p. ex., Conseil mondial des peuples indigènes, Conseil inuit circumpolaire, Inuit Tapiriit Kanatami, Saami Council, Instance permanente de l'ONU sur les questions autochtones, réseaux autochtones internationaux, conférences internationales, plans d'action pour assurer l'accès à l'eau potable et à la sécurité alimentaire au sein des communautés autochtones) visant à marquer la perception des gouvernements canadiens sur les questions capitales pour les Premières Nations, les Métis et les Inuits au Canada.",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "AA8807AB63CF45CB883A166FED774B5F": {
      "id": "AA8807AB63CF45CB883A166FED774B5F",
      "asnIdentifier": null,
      "position": 66000,
      "depth": 1,
      "listId": "E2.1",
      "statementNotation": "E2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer des facteurs qui influent sur l'action sociale individuelle et collective pour exposer des enjeux majeurs pour les peuples autochtones au Canada et ailleurs dans le monde (p. ex., sensibilisation du public, éducation, lois civiles, disponibilité ou absence de capacité communautaire, acceptation culturelle et inclusion sociale).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "DF0C2E83386B4A078E65352E4135059F": {
      "id": "DF0C2E83386B4A078E65352E4135059F",
      "asnIdentifier": null,
      "position": 65000,
      "depth": 1,
      "listId": "E2",
      "statementNotation": "E2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les principaux facteurs influençant l'action sociale et les diverses stratégies et initiatives qui en découlent, y compris les approches traditionnelles de leadership des organisations non gouvernementales autochtones, pour aborder des enjeux d'envergure internationale pour les Autochtones, au Canada comme ailleurs dans le monde. [ACCENT SUR: objectif et résultat, continuité et changement, perspective politique]",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "A714DE9DD13747E19E37DBBF6EF572F8": {
      "id": "A714DE9DD13747E19E37DBBF6EF572F8",
      "asnIdentifier": null,
      "position": 64000,
      "depth": 1,
      "listId": "E1.3",
      "statementNotation": "E1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les principales tendances en matière de justice sociale touchant les peuples autochtones au Canada et ailleurs dans le monde (p. ex., interprétations par les gouvernements nationaux de la Déclaration des Nations Unies sur les droits des peuples autochtones; protocoles de nation à nation; mesures de résolution des différends entre les États et les peuples autochtones; excuses et réparations gouvernementales à l'égard des injustices passées; droit des communautés autochtones d'avoir accès à de l'eau potable, à des services médicaux et à des efforts de secours; commissions de vérité et réconciliation; traités mis en place par le Conseil inuit circumpolaire).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "A5C8151058804809827B7B4E0B6FCC0A": {
      "id": "A5C8151058804809827B7B4E0B6FCC0A",
      "asnIdentifier": null,
      "position": 63000,
      "depth": 1,
      "listId": "E1.2",
      "statementNotation": "E1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les réponses sociopolitiques canadiennes aux principales tendances liées à la revitalisation des langues et des cultures autochtones au Canada et ailleurs dans le monde (p. ex, manque de médias dans les langues autochtones, absence de la reconnaissance de langue officielle, programmes culturels communautaires, échanges culturels, excursions scolaires dans les communautés autochtones à travers le monde, mouvement de revitalisation langagière, enseignement bilingue, enrichissement du vocabulaire des langues autochtones afin d'y incorporer des concepts contemporains, programmes d'études culturelles élaborés à l'échelon local, activités de documentation et de conservation).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "41FB4B683B9D49A0B34881D61876CC83": {
      "id": "41FB4B683B9D49A0B34881D61876CC83",
      "asnIdentifier": null,
      "position": 62000,
      "depth": 1,
      "listId": "E1.1",
      "statementNotation": "E1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les principales tendances qui se manifestent au Canada et ailleurs dans le monde et qui sont liées aux droits des peuples autochtones en matière de territoire et de ressources – eau, nourriture, production alimentaire, ressources minières, y compris les droits relatifs à la protection des pratiques et des territoires traditionnels (p. ex., obtention de brevet pour des semences et des aliments autochtones, contamination des sources d'eau et de nourriture, conséquence écologique du détournement de cours d'eau, déplacement des communautés en raison du développement minier, aménagement forestier, reconnaissance et protection des sites sacrés, autonomie économique en matière de développement des ressources, représentation dans le cadre de l'élaboration des politiques environnementales et alimentaires).",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "F8787C377BC4496A8229BD171EDB38FC": {
      "id": "F8787C377BC4496A8229BD171EDB38FC",
      "asnIdentifier": null,
      "position": 61000,
      "depth": 1,
      "listId": "E1",
      "statementNotation": "E1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des tendances mondiales concernant des enjeux majeurs sur les plans de l'environnement, de la culture et de la justice sociale, tels qu'ils se rapportent aux Autochtones, au Canada comme ailleurs dans le monde. [ACCENT SUR : importance politique, objectif et résultat]",
      "comments": [],
      "ancestorIds": [
        "F6A8BD9D21B64BCC9FA8E40F83909C49"
      ],
      "parentId": "F6A8BD9D21B64BCC9FA8E40F83909C49"
    },
    "F6A8BD9D21B64BCC9FA8E40F83909C49": {
      "id": "F6A8BD9D21B64BCC9FA8E40F83909C49",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 0,
      "listId": "E",
      "statementNotation": "E",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "CONTEXTE MONDIAL",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "307FF889D982439CB00417E92FACF2F4": {
      "id": "307FF889D982439CB00417E92FACF2F4",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "D3.4",
      "statementNotation": "D3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'influence de diverses initiatives et stratégies d'orientation des politiques publiques concernant des enjeux environnementaux régionaux et nationaux sur les communautés des Premières Nations, des Métis et des Inuits (p. ex., grief déposé par la Land Claims Agreement Coalition au Conseil des droits de l'homme des Nations Unies; création du mouvement Idle No More en réponse à la Loi sur la protection des eaux navigables intégrées dans la loi omnibus C-45 en 2012; contestation du projet de pipeline Enbridge Northern Gateway au tribunal d'appel fédéral par les Premières Nations de la côte; appui de la Fondation David Suzuki aux Inuits qui s'opposent aux essais sismiques à la rivière Clyde au Nunavut; manifestation en canot de Matthew Coon Come contre le Projet Grande-Baleine d'Hydro-Québec; tournée Honorez les traités de Neil Young pour sensibiliser le public aux conséquences de l'exploitation des sables bitumineux sur l'environnement).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "15569C1ABF3B4FE2BC73BD0F1A4541DD": {
      "id": "15569C1ABF3B4FE2BC73BD0F1A4541DD",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "D3.3",
      "statementNotation": "D3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'influence de diverses initiatives et stratégies sur l'orientation des politiques publiques portant sur des enjeux régionaux et nationaux pour les communautés des Premières Nations, des Métis et des Inuits (p. ex., mémoire de Mary Two-Axe Early à la Commission royale d'enquête sur la situation de la femme au Canada concernant la discrimination à l'endroit des « Indiennes inscrites »; initiatives de sensibilisation concernant les femmes autochtones disparues ou assassinées mises en œuvre par l'Association des femmes autochtones du Canada; rapport du Vérificateur général citant des données de 1996, 2001 et 2004 révélant l'écart grandissant entre les taux d'obtention du diplôme des élèves autochtones et non autochtones; travail de Cindy Blackstock visant à combattre les pratiques discriminatoires touchant les enfants autochtones; efforts de l'organisme Pauktuutit dans l'amélioration sociale, culturelle, politique et économique de la condition des femmes inuites).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "9E8BB4EBEFFA486CBA70C6C02C3BC814": {
      "id": "9E8BB4EBEFFA486CBA70C6C02C3BC814",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certaines stratégies et initiatives mises en œuvre par des leaders et des organismes autochtones dans le but d'influencer la sensibilisation du grand public aux réalités autochtones au Canada (p. ex., l'intervention d'Elijah Harper en chambre en 1995 pour prévenir le vote de l'Accord du lac Meech a augmenté la sensibilisation du public aux failles de l'Accord; Phil Fontaine a publiquement parlé des sévices physiques et sexuels qu'il a subis aux pensionnats indiens et sa rencontre avec le Pape Benoît XVI afin de recevoir une excuse pour le tort causé par l'Église catholique; la création de l'Initiative d'éducation autochtone Martin par l'ancien premier ministre Paul Martin qui visait à améliorer le rendement scolaire des enfants autochtones; le Plan Nunavik proposé par les Nunavimmiuts répond au Plan Nord de Jean Charest).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "A7C8908FB57C41D3BF7912B20A292BF1": {
      "id": "A7C8908FB57C41D3BF7912B20A292BF1",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les principales organisations politiques autochtones nationales, provinciales, territoriales et régionales au Canada, y compris leurs structures de gouvernance (p. ex., Assemblée des Premières Nations, Inuit Tapiriit Kanatami, Ralliement national des Métis, Chiefs of Ontario, la Nation Métisse de l'Ontario, Assembly of Manitoba Chiefs, Métis Nation of Saskatchewan, Assemblée des Premières Nations du Québec et du Labrador, l'Assemblée du Nunavut).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "5224FA59F8EB4DB0ACA888F0666F00D5": {
      "id": "5224FA59F8EB4DB0ACA888F0666F00D5",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser diverses stratégies et initiatives mises en œuvre par des leaders et des organismes pour répondre aux enjeux politiques, sociaux et environnementaux touchant les communautés des Premières Nations, des Métis et des Inuits au Canada. [ACCENT SUR: importance politique, objectif et résultat, perspective politique]",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "339B0DAA1EB04C3889C3CEB1946A764F": {
      "id": "339B0DAA1EB04C3889C3CEB1946A764F",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la mise en œuvre de politiques sociales sur le plan national ou régional (p. ex., éducation sur l'histoire des traités, droits issus de traités, titre ancestral, représentation dans les médias, inclusion, accès à l'éducation) en évaluant la contribution de ces politiques à l'amélioration des relations entre les individus et les communautés autochtones et non autochtones au Canada (p. ex., justice sociale, respect mutuel, réévaluation des injustices sociales).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "06C7C249A9CC4F649525304C5F6E60EB": {
      "id": "06C7C249A9CC4F649525304C5F6E60EB",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser la façon dont les communautés des Premières Nations, des Métis et des Inuits sont représentées au sein des institutions gouvernementales au Canada, et les effets de la participation autochtone sur les mécanismes d'élaboration des politiques (p. ex., nomination de personnes autochtones au Sénat, élection des députés autochtones au Parlement fédéral et aux assemblées législatives provinciales, pratiques et protocoles du tribunal canadien des droits de la personne pour l'aide à l'enfance des Premières Nations, gestion du territoire, développement des ressources au Canada).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "A815347521B3489E8804DCB76E2E6B9F": {
      "id": "A815347521B3489E8804DCB76E2E6B9F",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les répercussions de politiques gouvernementales d'importance pour les Premières Nations, les Métis et les Inuits sur leurs relations avec l'État canadien (p. ex., Loi sur la protection des terres de la Couronne, Loi sur les Indiens, pensionnats indiens, rafle des années 1960 [une politique fédérale qui consistait à retirer des enfants autochtones de leur famille d'origine afin de les placer en famille d'accueil non autochtone ou de les offrir en adoption], Livre blanc de 1969, Commission royale sur les peuples autochtones, politique d'approvisionnement énoncée dans la Loi concernant l'Accord sur les revendications territoriales du Nunavut, politiques d'aménagement et de planification du territoire découlant du plan de mise en œuvre de la Loi sur l'Accord définitif nisga'a, Loi C-45, Loi sur l'emploi, la croissance et la prospérité durable).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "62AD7D11EE9E44B29528671E430EC2BE": {
      "id": "62AD7D11EE9E44B29528671E430EC2BE",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'influence des principales politiques gouvernementales et de leurs processus d'élaboration sur les relations des Premières Nations, des Métis et des Inuits avec les gouvernements fédéral, provinciaux et territoriaux ainsi qu'avec les individus et les communautés non autochtones partout au Canada. [ACCENT SUR : importance politique, objectif et résultat, continuité et changement]",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "99C65DC45B564DA29C65E4EB275C7E61": {
      "id": "99C65DC45B564DA29C65E4EB275C7E61",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D1.5",
      "statementNotation": "D1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont les gouvernements des Premières Nations, des Métis et des Inuits définissent et affirment leur souveraineté territoriale par rapport à la Constitution canadienne (p. ex., carte de citoyenneté, codes d'appartenance à la bande ou à la communauté, systèmes nationaux de police, demandes de modification de la Constitution, affirmation du droit inhérent à l'autodétermination comme le définit la Déclaration des Nations Unies sur les droits des peuples autochtones; émergence de divers organismes représentant les Métis, les Indiens non inscrits et les Autochtones en milieu urbain).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "8A2C82FC10E84AE5A6DAF6C2E0DC57AB": {
      "id": "8A2C82FC10E84AE5A6DAF6C2E0DC57AB",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D1.4",
      "statementNotation": "D1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les principales décisions des tribunaux canadiens concernant les personnes ou les groupes autochtones (p. ex., sur les droits des Métis: Daniels c. Canada indiquant que les Métis et les « Indiens non inscrits » sont des « Indiens », que la Couronne fédérale a une obligation de fiduciaire envers les Métis et les « Indiens non inscrits » et que les Métis et les « Indiens non inscrits » ont droit à la tenue de consultations et de négociations; R. c. Powley qui indique que les Métis ont un droit ancestral leur permettant de chasser pour se nourrir en vertu de l'article 35 de la Loi constitutionnelle de 1982; R. c. Sparrow qui donne une interprétation des droits autochtones existants en vertu de l'article 35 de la Loi constitutionnelle de 1982; R. c. Marshall portant sur une décision de la Cour Suprême du Canada d'accorder le droit de pêche en vertu des droits de traités; R. c. Agawa; sur l'imposition d'une peine: R. c. Gladue exigeant les tribunaux à considérer les antécédents antérieurs pertinents du délinquant autochtone avant de fixer la peine) en décrivant l'influence qu'elles ont eue sur les relations des Premières Nations, des Métis et des Inuits avec la Couronne.",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "98610DB19FDF430BA30A62FF3837E014": {
      "id": "98610DB19FDF430BA30A62FF3837E014",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les principales décisions des tribunaux concernant le titre ancestral des Autochtones (p. ex., St Catharines Milling and Lumber and Co. c. La Reine qui indiquait que le titre ancestral était concédé par la Couronne et pouvait donc être retiré; Calder et al. c. Procureur général de la Colombie-Britannique qui mena à la volonté du gouvernement de négocier des revendications territoriales ou traités modernes; Delgamuukw c. Colombie-Britannique qui établissait les façons dont les tribunaux doivent prendre en cas le titre autochtone ancestral et les critères pour l'attester; Guerin c. La Reine; décision de la Cour établissant que les titres ancestraux, c'est-à-dire l'occupation historique du territoire, constituent un droit absolu) en expliquant l'influence qu'elles ont eue sur les relations des Autochtones avec les gouvernements fédéral, provinciaux et territoriaux.",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "E90BAC50CFA4466BBEA84338D41B0638": {
      "id": "E90BAC50CFA4466BBEA84338D41B0638",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont les dispositions de la Proclamation royale de 1763 définissent et réglementent les relations de nation à nation entre les gouvernements des Premières Nations et l'État canadien (p. ex., dispositions relatives aux «terres réservées » pour les populations autochtones; exigence selon laquelle les terres autochtones ne peuvent pas être vendues ou cédées qu'à la Couronne, et non aux personnes qui souhaitent s'y établir).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "63F40C0783A64706A897101699A02C98": {
      "id": "63F40C0783A64706A897101699A02C98",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire le contexte historique de certains traités importants relatifs à diverses régions du Canada, en précisant l'influence continue de leur mise en œuvre sur les gouvernements des Premières Nations, des Métis et des Inuits (p. ex., chaîne d'alliance, traités des Micmacs [1760 et 1761], ceinture Gchi-Miigsaabiigan ou la grande ceinture wampum et la ceinture des vingt-quatre nations, Traité de Niagara, Traité de Jay, Traité de Gand, Traité de Selkirk, traités Robinson-Supérieur et Robinson-Huron, traités numérotés, revendication de l'Ouest de l'Arctique : Convention définitive des Inuvialuit).",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "2677CBF25B664C359F3CD2CEB7E01677": {
      "id": "2677CBF25B664C359F3CD2CEB7E01677",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des principales questions constitutionnelles et juridiques concernant les peuples, les gouvernements et les individus autochtones au Canada, tout en expliquant leur importance pour les relations des Premières Nations, des Métis et des Inuits avec les gouvernements fédéral, provinciaux et territoriaux. [ACCENT SUR: importance politique, objectif et résultat]",
      "comments": [],
      "ancestorIds": [
        "82CDE50BD8084F929FE1BC417B256009"
      ],
      "parentId": "82CDE50BD8084F929FE1BC417B256009"
    },
    "82CDE50BD8084F929FE1BC417B256009": {
      "id": "82CDE50BD8084F929FE1BC417B256009",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PERSPECTIVES NATIONALES ET RÉGIONALES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "41FB269D893B4CFBA7373579405B5DEC": {
      "id": "41FB269D893B4CFBA7373579405B5DEC",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C2.4",
      "statementNotation": "C2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "proposer une initiative répondant à une réalité déterminée, au sein d'une école ou d'une communauté, qui bénéficierait aux Premières Nations, aux Métis et aux Inuits ou à d'autres membres de la communauté ou de l'équipe scolaire (p. ex., tenir compte des connaissances écologiques traditionnelles autochtones dans le cadre de la planification d'un jardin; encourager la participation de diverses cultures dans des événements communautaires; faire place à la diversité culturelle lors d'événements communautaires; établir des partenariats économiques entre des groupes autochtones et non autochtones; développer des activités socioculturelles, pédagogiques et économiques autour de la création de territoires protégés par Parcs Canada, au Nunavut et au Nunavik; aborder la question des inégalités ou de la discrimination auxquelles les élèves autochtones font face au secondaire).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "109BAED2E8B949CBA63CD23CCC12D930": {
      "id": "109BAED2E8B949CBA63CD23CCC12D930",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la contribution d'un leadership efficace à la réalisation des aspirations communautaires des Premières Nations, des Métis et des Inuits en s'appuyant sur des preuves de partout au Canada (p. ex., dynamique culturelle, initiatives communautaires, revitalisation de la langue, revitalisation et continuité culturelles, taux de scolarisation, modes de vie sains, développement économique).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "9BCFAA10425E4588B20CE3A50CDA33EB": {
      "id": "9BCFAA10425E4588B20CE3A50CDA33EB",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des possibilités de formation (p. ex., programmes d'apprentissage professionnel, programme de formation de Nasittuq Corporation, Stratégie de formation pour les compétences et l'emploi destinée aux Autochtones [SFCEA], programmes de l'Institut technique des Premières Nations), des domaines professionnels (p. ex., force policière, enseignement, santé, ingénierie, informatique) et des secteurs économiques (p. ex., gestion financière, construction, développement de petites entreprises, énergie verte, écotourisme) qui favorisent le développement communautaire des Premières Nations, des Métis et des Inuits, ainsi que leurs avantages.",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "A2DE22ED64DA4BBB98996EA598D25AED": {
      "id": "A2DE22ED64DA4BBB98996EA598D25AED",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des tendances et enjeux sociodémographiques associés aux individus et aux communautés des Premières Nations, métis et inuits en examinant leurs retombées sur la société canadienne (p. ex., données démographiques concernant les Autochtones au Canada comparées à celles des non-Autochtones; logement et infrastructure sur les réserves; politiques sur le logement dans les territoires autochtones; planification et développement communautaires; politiques d'éducation et programmes de formation autochtone; systèmes de santé communautaires; éducation, carrières, santé et culture; croissance démographique et mobilité de la population).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "3738EB2211984D63A23D3EBEF86BC425": {
      "id": "3738EB2211984D63A23D3EBEF86BC425",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les principaux enjeux liés à la planification, au développement et au leadership communautaires des Premières Nations, des Métis et des Inuits, y compris leurs retombées possibles sur l'ensemble de la société canadienne. [ACCENT SUR: importance politique, perspective politique]",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "70EEA26C72D34C5C8681CEC74C41B0DC": {
      "id": "70EEA26C72D34C5C8681CEC74C41B0DC",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C1.5",
      "statementNotation": "C1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les retombées politiques, socioculturelles et économiques sur les communautés des Premières Nations, des Métis et des Inuits de certains traités importants et des litiges et règlements territoriaux connexes subséquents (p. ex., occupation des territoires en litige, manifestations par des groupes opposés, prestation de ressources financières pour des programmes sociaux, cession des territoires à la suite du règlement des différends, accroissement du revenu disponible grâce au mécanisme de distribution des paiements aux membres, possibilité d'expansion territoriale des réserves, question de l'exploitation des ressources minières et souterraines dans les réserves ou territoires autochtones).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "7B832474E5AE49BE9E2674B0B9CC4E8D": {
      "id": "7B832474E5AE49BE9E2674B0B9CC4E8D",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C1.4",
      "statementNotation": "C1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certains défis auxquels font face les communautés des Premières Nations, à l'échelon local, en ce qui concerne les revendications territoriales et la mise en œuvre des ententes (p. ex., dispositions et restrictions de la politique fédérale régissant la négociation des revendications particulières, frais de litige, durée du processus de règlement, dispositions de la Loi sur les Indiens régissant la cession du territoire des réserves, obligation de posséder une certaine capacité de gestion comme le précise la Loi sur la gestion des terres des premières nations, nécessité d'une connaissance particulière du secteur).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "E9ECE6036FD249A4BCDE90BE18F67414": {
      "id": "E9ECE6036FD249A4BCDE90BE18F67414",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des enjeux sociaux et des perspectives d'importance pour les communautés des Premières Nations, des Métis et des Inuits au Canada relatifs à la scolarité et à la formation (p. ex., répercussions intergénérationnelles du système des pensionnats indiens; absence de soutien pour créer des occasions de partager les langues, les cultures et les identités autochtones au sein de milieux éducatifs non autochtones; nécessité de programmes et services sociaux pour des étudiantes et étudiants des Premières Nations, des Métis et des Inuits au postsecondaire; financement insuffisant des écoles situées dans les réserves; accès difficile aux universités souvent éloignées des communautés autochtones; soutien aux familles ayant des enfants qui reçoivent des soins conformes aux traditions; enseignement des approches traditionnelles en matière de protection de l'environnement et de la biodiversité; choc culturel possible lors du relogement des jeunes en milieu urbain pour leurs études postsecondaires; divergence entre les approches eurocentriques et celle autochtones de l'éducation).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "E349F390E8D247FFBCDF1A229BAEA5E1": {
      "id": "E349F390E8D247FFBCDF1A229BAEA5E1",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance de divers enjeux économiques contemporains pour les communautés des Premières Nations, des Métis et des Inuits au Canada en précisant leurs rapports avec des initiatives de planification communautaire (p. ex., exercice des droits traditionnels de chasse et de cueillette; conséquences continues du traité Jay concernant le mouvement transfrontalier des ressources; structures fiscales communautaires; participation au régime de gestion des terres des Premières Nations; investissements dans la santé publique, les services sociaux et des infrastructures comme les installations récréatives et culturelles; diversification économique et soutien aux petites entreprises).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "D71A6C620428415FB978E6F5574EA267": {
      "id": "D71A6C620428415FB978E6F5574EA267",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des enjeux et développements politiques d'importance pour les communautés des Premières Nations, des Métis et des Inuits au Canada en expliquant les façons dont ces enjeux et développements se rapportent à la gouvernance et à l'administration communautaire (p. ex., réintroduction de systèmes traditionnels de gouvernance, autonomie dans la prise de décisions civiques, administration des services et soutiens gouvernementaux en vertu de la Loi sur les Indiens, consultations afin d'assurer la participation de la communauté aux discussions relatives aux titres ancestraux et aux droits issus de traités, revendications territoriales).",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "54B990F01DA64B4D844F38A2EBF1DAFF": {
      "id": "54B990F01DA64B4D844F38A2EBF1DAFF",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les principaux enjeux politiques, économiques et sociaux qui ont une incidence sur la gouvernance communautaire des Premières Nations, des Métis et des Inuits, y compris ceux qui concernent les revendications territoriales. [ACCENT SUR: importance politique, objectif et résultat]",
      "comments": [],
      "ancestorIds": [
        "3E2A5A3DBAEF46AD853472DE53861323"
      ],
      "parentId": "3E2A5A3DBAEF46AD853472DE53861323"
    },
    "3E2A5A3DBAEF46AD853472DE53861323": {
      "id": "3E2A5A3DBAEF46AD853472DE53861323",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PERSPECTIVES COMMUNAUTAIRES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "001B40F9FB6E4CD491D24BF2CDA7C761": {
      "id": "001B40F9FB6E4CD491D24BF2CDA7C761",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "B3.4",
      "statementNotation": "B3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'influence de personnalités autochtones d'importance, y compris des leaders, artistes, militantes et militants, Aînées et Aînés, historiennes et historiens, auteures et auteurs, poètes, politiciennes et politiciens autochtones, qui ont contribué de façon significative à la compréhension des cultures des Premières Nations, des Métis et des Inuits au Canada à l'échelle nationale et internationale (p. ex., Dr Bernard Assiniwi, Élisapie Isaac, André Dudemaine, Taqralik Partridge, Christine Sioui Wawanoloath, Michel Noël, Perry Bellegarde, Francis Pegahmagabow, Jody Wilson-Raybould, Alan Corbiere, Roberta Jamieson, Rita Joe, Alanis Obomsawin, Christi Belcourt, Peter O'Chiese, Murray Sinclair, Jake Swamp, Dominique Rankin, Ghislain Picard, Michèle Audette, Roméo Saganash, Michèle Rouleau, Rebecca Belmore, Alex Janvier, Douglas Cardinal, Zacharias Kanuk, Jim Hart, Tanya Tagaq, Tompson Highway, Santee Smith).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "CD58FE651D5844629A0F6D08537AA1B4": {
      "id": "CD58FE651D5844629A0F6D08537AA1B4",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les influences de la littérature, des médias contemporains et de la culture populaire sur la façon dont les personnes et les communautés des Premières Nations, métisses et inuites au Canada s'identifient et sont identifiées ou perçues aujourd'hui (p. ex., les films peuvent renforcer ou défier les stéréotypes; les émissions de télévision peuvent promouvoir des modèles autochtones positifs ou négatifs; les bulletins d'information peuvent mettre l'accent sur des aspects positifs ou négatifs concernant les communautés autochtones; les tendances de la mode peuvent s'approprier des symboles culturels autochtones; les romans, études et essais peuvent mettre en valeur la diversité des peuples autochtones et leurs identités culturelles).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "8B37AC32979B4195A853C73053CB0ECF": {
      "id": "8B37AC32979B4195A853C73053CB0ECF",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les principales répercussions historiques et contemporaines des diverses expressions de racisme et des stéréotypes au Canada à l'égard des personnes et des cultures des Premières Nations, des Métis et des Inuits en s'appuyant sur des exemples politiques, sociaux ou économiques pour confirmer ses conclusions (p. ex., refus d'accorder aux anciens combattants autochtones des prestations d'anciens combattants après la Première et la Seconde Guerre mondiale; renforcement des perceptions négatives par les représentations stéréotypées des peuples autochtones dans les noms d'équipes sportives, les insignes et les logos; violation des droits de propriété intellectuelle lors de l'utilisation de l'inuksuk comme symbole des Jeux olympiques d'hiver de Vancouver en 2010, sans avoir consulté les Inuits – ceux-ci ont déposé une plainte contre les organisateurs de ces jeux, puis ont déposé une marque de commerce pour l'inuksuk; taux d'incarcération des Autochtones; obstacles à l'emploi ou à l'accès aux services sociaux tels que les soins médicaux et l'éducation).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "CFEDC56CF3B8443988AEFD9E48F9A0C3": {
      "id": "CFEDC56CF3B8443988AEFD9E48F9A0C3",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes façons dont des individus des Premières Nations, métis et inuits s'autoidentifient ou sont identifiés comme tels au Canada, en indiquant la signification politique de cette identification (p. ex., comme « Indien inscrit » ou «Indien non inscrit» ayant résidence dans une réserve ou non; en fonction de l'appartenance culturelle, de l'ascendance, du degré de sang, du vécu urbain ou rural; comme Métis de la Rivière Rouge ou de l'Ouest ou comme Métis de l'Ontario ou des Grands Lacs).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "25102F7B800C4F51A74BC9EE5BD7A8B2": {
      "id": "25102F7B800C4F51A74BC9EE5BD7A8B2",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'influence des perceptions, du racisme, des stéréotypes, de la culture contemporaine et du leadership culturel sur la formation de l'identité culturelle et sur l'auto-identification des Premières Nations, des Métis et des Inuits au Canada. [ACCENT SUR: importance politique, perspective politique]",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "D811A35CD61F4A42B6A95DC92080C241": {
      "id": "D811A35CD61F4A42B6A95DC92080C241",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B2.7",
      "statementNotation": "B2.7",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'efficacité des efforts variés d'individus et des communautés des Premières Nations, métis et inuits pour affirmer et renforcer leurs identités sociales et culturelles en réponse aux changements culturels, religieux, politiques, économiques, sociaux et technologiques (p. ex., prise en compte des mouvements de contestations autochtones contre des projets industriels qui menacent les droits de ces peuples; mise sur pied de programmes de formation pour les jeunes Autochtones dans l'industrie minière; recours judiciaire visant le rétablissement de l'autonomie gouvernementale des Autochtones; élaboration de stratégies économiques comme Anishinabek Economy : Our Economic Blueprint [2008].",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "1EECA49BBD5E4EF0849C8E077278790D": {
      "id": "1EECA49BBD5E4EF0849C8E077278790D",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B2.6",
      "statementNotation": "B2.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'incidence de certains changements politiques, économiques, sociaux et technologiques sur la capacité des Premières Nations, des Métis et des Inuits d'affirmer leurs identités culturelles à l'aide de pratiques fondées sur les savoirs et les savoir-faire traditionnels (p. ex., les tissus industriels ont supplanté les fourrures, les cuirs et les peaux préparées et décorées manuellement; l'activité des missionnaires a encouragé l'adoption des religions et des cultures occidentales à l'aide de textes traduits en langues autochtones et a conduit à l'abandon des modes de vie traditionnels; les pensionnats indiens et les écoles de formation professionnelle ont affaibli la transmission des identités culturelles d'une génération à l'autre; la Loi sur les Indiens a rendu les gouvernements des Premières Nations responsables selon un modèle européen de gouvernance qui ne reposait pas sur des pratiques fondées sur le savoir traditionnel; les médias sociaux fournissent un accès beaucoup plus étendu aux différentes cultures traditionnelles; les instances gouvernementales collaborent étroitement avec les peuples autochtones sur différentes initiatives).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "F75B3AB8026545F6B61F54A06B2F6E3D": {
      "id": "F75B3AB8026545F6B61F54A06B2F6E3D",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B2.5",
      "statementNotation": "B2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire le rôle des institutions culturelles, gouvernementales, éducatives, économiques et sociales contemporaines (p. ex., musées, centres d'amitié autochtones, lieux patrimoniaux, galeries d'art, théâtres, écoles, centres de santé communautaire, aires de conservation, centres d'affaires, syndicats, universités, centres de recherche) dans la revitalisation ou la continuité culturelles des communautés des Premières Nations, des Métis et des Inuits (p. ex., rapatriement des objets sacrés, protection et entreposage des objets culturels, sensibilisation du public à l'égard d'une histoire commune et partagée, réexamen de l'exactitude des récits historiques, établissement de partenariats communautaires grâce à la participation au processus de planification).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "71EC8B1B149E492FAC29CF23D07DE31F": {
      "id": "71EC8B1B149E492FAC29CF23D07DE31F",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B2.4",
      "statementNotation": "B2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont les célébrations, les festivals et le respect culturels valorisent les communautés des Premières Nations, des Métis et des Inuits et encouragent la revitalisation ou la continuité culturelles (p. ex, rencontres de Récolte qui renforcent les liens et rapprochent les peuples de la Terre; journée nationale des Inuits qui accroît la sensibilisation à la culture inuite et favorise la fierté culturelle; cérémonies de la suerie qui fournissent une guérison spirituelle traditionnelle; les pow-wow rapprochant les familles par des célébrations de danses, de chansons et d'activités culturelles; événement « De retour à l'époque de Batoche »; journée Louis Riel et journée Powley qui accroissent une connaissance culturelle et inculquent une fierté communautaire).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "E957E8ED35284644928066BFA19D77AC": {
      "id": "E957E8ED35284644928066BFA19D77AC",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner le rôle de l'éducation dans la continuité culturelle en analysant certains défis, progrès et initiatives des Premières Nations, des Métis et des Inuits portant sur l'autonomie éducative et la revitalisation langagière (p. ex., défis: interruption de la transmission des savoirs entre les générations, pénurie de locutrices et de locuteurs des langues autochtones, manque de reconnaissance du michif comme langue à part entière, mécompréhension du lien entre la langue et la culture, financement inadéquat des programmes d'éducation communautaire, imposition d'exigences scolaires mandatées ne reflétant pas les valeurs culturelles; progrès et initiatives : foyers de revitalisation langagière locaux, camps d'immersion linguistique, usage des médias sociaux pour la prestation de cours de langues en ligne, manifestations contre le projet de loi C-33 sur le contrôle du système d'éducation des Premières Nations, appui à la langue et à la culture inuites au sens de l'Acte de l'Éducation du Nunavut, création du conseil scolaire Kativik, transfert de la responsabilité du Yukon Native Language Centre du gouvernement au Council of Yukon First Nations, création du programme collégial de Nunavut Sivuniksavut).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "9E5E3914D85741819C101F58CDBCD51F": {
      "id": "9E5E3914D85741819C101F58CDBCD51F",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'influence de diverses tendances sociales contemporaines et évolutions technologiques sur la capacité des Premières Nations, des Métis et des Inuits de maintenir leurs croyances et leurs traditions culturelles (p. ex., incidence de la présence des produits culturels non traditionnels ou non autochtones sur le marché; effet de la technologie sur les modes de vie traditionnels tels que les activités associées à l'alimentation, à l'habillement ou au transport; coexistence de différentes croyances au sein de communautés et partout au Canada; accès aux lieux de rassemblement pour fins cérémonielles; niveau de participation aux traditions culturelles).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "244B0ADB7D7D47948E267AB5BA6726A4": {
      "id": "244B0ADB7D7D47948E267AB5BA6726A4",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire différentes façons dont les communautés des Premières Nations, des Métis et des Inuits utilisent des sources de savoirs autochtones pour promouvoir la revitalisation ou la continuité culturelles (p. ex., pétroglyphes, parchemins, ceintures wampum, traditions orales communautaires, procès-verbaux des rencontres de bandes, documents de planification communautaires, renseignements généalogiques, Aînées et Aînés, gardiennes et gardiens du savoir, guérisseuses et guérisseurs traditionnels, oratrices et orateurs, archivistes, conseillères et conseillers culturels, historiennes et historiens).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "2CBB7365E2DD42DF989925EF88C6C5E3": {
      "id": "2CBB7365E2DD42DF989925EF88C6C5E3",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les enjeux, les progrès et les défis associés à la revitalisation et à la continuité des langues et des cultures des Premières Nations, des Métis et des Inuits. [ACCENT SUR: importance politique, objectif et résultat, continuité et changement]",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "AA063F2E01CA41BEAC9F2662F716D1A2": {
      "id": "AA063F2E01CA41BEAC9F2662F716D1A2",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B1.4",
      "statementNotation": "B1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'incidence des actions entreprises par des organismes de défense des droits des Autochtones visant la revalorisation du patrimoine culturel autochtone et la réparation pour les préjudices subis (p. ex., rétablissement de l'identité des familles par le retour légal aux noms autochtones d'origine, recherches menées sur les clans familiaux afin de retrouver des liens de parenté traditionnels, projets d'inventaire toponymique en milieu autochtone pour conserver et mettre en valeur les patrimoines culturels des Premières Nations, des Métis et des Inuits).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "1234788904284F9781169631CFAE331C": {
      "id": "1234788904284F9781169631CFAE331C",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'influence des termes définis par la loi, des appellations et des classifications des peuples autochtones dans la législation fédérale et les dossiers administratifs (p. ex., Acte pour encourager la civilisation graduelle, Loi constitutionnelle de 1982, Loi sur les Indiens, Loi C-31, Loi modifiant la Loi sur les Indiens, Registre des Indiens, rapports sur les populations autochtones et données de recensement, Projet Noms de famille, système d'identification par numéro des Inuits avec des « disques d'identification ») sur l'identité culturelle des individus et des communautés autochtones au Canada (p. ex., non-reconnaissance des droits autochtones, politiques d'assimilation, déséquilibre des pouvoirs créé par les désignations «Indien inscrit » et «Indien non inscrit », distinction entre les communautés métisses « avec droits » et « sans droits », critère Powley, possibilité pour les femmes autochtones de maintenir leurs identités familiale et culturelle).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "60349E2D0F87418AB049738CECEED805": {
      "id": "60349E2D0F87418AB049738CECEED805",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'impact de l'évolution des noms donnés par les colonisateurs aux Autochtones (p. ex., toponymes et noms de famille dans la documentation historique) sur l'identité culturelle des Premières Nations, des Métis et des Inuits au Canada (p. ex., l'attribution historique de noms coloniaux pour identifier les peuples autochtones a rompu le lien entre l'identité culturelle et les pratiques de dénomination; les noms coloniaux ne reconnaissaient pas la diversité au sein des régions; les liens entre les lieux et la tradition orale des Autochtones ont été effacés en faveur de toponymes reflétant la géographie et les perspectives des peuples francophones et anglophones).",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "5B87530C3FD94DAE9F375B48F793CA4B": {
      "id": "5B87530C3FD94DAE9F375B48F793CA4B",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des classifications culturelles et linguistiques servant à répertorier les Premières Nations, les Métis et les Inuits au Canada (p. ex., classification culturelle : Inuits de l'Arctique, de la région subarctique, Premières Nations de la côte du Nord-Ouest, des Plaines, du Plateau, des régions boisées de l'Est; classification linguistique : familles algonquienne, eskimo-aléoute, iroquoienne, na-déné) en considérant certaines conséquences de ces classifications sur l'identité culturelle.",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "B63138B5F87C402B80D47344288E0C85": {
      "id": "B63138B5F87C402B80D47344288E0C85",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer l'incidence des désignations et des représentations des Premières Nations, des Métis et des Inuits au Canada sur l'identité culturelle de ces peuples. [ACCENT SUR: importance politique, continuité et changement]",
      "comments": [],
      "ancestorIds": [
        "83F364407F0C4DB692839752F1F19526"
      ],
      "parentId": "83F364407F0C4DB692839752F1F19526"
    },
    "83F364407F0C4DB692839752F1F19526": {
      "id": "83F364407F0C4DB692839752F1F19526",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "IDENTITÉ ET CONTINUITÉ CULTURELLES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "DC8AC89CE32448E692DA829838F01FA8": {
      "id": "DC8AC89CE32448E692DA829838F01FA8",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer des possibilités de carrière faisant appel à la connaissance des enjeux importants pour les Premières Nations, les Métis et les Inuits au Canada (p. ex., chercheuse ou chercheur; journaliste; députée ou député; conseillère ou conseiller municipal; activiste; lobbyiste; agente ou agent communautaire; muséographe; archiviste du patrimoine autochtone; ingénieure ou ingénieur; musicienne ou musicien; artiste; travailleuse ou travailleur dans les secteurs du droit, de l'agriculture, de la santé, de la construction, de l'énergie, de l'industrie minière, du marketing, du tourisme, du commerce, de l'administration publique, de la mode) et des itinéraires d'études pour accéder à ces carrières, en particulier ceux offerts dans les établissements d'enseignement postsecondaire de langue française.",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "72A2BDB6E0E247A0AC9F7C19A94FD7AF": {
      "id": "72A2BDB6E0E247A0AC9F7C19A94FD7AF",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser les connaissances acquises, les concepts de la pensée critique et les habiletés développées par l'étude des questions d'actualité concernant les Premières Nations, les Métis et les Inuits au Canada, et les peuples autochtones du monde pour interpréter et comprendre les enjeux politiques, économiques et sociaux contemporains, pour favoriser la vérité et la réconciliation et pour agir en citoyenne ou citoyen éclairé (p. ex., répondre de manière respectueuse et appropriée aux pratiques culturelles significatives des Premières Nations, des Métis et des Inuits; comprendre les perspectives des groupes autochtones lorsqu'ils s'expriment sur les droits des Premières Nations, des Métis et des Inuits; réfléchir aux répercussions possibles de l'adoption d'une nouvelle loi concernant les Premières Nations, les Métis et les Inuits; comprendre différentes opinions portant sur un sujet d'actualité, présentées lors d'un panel de discussion; demander la permission aux individus et aux communautés des Premières Nations, des Métis et des Inuits d'utiliser des récits oraux, des photos ou des enregistrements).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "5ECFF96A6915413EA23BAC8CE6947A59": {
      "id": "5ECFF96A6915413EA23BAC8CE6947A59",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer des compétences développées par l'étude des enjeux contemporains concernant les Premières Nations, les Métis et les Inuits et transférables dans la vie de tous les jours (p. ex., habiletés en recherche, en création de graphiques, en communication orale, en littératie, en numératie, en rédaction, en résolution de problèmes, en processus décisionnel, en médiation; prise d'initiatives; persévérance au travail; travail en équipe; autonomie), et celles présentées dans le Cadre d'orientation en éducation à la citoyenneté.",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "0A3FC113B1CA42628A92C7BCD7EFF058": {
      "id": "0A3FC113B1CA42628A92C7BCD7EFF058",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des compétences transférables développées par l'étude des réalités et des perspectives des Premières Nations, des Métis et des Inuits au Canada, ainsi que des possibilités de carrière faisant appel à ces connaissances et compétences.",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "2A38E6A7D628480FAB22570496E35558": {
      "id": "2A38E6A7D628480FAB22570496E35558",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A1.6",
      "statementNotation": "A1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de son enquête en utilisant la terminologie appropriée (p. ex., termes juridiques ou légaux; appellations officielles pour désigner les Premières Nations, les Métis et les Inuits, leurs coutumes et leurs traditions), en citant ses sources de référence selon les normes bibliographiques établies (p. ex., références dans le texte, bibliographie, citations) et en recourant à divers médias ou modes de présentation (p. ex., chant de protestation pour dénoncer une violation des droits autochtones au Canada ou sensibiliser le public à ce sujet, pétition réclamant de l'eau potable dans les réserves, débat sur les questions concernant une revendication territoriale, œuvre d'art pour célébrer les rôles des femmes au sein des communautés autochtones).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "7A94CC5E1D1548FEA6B797EADBEA4C99": {
      "id": "7A94CC5E1D1548FEA6B797EADBEA4C99",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A1.5",
      "statementNotation": "A1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tirer des conclusions sur divers enjeux, événements et développements d'importance pour les peuples autochtones au Canada, en utilisant les concepts de la pensée critique en politique – importance politique, objectif et résultat, continuité et changement, perspective politique.",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "70AD5F968853437086CB9E95A7D69D90": {
      "id": "70AD5F968853437086CB9E95A7D69D90",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'information recueillie pour en faire l'interprétation et la synthèse en utilisant les concepts de la pensée critique en politique – importance politique, objectif et résultat, continuité et changement, perspective politique (p. ex., utiliser le concept d'importance politique pour analyser les répercussions de la décision d'Elijah Harper de ne pas appuyer l'Accord du lac Meech en 1990; utiliser le concept d'objectif et résultat pour évaluer les effets souhaités et ceux imprévus d'une décision en matière de planification communautaire; utiliser le concept de continuité et changement pour analyser l'élection du chef national de l'Assemblée des Premières Nations; utiliser le concept de perspective politique pour évaluer la position des divers chefs métis concernant l'inclusion des Métis à l'article 35 de la Loi constitutionnelle de 1982) ainsi que divers outils organisationnels (p. ex., grille de questionnement pour analyser l'information sur un événement, cerner des lacunes dans les données recueillies, déterminer si tous les points de vue sont représentés dans un document ou évaluer la validité et le degré d'importance des arguments qui y sont présentés; tableau pour comparer les positions de différents acteurs politiques et de la société civile sur une question).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "E1CC4D652C974430A083B4DC2C9C72F4": {
      "id": "E1CC4D652C974430A083B4DC2C9C72F4",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer la crédibilité des sources ainsi que la validité et la fiabilité de l'information recueillie à partir de critères précis (p. ex., contexte de communication, perspective et intention de l'auteure ou de l'auteur, absence de préjugés, valeurs véhiculées, expertise, souci d'exactitude et de précision, pertinence de l'information), en respectant les perspectives et les savoirs autochtones (p. ex., reconnaître le fait qu'une perspective pourrait entrer en conflit avec d'autres visions du monde; ne pas s'arroger un savoir universel, hiérarchique ou exclusif).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "1B7FAFAEA71B44DBA2DFAAA266095159": {
      "id": "1B7FAFAEA71B44DBA2DFAAA266095159",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir de l'information se rapportant aux questions d'actualité portant sur divers enjeux, événements et développements d'importance pour les peuples autochtones au Canada et provenant de diverses sources primaires, incluant diverses sources de savoirs autochtones (p. ex., artefacts, œuvres d'art, peintures, archives audiovisuelles, récits, entrevues avec des Aînées et des Aînés, témoignages, résultats de sondages, photos, lois, documents légaux ou juridiques, lettres, traités, manuels), et sources secondaires (p. ex., articles de journaux, enquêtes journalistiques, bibliographies, ouvrages de référence [manuel de classe, encyclopédie], documentaires, sites Web spécialisés).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "3389D74C79D348C98274D81205A52A0F": {
      "id": "3389D74C79D348C98274D81205A52A0F",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler différents types de questions (p. ex., questions de fait, de comparaison, de cause ou d'effet) pour orienter le processus d'enquête et explorer des sujets d'actualité portant sur divers enjeux, événements et développements d'importance pour les peuples autochtones au Canada (p. ex., questions de fait : De quelles formes de gouvernement ou structures de gouvernance les communautés des Premières Nations et des Métis de l'Ontario disposent-elles? questions de comparaison : Quelles sont les différences et les similitudes entre les positions des différents paliers de gouvernement à l'égard du développement minier du Cercle de feu dans le Nord de l'Ontario? Comment se compare l'effet du jugement Daniels c. Canada en 2016 à celui de la décision Re Eskimo de 1939? questions de cause : Pour quelles raisons le projet de loi C-33 portant sur le contrôle par les Premières Nations de leur système d'éducation a-t-il fait l'objet d'une grande controverse au printemps 2014 au Canada? Quels pourraient être les avantages pour les Inuits et les Canadiens en général de la mise en œuvre de l'Ingirrasiliqta/Let's Get Moving, stratégie des transports du Nunavut, qui présente la façon dont le gouvernement compte améliorer le système de transport du territoire?).",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "8E1C8869E29C480AAB41C907764B02E3": {
      "id": "8E1C8869E29C480AAB41C907764B02E3",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser le processus d'enquête ainsi que les concepts de la pensée critique pour explorer divers enjeux, événements et développements d'importance pour les Premières Nations, les Métis et les Inuits au Canada.",
      "comments": [],
      "ancestorIds": [
        "3E142CC3BC154F0CA661217431103F36"
      ],
      "parentId": "3E142CC3BC154F0CA661217431103F36"
    },
    "3E142CC3BC154F0CA661217431103F36": {
      "id": "3E142CC3BC154F0CA661217431103F36",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PROCESSUS D'ENQUÊTE ET COMPÉTENCES TRANSFÉRABLES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}