{
  "id": "CF9445846F8E49E9B38B78D86D3568A6",
  "title": "11e année - Découvrir les voix contemporaines des Premières Nations, des Métis et des Inuits, NBF3U (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "11e année - Découvrir les voix contemporaines des Premières Nations, des Métis et des Inuits, NBF3U (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "54A0DAE43F624F6B8E3B605D6CBBEF63": {
      "id": "54A0DAE43F624F6B8E3B605D6CBBEF63",
      "asnIdentifier": null,
      "position": 95000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "porter un regard critique sur ses productions écrites en consignant ses réflexions sur ses champs d’intérêt et ses apprentissages en écriture (p. ex., mesures à prendre pour améliorer la présentation matérielle de sa dissertation; aspects réussis de sa chronique).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "4ACC9A8E2C1446E295838CFCF1AC84C1": {
      "id": "4ACC9A8E2C1446E295838CFCF1AC84C1",
      "asnIdentifier": null,
      "position": 94000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser, dans ses productions écrites, les connaissances linguistiques et textuelles apprises en : communication orale (p. ex., formulation des arguments dans un débat); lecture (p. ex., emploi d’une structure observée dans le reportage pour rédiger une chronique ou un article de blogue); technologies de l’information et de la communication (p. ex., recours à des outils de recherche, de correction et de révision, recours à Internet pour collaborer à l’écriture d’un texte avec des élèves des Premières Nations, métis et inuits).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "969D0DCF6396412DB5BD916436B90305": {
      "id": "969D0DCF6396412DB5BD916436B90305",
      "asnIdentifier": null,
      "position": 93000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réinvestir, dans ses productions écrites, des apprentissages réalisés en communication orale et en lecture, de même qu’en matière d’utilisation des technologies de l’information et de la communication.",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "1CB5A7B7B39B45699007628E05DC9A13": {
      "id": "1CB5A7B7B39B45699007628E05DC9A13",
      "asnIdentifier": null,
      "position": 92000,
      "depth": 1,
      "listId": "D2.5",
      "statementNotation": "D2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "respecter les conventions d’usage dans ses textes en tenant compte en particulier des contenus prescrits dans le tableau des connaissances linguistiques et textuelles (p. ех., morphologie verbale, accord des participes passés, orthographe d’usage).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "06F388A3E5DF4B8AA2FA04D7C7AD1291": {
      "id": "06F388A3E5DF4B8AA2FA04D7C7AD1291",
      "asnIdentifier": null,
      "position": 91000,
      "depth": 1,
      "listId": "D2.4",
      "statementNotation": "D2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "exercer son esprit critique pour produire des textes dont la teneur est appropriée au contexte des cultures, des traditions ou des perspectives des Premières Nations, des Métis et des Inuits (p. ex., absence de préjugés, d’affirmations gratuites, de vocabulaire sexiste ou raciste).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "F76C14E1C82C4D489450184FFD0CD4D4": {
      "id": "F76C14E1C82C4D489450184FFD0CD4D4",
      "asnIdentifier": null,
      "position": 90000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à des choix lexicaux et stylistiques pour réviser ses textes en fonction de la situation de communication.",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "9E994DED09B84965A49D05966C58BE78": {
      "id": "9E994DED09B84965A49D05966C58BE78",
      "asnIdentifier": null,
      "position": 89000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "assurer la cohérence du texte par l’emploi de marqueurs de relation et d’organisateurs textuels.",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "D3031B8D378A45AD8A66C2A4FBD488E8": {
      "id": "D3031B8D378A45AD8A66C2A4FBD488E8",
      "asnIdentifier": null,
      "position": 88000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "écrire ses textes portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte de certains principes de base de la grammaire du texte (p. ex., unité du sujet, reprise de l’information, progression, constance du point de vue).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "7EB3753AB3944058934949DAF731BE72": {
      "id": "7EB3753AB3944058934949DAF731BE72",
      "asnIdentifier": null,
      "position": 87000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "améliorer ses textes en mettant à contribution ses connaissances relatives à la grammaire du texte et à la langue, tout en faisant preuve d’esprit critique.",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "F796E58BF71940189B1476D58E442FD6": {
      "id": "F796E58BF71940189B1476D58E442FD6",
      "asnIdentifier": null,
      "position": 86000,
      "depth": 1,
      "listId": "D1.9",
      "statementNotation": "D1.9",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "rédiger des éditoriaux sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte, entre autres, des éléments suivants : la structure (p. ex., rappel des faits, prise de position, contextualisation, élargissement); le choix et l’agencement de séquences narratives, descriptives, explicatives et argumentatives (p. ex., organisation logique, transitions); les procédés descriptifs, explicatifs et argumentatifs (p. ex., témoignages, exactitude et variété des référents à l’appui); le point de vue en rapport avec ses prises de position et le rapport à établir avec les destinataires (p. ex., distancié, engagé); les procédés linguistiques (p. ex., phrases complexes, figures de construction).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "B1B566E1B899412CB07FA37291FFAA6F": {
      "id": "B1B566E1B899412CB07FA37291FFAA6F",
      "asnIdentifier": null,
      "position": 85000,
      "depth": 1,
      "listId": "D1.8",
      "statementNotation": "D1.8",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réaliser un projet autonome sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits (p. ex., compilation de récits autochtones, photoreportage sur l’art inuit, biographie d’un personnage historique métis) en tenant compte, entre autres, des éléments suivants : la nature du projet (p. ex., production d’un dossier, écriture de textes littéraires, rédaction d’un rapport d’enquête); le sujet du projet (p. ex., Autochtones avant l’arrivée des Européens, Autochtones dans la guerre de 1812; introduction des technologies et des armes par les Européens; partage des connaissances environnementales autochtones avec les Européens; symbolisme de la Terre mère pour les Autochtones); le recours à des sources variées pour la recherche (p. ex., entrevues, enquêtes, sondages; lecture de divers textes narratifs, descriptifs, explicatifs, argumentatifs; écoute de chansons et d’émissions radiophoniques; visionnement de films et d’émissions télévisées; consultation de sites Web); le choix des renseignements à communiquer selon la situation de communication; l'organisation des renseignements selon un plan détaillé; les procédés descriptifs, explicatifs et argumentatifs (p. ex., descriptions, définitions, illustrations, appui aux arguments); les procédés linguistiques (p. ex., lexicaux, syntaxiques, stylistiques); le modèle de présentation (p. ex., mode de présentation de citations, bibliographie des sources consultées).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "CD934B7A80D24EEC8D4B252D0426600E": {
      "id": "CD934B7A80D24EEC8D4B252D0426600E",
      "asnIdentifier": null,
      "position": 84000,
      "depth": 1,
      "listId": "D1.7",
      "statementNotation": "D1.7",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "rédiger des chroniques ou articles de blogues sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte, entre autres, des éléments suivants : la structure (p. ex., précision du sujet, rappel de l’événement, contextualisation, énoncé du point de vue); le choix et l’agencement de séquences narratives, descriptives et explicatives (p. ex., organisation logique, transition); les procédés descriptifs et explicatifs (p. ex., descriptions, témoignages, illustrations); le registre de langue en fonction du contexte et de l’effet recherché (p. ex., langue courante, langue familière); les choix lexicaux et syntaxiques (p. ex., mots liés à certains aspects du sujet, tournures de phrases).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "F00BFA93CBD94FC485AF49D62265F128": {
      "id": "F00BFA93CBD94FC485AF49D62265F128",
      "asnIdentifier": null,
      "position": 83000,
      "depth": 1,
      "listId": "D1.6",
      "statementNotation": "D1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "rédiger une dissertation littéraire de type explicatif sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte, entre autres, des éléments suivants : la sélection de l’information en fonction des aspects à développer; la présentation d’une introduction pour amener, poser et diviser le sujet; le développement des aspects du sujet à l’aide de procédés descriptifs et explicatifs (p. ex., définitions, comparaisons, reformulations); le point de vue et le ton (p. ex., vocabulaire dénotatif, emploi de verbes impersonnels); le choix des articulations (p. ex., phrase de présentation de l’aspect traité et résumé succinct de l’essentiel du contenu présenté dans chaque grande division); les transitions appropriées (p. ex., transitions explicites au moyen de marqueurs de relation, transitions implicites selon le rapport entre les idées); les procédés linguistiques (p. ex., lexicaux, syntaxiques, stylistiques); le modèle de présentation (p. ex., mode de présentation de citations, bibliographie des sources consultées).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "A8F1500759FD4B72B71009ECC9D33AC2": {
      "id": "A8F1500759FD4B72B71009ECC9D33AC2",
      "asnIdentifier": null,
      "position": 82000,
      "depth": 1,
      "listId": "D1.5",
      "statementNotation": "D1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "rédiger des récits sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte, entre autres, des éléments suivants : le schéma narratif; le point de vue de la narration (p. ex., narrateur omniscient, narrateur témoin); les dialogues pour faire interagir les personnages entre eux et faire progresser l’action; l'adaptation de la langue aux personnages selon le contexte et l'époque; la durée réelle et la durée narrative; les procédés narratifs (p. ex., ordre chronologique, retour en arrière); les procédés linguistiques (p. ex., variété de phrases, choix lexicaux).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "A0B2794099984228B18FA1B1152BA829": {
      "id": "A0B2794099984228B18FA1B1152BA829",
      "asnIdentifier": null,
      "position": 81000,
      "depth": 1,
      "listId": "D1.4",
      "statementNotation": "D1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tenir compte, au moment de la collecte de renseignements, de ses champs d’intérêt et de ses connaissances des Premières Nations, des Métis et des Inuits pour traiter certains aspects dans ses productions écrites (p. ex., consultation des sites Web des gouvernements territoriaux, provinciaux ou fédéral, d’une Aînée ou d’un Aîné).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "00AC76C183D74FC2B01BE8F8E749AF9B": {
      "id": "00AC76C183D74FC2B01BE8F8E749AF9B",
      "asnIdentifier": null,
      "position": 80000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à l’écrit pour exprimer ses idées et ses valeurs et les faire connaître à des Autochtones qui parlent français (p. ex., utilisation des médias sociaux pour communiquer avec des réseaux des Premières Nations, des Métis ou des Inuits, rédaction d’un commentaire pour le blogue d’une auteure ou d’un auteur autochtone, communication par courriel avec un élève des Premières Nations, métis ou inuit).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "B568D7F187C944A68D6B2A8ED7DBDB03": {
      "id": "B568D7F187C944A68D6B2A8ED7DBDB03",
      "asnIdentifier": null,
      "position": 79000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir au processus d’écriture pour rédiger une variété de textes littéraires et courants (p.ex., récit portant sur un soldat des Premières Nations, métis ou inuit, sur l’histoire de «l’ile de la Tortue », sur une invention des Premières Nations, des Métis et des Inuits).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "DA3B8DF5A1D84F88AA4A7E1EC5791E18": {
      "id": "DA3B8DF5A1D84F88AA4A7E1EC5791E18",
      "asnIdentifier": null,
      "position": 78000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "écrire régulièrement, de façon spontanée, de courts textes portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits pour exprimer une opinion, une réaction, des sentiments, son imaginaire (p. ex., signification de l’aigle pour certaines Premières Nations, description d’un pow-wow dans sa communauté).",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "9EDAB9DEAB404B6CBBB595B7FD4D9E7B": {
      "id": "9EDAB9DEAB404B6CBBB595B7FD4D9E7B",
      "asnIdentifier": null,
      "position": 77000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "produire une variété de textes littéraires et courants portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits, en s’appuyant sur les repères culturels et en tenant compte des caractéristiques propres à chaque texte.",
      "comments": [],
      "ancestorIds": [
        "0AB65FDD119E4ED1A579FCE055EC3B5C"
      ],
      "parentId": "0AB65FDD119E4ED1A579FCE055EC3B5C"
    },
    "0AB65FDD119E4ED1A579FCE055EC3B5C": {
      "id": "0AB65FDD119E4ED1A579FCE055EC3B5C",
      "asnIdentifier": null,
      "position": 76000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "ÉCRITURE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "BA70DADADC1F43FFBF28388E6C974350": {
      "id": "BA70DADADC1F43FFBF28388E6C974350",
      "asnIdentifier": null,
      "position": 75000,
      "depth": 1,
      "listId": "C3.2",
      "statementNotation": "C3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "porter un regard critique sur les textes lus en consignant ses réflexions sur ses champs d’intérêt et ses apprentissages en lecture (p. ex., capacité à reconnaître ses difficultés de lecture, à organiser l’information).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "5FEBCF0857A84CAC8C82F4F37CFE0013": {
      "id": "5FEBCF0857A84CAC8C82F4F37CFE0013",
      "asnIdentifier": null,
      "position": 74000,
      "depth": 1,
      "listId": "C3.1",
      "statementNotation": "C3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser dans ses activités de lecture les connaissances linguistiques et textuelles apprises en : communication orale (p. ex., structure utilisée dans un reportage vidéo); écriture (p. ex., types de phrases); technologies de l’information et de la communication (p. ex., publier ses commentaires sur des sites dédiés à la critique d’œuvres littéraires).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "11D7FDAE636B4000ACD9CE8811B0DE1F": {
      "id": "11D7FDAE636B4000ACD9CE8811B0DE1F",
      "asnIdentifier": null,
      "position": 73000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "C3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réinvestir des apprentissages réalisés en communication orale, en écriture et en utilisation des technologies de l’information et de la communication dans ses lectures de textes d’auteures et d’auteurs des Premières Nations, métis et inuits ou portant sur leurs cultures, traditions ou perspectives.",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "EEC04923CEEC41A6A1130933CC5A80BD": {
      "id": "EEC04923CEEC41A6A1130933CC5A80BD",
      "asnIdentifier": null,
      "position": 72000,
      "depth": 1,
      "listId": "C2.6",
      "statementNotation": "C2.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réagir, en faisant preuve d’esprit critique, à divers textes lus, par rapport notamment : aux renseignements (p. ex., quantité, pertinence, précision); aux référents culturels des Premières Nations, des Métis et des Inuits (p. ex., importance des Sept enseignements sacrés [respect, amour, courage, sagesse, humilité, honnêteté, vérité]); aux valeurs (p. ex., rôle des Aînées et des Aînés dans une communauté, sens des responsabilités); aux perceptions véhiculées par la narratrice ou le narrateur (p. ex., point de vue, stéréotypes).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "7C0BC332E0184315A31B8DBE66E85353": {
      "id": "7C0BC332E0184315A31B8DBE66E85353",
      "asnIdentifier": null,
      "position": 71000,
      "depth": 1,
      "listId": "C2.5",
      "statementNotation": "C2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réagir aux choix stylistiques et lexicaux pour en commenter l’efficacité (p. ex., champ lexical dans un éditorial).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "E0C3FB1D628C49D6ADF082D87C66CA93": {
      "id": "E0C3FB1D628C49D6ADF082D87C66CA93",
      "asnIdentifier": null,
      "position": 70000,
      "depth": 1,
      "listId": "C2.4",
      "statementNotation": "C2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les éléments contribuant à la cohérence du texte (p. ex., coordonnants et subordonnants comme marqueurs de relation).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "4E88A117FACC48C2A23C6A16E38E6007": {
      "id": "4E88A117FACC48C2A23C6A16E38E6007",
      "asnIdentifier": null,
      "position": 69000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer le rôle des marqueurs de relation et des organisateurs textuels.",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "77A5EAD4126E4F59AFD0E75AB7378895": {
      "id": "77A5EAD4126E4F59AFD0E75AB7378895",
      "asnIdentifier": null,
      "position": 68000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à l’analyse linguistique pour construire le sens des textes lus (p. ex., sens des modificateurs des groupes adjectivaux).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "88ED9761154642E3A7D42485C5C23EA6": {
      "id": "88ED9761154642E3A7D42485C5C23EA6",
      "asnIdentifier": null,
      "position": 67000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à des connaissances relatives à la grammaire du texte et à la langue pour construire le sens des textes lus (p. ex., organisation et progression de l’information, types de phrases selon le genre de texte).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "0E619DBF5C284DA2878C4E11039BB08E": {
      "id": "0E619DBF5C284DA2878C4E11039BB08E",
      "asnIdentifier": null,
      "position": 66000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser de manière critique une variété de textes d’auteures et d’auteurs des Premières Nations, métis et inuits, pour mieux comprendre les moyens d’ordre linguistique et textuel qui servent à véhiculer le sens.",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "34D061D1C15F435C8B58092C6E8DDD68": {
      "id": "34D061D1C15F435C8B58092C6E8DDD68",
      "asnIdentifier": null,
      "position": 65000,
      "depth": 1,
      "listId": "C1.11",
      "statementNotation": "C1.11",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des extraits de textes juridiques (p. ex., traités) se rapportant aux Premières Nations, aux Métis et aux Inuits en tenant compte, entre autres, des éléments suivants : les composantes habituelles d’un texte de loi (p. ex., dispositions introductives, définitions, objet de la loi, champs d’application); le recours à des stratégies pour trouver des renseignements (p. ex., onglets, table des matières, index, bibliographie, notes en bas de page); le sens des mots et des expressions techniques; le champ lexical (p. ex., mots du domaine juridique); les conventions d’écriture et les formules d’usage (p. ex., division en parties, sections, articles, alinéas).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "EFCF04DD9ACF453393F6D7524423F9FC": {
      "id": "EFCF04DD9ACF453393F6D7524423F9FC",
      "asnIdentifier": null,
      "position": 64000,
      "depth": 1,
      "listId": "C1.10",
      "statementNotation": "C1.10",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des éditoriaux d’auteures et d’auteurs des Premières Nations, métis ou inuits ou portant sur leurs cultures, traditions ou perspectives, en tenant compte, entre autres, des éléments suivants : l'objet de l'argumentation (p. ex., thèse soutenue, idée principale présentée); les procédés argumentatifs (p. ex., utilisation des connecteurs logiques, de témoignages d’expertes et d’experts, de citations, de statistiques); les types d’arguments (p. ex., argument d’autorité, appel à la raison); la structure des séquences narratives, descriptives, explicatives et argumentatives, leur importance relative et leur rôle (p. ex., mise en contexte, narration des circonstances entourant un événement); le point de vue adopté par l’éditorialiste et le rapport qu’il établit avec les destinataires et le sujet (p. ex., point de vue distancié ou engagé; indices qui traduisent l’autorité de l’auteure ou de l’auteur); les procédés linguistiques (p. ex., phrases complexes, figures de construction).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "BA4C8FF0A6104904B16E5E5BF6F9A619": {
      "id": "BA4C8FF0A6104904B16E5E5BF6F9A619",
      "asnIdentifier": null,
      "position": 63000,
      "depth": 1,
      "listId": "C1.9",
      "statementNotation": "C1.9",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des chroniques ou des articles de blogues d’auteurs des Premières Nations, métis ou inuits ou portant sur leurs cultures, traditions ou perspectives, en tenant compte, entre autres, des éléments suivants : le contenu et la structure libre (p. ex., commentaire spontané sur un événement récent, commentaire réfléchi sur les propos d’une personne interviewée dans un reportage); les procédés descriptifs et explicatifs (p. ex., descriptions, témoignages, illustrations); les procédés argumentatifs (p. ex., utilisation de connecteurs logiques, des faits, d’anecdotes, de témoignages); les procédés linguistiques qui révèlent le point de vue (p. ex., emploi de verbes qui expriment l’engagement de l’auteure ou de l’auteur, comme «je crois sincèrement que... »; emploi d’adjectifs et d’adverbes comme «absolument »); le registre de langue; le ton (p. ex., humoristique, sarcastique, sérieux).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "9D37EA3446A4460F97F3F39C3030A70B": {
      "id": "9D37EA3446A4460F97F3F39C3030A70B",
      "asnIdentifier": null,
      "position": 62000,
      "depth": 1,
      "listId": "C1.8",
      "statementNotation": "C1.8",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des reportages sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits en tenant compte, entre autres, des éléments suivants : le type de reportage et ses caractéristiques (p. ex., reportages explicatifs, d’investigation, d’intérêt humain [centrés sur une personne ou une collectivité]; rétrospective, enquête historique, reportage libre); les aspects traités et leur agencement (p. ex., art autochtone, représentations autochtones, colonialisme, souveraineté, résistance, jeunesse); l’ordre, la qualité et la quantité des informations présentées; l’objectivité ou la subjectivité du point de vue et les indices de modalité qui le traduisent (p. ex., pronoms, adjectifs, adverbes, modes des verbes); le point de vue adopté par le narrateur et le rapport qu’il établit avec les destinataires (p. ex., jugement personnel, commentaires déguisés); les procédés descriptifs et explicatifs (p. ex., résultats d’enquêtes, citations, statistiques).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "37A65FD21F9D424AB76FD3D32160D3C5": {
      "id": "37A65FD21F9D424AB76FD3D32160D3C5",
      "asnIdentifier": null,
      "position": 61000,
      "depth": 1,
      "listId": "C1.7",
      "statementNotation": "C1.7",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des poèmes ou des chansons d’artistes autochtones (p. ex., «N’entre pas dans mon âme avec tes chaussures », de Natasha Kanapé Fontaine; «Bâtons à message/ Tshissinuatshitakana », de Joséphine Bacon; «De la paix en jachère », de Louis-Karl Picard-Sioui; « Béante », de Marie-Andrée Gill) en tenant compte, entre autres, des éléments suivants : le développement du thème; la forme poétique (p. ex., caractéristiques des poèmes à forme fixe, versification); le champ lexical; l’univers poétique (p. ex., atmosphère, figures de style); les procédés poétiques et les éléments syntaxiques ou stylistiques (p. ex., images, répétitions); le rythme et les sonorités.",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "8D11B95A40B34B36A8CDA3A0A915BCA5": {
      "id": "8D11B95A40B34B36A8CDA3A0A915BCA5",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "C1.6",
      "statementNotation": "C1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des récits des Premières Nations, métis et inuits (p. ex., récit de Sedna, de Lumiuk, de Kiviuq, de Tikta’Liktak, de la création du monde chez les Hurons-Wendat, récit métis des castors, récit du capteur de rêves) en tenant compte, entre autres, des éléments suivants : le contexte sociohistorique et culturel dans lequel s’inscrit le récit (p. ex., soutien aux coutumes, codes comportementaux, relation étroite avec la nature, croyance aux pouvoirs magiques des animaux, croyance aux pouvoirs des chamanes ou chamans de voyager en transe ou dans les rêves); le schéma narratif ou le développement du thème (p. ex., expériences, phénomènes et événements, dimension spirituelle); la progression de l'action (p. ex., succession des phénomènes naturels et surnaturels, dénouement); les valeurs transmises ou le message légué (p. ex., enrichir et éclaircir la descendance; divertissement); l’évolution des personnages et leur rôle dans la progression de l’action (p. ex., chamanes ou chamans, animaux, êtres surnaturels); les éléments permettant de créer un univers narratif (p. ex., situation temporelle, endroits, éléments du merveilleux permettant de créer un univers mythique); le point de vue de la narration (p. ex., narrateur omniscient, narrateur participant, narrateur témoin); les procédés narratifs (p. ex., ordre des actions, discours rapporté direct et indirect); le ton (p. ex., humoristique, révérencieux, revendicateur, familier, engageant).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "BD5C52D7780542E48AE86752B758D6E3": {
      "id": "BD5C52D7780542E48AE86752B758D6E3",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "C1.5",
      "statementNotation": "C1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des œuvres ou extraits significatifs de la littérature contemporaine d’auteures et d’auteurs des Premières Nations, métis et inuits (p. ex., Kuessipan de Naomi Fontaine; Nous sommes tous des sauvages de Joséphine Bacon et José Acquelin; Ourse bleue de Virginia Pésémapéo Bordeleau; Évangile de Louis Riel de Jean-Pierre Dubé) en tenant compte, entre autres, des éléments suivants : l'auteure ou l'auteur et son œuvre; les caractéristiques du genre littéraire à l'étude; les enjeux présentés dans les œuvres étudiées; les variations linguistiques (p. ex., observation de tournures stylistiques, morphologiques et syntaxiques); les périodes ou mouvements littéraires associés aux œuvres littéraires à l’étude; les liens entre certaines caractéristiques de la vie dans les œuvres étudiées et le monde contemporain; les repères culturels des Premières Nations, des Métis et des Inuits; les indices qui permettent de connaître le contexte socioculturel ou sociohistorique (p. ex., coutumes ou traditions des Premières Nations, des Métis ou des Inuits décrites dans le roman); la progression de l'action (p. ex., succession des péripéties, point culminant); l’évolution des personnages et leur rôle dans la progression de l’action (p. ex., traits physiques et psychologiques); les indices qui permettent de connaître les personnages (p. ex., faits et gestes, paroles et pensées); l'importance relative des séquences descriptives, explicatives et des dialogues; les procédés narratifs (p. ex., écart entre la durée réelle et la durée narrative, retour en arrière, discours rapporté direct et indirect); le point de vue de la narration (p. ex., narrateur omniscient, narrateur participant); les procédés poétiques (p. ex., versification, images, figures de style, sonorités).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "9878499428A24449B46936BE22795926": {
      "id": "9878499428A24449B46936BE22795926",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "C1.4",
      "statementNotation": "C1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les référents culturels historiques des Premières Nations, des Métis et des Inuits présentés dans les œuvres à l’étude avec ceux de leur vie d’aujourd’hui pour se donner des repères culturels (p. ex., identification, dans les trois tomes du roman historique Étienne Brûlé de Jean-Claude Larocque et Denis Sauvé, des traditions des Hurons-Wendat qui sont toujours respectées dans cette culture).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "A9DEAC590D364BBA9AC1483AA69BD3A2": {
      "id": "A9DEAC590D364BBA9AC1483AA69BD3A2",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "établir un parallèle entre, d’une part, ses connaissances des cultures, des traditions ou des perspectives des Premières Nations, des Métis et des Inuits et, d’autre part, les thèmes des textes à l’étude (p. ex., choix d’un peuple autochtone [p. ex., iroquois, cri, inuit] présenté dans le roman Akuna-Aki, meneur de chiens, de Gilles Dubois, recherche sur ses coutumes et traditions et comparaison avec la vie contemporaine de ces peuples).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "4D11C870B6AE460EA834B0DC437FAAA3": {
      "id": "4D11C870B6AE460EA834B0DC437FAAA3",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "relever, dans les textes à l’étude d’auteures et d’auteurs des Premières Nations, métis et inuits ou portant sur leurs cultures, traditions ou perspectives, l’information exprimée de façon explicite (p. ex., renseignements présentés dans un article sur une poète innue) et implicite (p. ex., message véhiculé dans un récit inuit).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "99E8C6722B4C4EE7AB88233CD4BD5A0E": {
      "id": "99E8C6722B4C4EE7AB88233CD4BD5A0E",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir au processus de lecture pour interpréter une variété de formes d’expression culturelles d’auteures et d’auteurs des Premières Nations, métis et inuits ou portant sur leurs cultures, traditions ou perspectives (p. ex., dans la phase de prélecture, faire appel à ses connaissances sur la chasse et son importance dans la culture autochtone avant de lire le poème de Vera Wabegijig, « La chasse »; reconstituer le contenu du roman Le soixantième parallèle de Didier Leclair, en décrivant un de ses personnages).",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "E7D671446F7F4C5AB257850ADB253E7D": {
      "id": "E7D671446F7F4C5AB257850ADB253E7D",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter une variété de textes littéraires et courants d’auteures et d’auteurs des Premières Nations, métis et inuits ou portant sur leurs cultures, traditions ou perspectives, pour en construire le sens, y réagir de façon critique et se donner des repères culturels.",
      "comments": [],
      "ancestorIds": [
        "C2989D179A0C4F15B3EA622B7F93620E"
      ],
      "parentId": "C2989D179A0C4F15B3EA622B7F93620E"
    },
    "C2989D179A0C4F15B3EA622B7F93620E": {
      "id": "C2989D179A0C4F15B3EA622B7F93620E",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "LECTURE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "953822479D6C4BEDA82C7E9700EBCE83": {
      "id": "953822479D6C4BEDA82C7E9700EBCE83",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "B5.2",
      "statementNotation": "B5.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "porter un regard critique sur sa performance en communication orale en consignant ses réflexions sur ses champs d’intérêt et ses apprentissages en communication orale (p. ex., commentaires critiques des partenaires; pistes pour améliorer son niveau de langue).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "48B740F5373B49FBAA2434F46035F3B2": {
      "id": "48B740F5373B49FBAA2434F46035F3B2",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "B5.1",
      "statementNotation": "B5.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réinvestir, dans ses communications orales portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits, les apprentissages réalisés en lecture et en écriture, de même qu’en matière d’utilisation des technologies de l’information et de la communication, tout en respectant les conventions de communication des différentes Premières Nations, des Métis et des Inuits : lecture (p. ex., utilisation de moyens appropriés pour la reprise de l’information, respect des caractéristiques d’une pièce de théâtre); écriture (p. ex., recours à divers types et formes de phrases, progression du texte, emploi correct des verbes du 2e groupe à l’oral, aux temps et aux modes usuels); technologies de l’information et de la communication (p. ex., recours au moteur de recherche de l’ONF ou au site Isuma.tv pour se familiariser avec les productions sur les peuples autochtones au Canada, enregistrement de sa performance, projection d’une photo numérisée comme décor de présentation d’un reportage vidéo).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "FD5C838630A14807A76B0313D3729B9B": {
      "id": "FD5C838630A14807A76B0313D3729B9B",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "B5",
      "statementNotation": "B5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "réinvestir les apprentissages réalisés en lecture, en écriture et en utilisation des technologies de l’information et de la communication dans ses productions orales portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "4BD2B8A22E21479F8290F33DB412D2FA": {
      "id": "4BD2B8A22E21479F8290F33DB412D2FA",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "B4.9",
      "statementNotation": "B4.9",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "participer à un débat ou une table ronde avec des Autochtones en prenant en compte, entre autres, les éléments suivants : DANS LE CAS D’UN DÉBAT : le rôle des participantes et participants (p. ex., intervention de l’animatrice ou de l’animateur; rapport entre les participants); l’argumentation : arguments appuyés à l’aide de divers procédés (p. ex., témoignages d’experts, citations, statistiques); les types d’arguments (p. ex., argument d’autorité, appel à la raison); la structure et l’organisation des échanges (p. ex., durée des interventions, respect du minutage attribué, commentaire de clôture); les règles de la discussion structurée; le registre de langue et le ton appropriés (p. ex., vouvoiement, formules de politesse); l’application de stratégies d’écoute active (p. ex., reformulations, reprise de l’information à partir de la dernière idée émise, questions de clarification); les éléments prosodiques (p. ex., accent d’insistance, intonation, rythme, pauses). DANS LE CAS D’UNE TABLE RONDE: le choix d’un thème à discuter (p. ex., comment faire valoir davantage les cultures des Premières Nations, des Métis et des Inuits au niveau de la salle de classe et de l’école); la documentation et la préparation adéquates pour soutenir la discussion, présenter des éléments nouveaux et répondre aux questions (p. ex., faits – le nombre d’élèves des Premières Nations, métis et inuits dans la classe, à l’école; références – le nom du centre d’amitié local qui pourrait appuyer l’initiative; citations, statistiques et autres données pertinentes sur les Premières Nations, les Métis et les Inuits); le respect des règles propres à ce format de discussion (p. ex., conventions associées au bâton de parole; ordre de présentation – l’interlocutrice ou l’interlocuteur passe le bâton à la prochaine personne qui veut parler; durée de chaque présentation et de la période d’échanges); les stratégies d’écoute active pour maintenir une interaction soutenue entre les participantes et participants (p. ex., écoute attentive de la personne qui détient le bâton de parole; reprise de l’information à partir de la dernière idée émise, reformulation du propos entendu); l’utilisation de questions de clarification ou de prévision tout en respectant les conventions de communication des Premières Nations, des Métis et des Inuits (p. ex., Que voulez-vous dire par...? Pouvez-vous donner un exemple de...? Quelles seront les conséquences ou retombées de...?); le registre de langue, le ton et le vocabulaire appropriés; les éléments prosodiques (p. ex., accent d’insistance, intonation, rythme, pauses).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "CDC262B3EF9342DAA60D2D12F25923ED": {
      "id": "CDC262B3EF9342DAA60D2D12F25923ED",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "B4.8",
      "statementNotation": "B4.8",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter une chronique ou un article de blogue portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits ou rédigé par une auteure ou un auteur autochtone (p. ex., entrevue avec une survivante ou un survivant du système de pensionnats indiens; reportage sur une nouvelle stratégie pour contrer la violence faite aux femmes autochtones; article sur la prévalence des maladies chroniques chez les peuples autochtones), en tenant compte, entre autres, des éléments suivants : la présentation de l’objet de la chronique (p. ex., commentaires sur un événement récent); le choix d’une stratégie de communication (p. ex., recours à un média particulier) et des appuis techniques adéquats (p. ex., logiciel de présentation, schémas, illustrations); le recours à un ton et à un registre de langue appropriés (p. ex., humoristique, sarcastique, sérieux); la prosodie et les éléments extralinguistiques (p. ex., intonation adaptée au sujet, contact avec l’auditoire).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "235215447671447887B00FCD69DA2E43": {
      "id": "235215447671447887B00FCD69DA2E43",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "B4.7",
      "statementNotation": "B4.7",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter un vidéoreportage relatif à une question d’actualité portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits, en tenant compte, entre autres, des éléments suivants : l’intérêt du sujet et le traitement des aspects en fonction des besoins en information des destinataires; la structure (p. ex., séquence de présentation des aspects traités en fonction de leur importance relative et des effets recherchés); les procédés descriptifs et explicatifs (p. ex., énumérations de faits, comparaisons, lien de cause à effet); les procédés linguistiques qui révèlent le point de vue (p. ex., phrases interrogatives, auxiliaires de modalité tels que falloir et devoir suivis d’un infinitif); les appuis sonores et visuels (p. ex., utilisation d’un support musical, recours à des éléments visuels pour présenter l’information); les techniques de communication des présentateurs, des personnes interviewées et des commentateurs.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "417045C95C6647CCA36047CE8EDCD47C": {
      "id": "417045C95C6647CCA36047CE8EDCD47C",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "B4.6",
      "statementNotation": "B4.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "présenter une création théâtrale d’auteures ou d’auteurs autochtones ou portant sur les Premières Nations, les Métis et les Inuits en prenant en compte, entre autres, les éléments suivants : le préambule pour situer l’auditoire (p. ex., temps et lieu de l’action; sommaire du schéma dramatique où s’insère la scène créée); l’action dramatique de la scène créée (p. ex., péripéties, dénouement); le choix de l’époque ou du contexte socioculturel; le choix du ton en fonction du sujet de l’action (p. ex., comique, sérieux, mélodramatique); le registre de langue selon les personnages et la situation; les didascalies et les indications techniques et scéniques; la mise en scène (p. ex., jeux et déplacements des personnages, décors); les costumes, les accessoires, les appuis sonores et visuels (p. ex., extraits musicaux, éclairage, bruitage).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "ADBF31501D0440EF93F0FC1C3923CFE8": {
      "id": "ADBF31501D0440EF93F0FC1C3923CFE8",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "B4.5",
      "statementNotation": "B4.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tenir compte des repères culturels des Premières Nations, des Métis et des Inuits ainsi que des valeurs du milieu local pour produire ses communications orales (p. ex., traditions des Métis du Manitoba qui pourraient différer légèrement de celles des Métis de l’Ontario).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "8381337BC54046B3B6102EB66B71928C": {
      "id": "8381337BC54046B3B6102EB66B71928C",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "B4.4",
      "statementNotation": "B4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "exercer son esprit critique pour présenter des communications orales de manière appropriée selon le contexte des cultures, des traditions ou des perspectives des Premières Nations, des Métis et des Inuits (p. ex., tabac offert à une Aînée ou un Aîné avant de demander un service tel que répéter une présentation; absence de préjugés, d’affirmations gratuites ou du vocabulaire sexiste ou raciste dans ses communications).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "BD0FE7C6181541A7ABE85F443E3E3227": {
      "id": "BD0FE7C6181541A7ABE85F443E3E3227",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "B4.3",
      "statementNotation": "B4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser les éléments linguistiques appropriés d’ordre syntaxique, lexical, morphologique et prosodique de même que les éléments textuels pour assurer la qualité de ses présentations.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "AE74325311BA458AAECC28739E5CCD99": {
      "id": "AE74325311BA458AAECC28739E5CCD99",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "B4.2",
      "statementNotation": "B4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "respecter les caractéristiques des textes par rapport aux traditions et aux cultures des Premières Nations, des Métis et des Inuits, lors d’une présentation orale (p. ex., certaines prières ou incantations des Premières Nations, des Métis ou des Inuits sont dans leur langue et n’ont pas été toujours traduites; obligation de ne jamais interrompre une prière d’ouverture ou une chanson d’une Aînée ou d’un Aîné).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "3B6B9E5E755C4814B014F515BD1BE3D3": {
      "id": "3B6B9E5E755C4814B014F515BD1BE3D3",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "B4.1",
      "statementNotation": "B4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "suivre les étapes du processus de communication orale – préparation, expression et réaction, pour faire des présentations orales portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits, tout en respectant les conventions de communication de ces peuples (p. ex., préparation d’une présentation orale sur les récits inuits; invitation adressée à une personne qui comprend la nature de la purification et son but, et qui pourrait faire, selon sa tradition, une cérémonie de purification avec la classe).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "CD85D767168743C9AC371C2F33C600B4": {
      "id": "CD85D767168743C9AC371C2F33C600B4",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "B4",
      "statementNotation": "B4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "faire des présentations orales portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits, préparées en utilisant des connaissances linguistiques et textuelles appropriées et en faisant preuve d’esprit critique.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "C523631CAC164C5FA9D6F65286E1FC4E": {
      "id": "C523631CAC164C5FA9D6F65286E1FC4E",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "B3.8",
      "statementNotation": "B3.8",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter des vidéoreportages sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis ou des Inuits en tenant compte, entre autres, des éléments suivants : le traitement du sujet (p. ex., exposition, interprétation, analyse); la structure (p. ex., importance relative des aspects abordés, transitions); les procédés descriptifs et explicatifs (p. ex., énumérations de faits, comparaisons, lien de cause à effet); les procédés linguistiques (p. ex., registre de langue, choix du vocabulaire); le point de vue (p. ex., faits et opinions; prise en compte des marqueurs de modalité indiquant la distanciation ou non de la narratrice ou du narrateur); les éléments sonores et visuels (p. ex., support musical, présentation de données sous forme de tableaux ou de séquences visuelles); les aspects cinématographiques (p. ex., jeux de la caméra, intertitres, son); le découpage technique (p. ex., dialogues intégrés, transitions sonores).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "55F073D3F3174B90B8125DB7FE3FFE4F": {
      "id": "55F073D3F3174B90B8125DB7FE3FFE4F",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "B3.7",
      "statementNotation": "B3.7",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter la représentation d’une pièce de théâtre ou d’une comédie musicale d’une auteure ou d’un auteur autochtone ou portant sur les traditions ou les perspectives des Premières Nations, des Métis ou des Inuits, en tenant compte, entre autres, des éléments suivants : la progression dramatique (p. ex., éléments qui assurent l’unité; ruptures et rebondissements); la structure dramatique (p. ex., histoires connexes; durée narrative et durée réelle); le contexte socioculturel (p. ex., lien entre le milieu socioculturel et les lieux, les décors, les costumes et les caractéristiques de l’époque représentée; façon d’agir et de réagir des personnages); les motivations et l’évolution des personnages principaux et secondaires (p. ex., à travers leurs paroles, leurs gestes, leurs réactions et les rapports entre eux); les éléments de la mise en scène (p. ex., décor, éclairage); le jeu des comédiens; l’importance du texte, de la musique ou de la trame sonore (p. ex., atmosphère créée, émotions suscitées).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "2930D68FC977493F950A2C14B9320CD9": {
      "id": "2930D68FC977493F950A2C14B9320CD9",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "B3.6",
      "statementNotation": "B3.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "faire preuve d’esprit critique en réagissant à diverses présentations orales, par rapport notamment : au contenu (p. ex., demande faite à une gardienne ou gardien du savoir d’expliquer certains faits historiques; recherche d’informations sur le sujet avant de participer à une table ronde); aux référents culturels (p. ex., réaction aux œuvres d’artistes renommés des Premières Nations, métis et inuits); aux valeurs (p. ex., importance du Créateur et de l’environnement pour les Premières Nations, les Métis et les Inuits telle qu’exprimée lors de cérémonies); aux perceptions véhiculées par la locutrice ou le locuteur (p. ex., reconnaissance des différentes perspectives présentées lors de négociations portant sur un traité et la répartition du territoire; identification de possibles omissions du gouvernement fédéral lors de la présentation d’un rapport sur la disparition et l’assassinat de femmes et de jeunes filles autochtones).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "C324F88F413448F48FB5302205F2C334": {
      "id": "C324F88F413448F48FB5302205F2C334",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "B3.5",
      "statementNotation": "B3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer des référents culturels des Premières Nations, des Métis et des Inuits dans diverses communications orales pour se donner des repères culturels (p. ex., chant de gorge inuit, violon lors de gigues métisses, coiffes des Premières Nations lors des cérémonies de remerciements).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "76541FDE07444381B1E8362E6F3F62C6": {
      "id": "76541FDE07444381B1E8362E6F3F62C6",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "B3.4",
      "statementNotation": "B3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à des connaissances linguistiques d’ordre lexical, syntaxique, morphologique et prosodique, ainsi qu’à des connaissances textuelles (p. ex., utilisation d’archaïsmes, d’emprunts, d’euphémismes et de métaphores, débit, rythme de la communication, mélodie, chant, fluidité) pour analyser des communications relevant de la tradition orale.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "478962C23AFE47E8B0655D6BE49E4919": {
      "id": "478962C23AFE47E8B0655D6BE49E4919",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "reconnaître des causes de bris de compréhension (p. ex., message véhiculé par une prière d’ouverture dans une langue autochtone qui sera difficile à comprendre par un auditoire non autochtone), tout en identifiant des stratégies pour corriger la situation (p. ex., discussion avant une réunion avec l’Aînée ou l’Aîné qui énoncera la prière d’ouverture afin de comprendre la nature de celle-ci; connaissance du territoire traditionnel où a lieu la réunion afin de le reconnaître en tant que tel).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "D35DF41E939E42D69ACEE5BA2B5FB6E8": {
      "id": "D35DF41E939E42D69ACEE5BA2B5FB6E8",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "relever l’information exprimée de façon explicite (p. ex., exemples de traumatisme racontés par des survivants des pensionnats indiens lors d’un reportage vidéo) et implicite (p. ex., habits traditionnels portés lors d’un pow-wow pour montrer qu’on est fier de son héritage autochtone) dans des formes d’expression culturelles d’auteures ou d’auteurs des Premières Nations, métis et inuits, ou portant sur leurs cultures.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "61A08F18E31347C8910E65C5E47BDCC6": {
      "id": "61A08F18E31347C8910E65C5E47BDCC6",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir au processus de communication orale pour interpréter une variété de communications relevant de la tradition orale des Premières Nations, des Métis et des Inuits (p. ex., recherche sur les traditions orales d’un peuple des Premières Nations, des Métis ou des Inuits et l’interpréter selon les trois étapes du processus), tout en se familiarisant avec ses conventions.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "837879D52C2D488099D5ADABC3B60926": {
      "id": "837879D52C2D488099D5ADABC3B60926",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "interpréter diverses communications orales ainsi que de textes littéraires et courants d’auteures et d’auteurs des Premières Nations, métis et inuits ou portant sur les cultures, les traditions ou les perspectives autochtones pour en construire le sens, y réagir de façon critique et se donner des repères culturels.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "5C3A80A0C4FD4BEDB421AFD98EBD1D9D": {
      "id": "5C3A80A0C4FD4BEDB421AFD98EBD1D9D",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "prendre la parole dans divers contextes pour manifester son appréciation envers les langues et les cultures des Premières Nations, des Métis et des Inuits ainsi que son engagement envers la langue française (p. ex., réaction aux propos d’un éditorialiste; critique spontanée d’une œuvre littéraire).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "9AA22EDCF7214CB3B72ACDAE4D436744": {
      "id": "9AA22EDCF7214CB3B72ACDAE4D436744",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "discuter avec ses pairs pour mieux connaître les perspectives des Premières Nations, des Métis et des Inuits et faire connaître son opinion tout en respectant les points de vue de chacun (p. ex., opinions sur les Sept enseignements sacrés respectés et suivis par plusieurs peuples autochtones, discussion autour du mouvement Idle No More et de la lutte contre la dépossession du territoire, de la langue et de la culture).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "E16DFF2B9CAE49DE898AED27AA83ED97": {
      "id": "E16DFF2B9CAE49DE898AED27AA83ED97",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "prendre la parole spontanément en tenant compte du contexte, des traditions et des pratiques des Premières Nations, des Métis et des Inuits pour interagir, informer, s’informer, présenter et défendre ses prises de position, préciser sa pensée et susciter une réaction (p. ex, prise de parole pour exprimer ses sentiments dans un cercle de parole; réaction au témoignage d’une survivante ou d’un survivant d’un pensionnat indien lors d’une discussion ouverte).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "30BC038E14FE4264AE7E62B8087558F3": {
      "id": "30BC038E14FE4264AE7E62B8087558F3",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "s’exprimer spontanément dans le contexte de diverses situations de communication portant sur les cultures, les traditions ou les perspectives des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "008DC2F4794B420A91392FAD036912A1": {
      "id": "008DC2F4794B420A91392FAD036912A1",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B1.4",
      "statementNotation": "B1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment diverses influences sociales et politiques (p. ex., colonisation, oppression culturelle et politique, décolonisation, revitalisation culturelle, différends fonciers et décisions des tribunaux concernant les traditions orales, pensionnats indiens, érosion des structures sociales qui soutenaient la transmission orale des savoirs, évolutions dans le domaine du droit d’auteur) ont contribué soit à la disparition, soit au maintien des traditions orales dans les communautés des Premières Nations, des Métis et des Inuits d’aujourd’hui.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "DBDD4DEC14C24ACBA2765477235D2E89": {
      "id": "DBDD4DEC14C24ACBA2765477235D2E89",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recourir à des habitudes d’écoute propres à certaines cultures autochtones pendant une narration orale (p. ex., éviter d’interrompre pour obtenir une précision sauf si l’Aînée ou l’Aîné, la gardienne ou le gardien du savoir qui dispense l’enseignement vous y invite; pendant l’enseignement, prendre note mentalement des points clés; faire des rapprochements entre le contenu de l’enseignement et ses connaissances personnelles pour extraire la signification d’une histoire orale; éviter de prendre des notes ou d’enregistrer un enseignement traditionnel à moins d’avoir obtenu une autorisation explicite).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "713E4FC5CBAE4AF9B163C49068316127": {
      "id": "713E4FC5CBAE4AF9B163C49068316127",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l’origine, le rôle, les caractéristiques et les comportements de personnages importants de la tradition orale des Premières Nations, des Métis et des Inuits (p. ex., Chikapash, Lumiuk [Lumaag], Nuliajuk [Sedna], Waynaboozhoo [Nanabush], le Grand Esprit ou le Créateur [Gitche Manitou], la Terre mère, animaux symbolisant des clans, Windigo, Amarok, Agloolik, Atahensic, Maymaygwashi), tout en expliquant comment ils traduisent et transmettent les perspectives, les croyances et les valeurs d’une certaine culture (p. ex., création du monde, vie animale et végétale, relations entre les humains, relations avec des entités spirituelles, relations à la Terre, à la vie de famille, à la mortalité, à la capacité de transformation, au corps et aux fonctions corporelles, à l’humour, à la langue).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "072F450817954E5894C32BAFA10D362F": {
      "id": "072F450817954E5894C32BAFA10D362F",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier différentes formes d’expression culturelles liées aux traditions orales des Premières Nations, des Métis et des Inuits (p. ex., formes orales telles que récits, chants, discours, histoires, pétitions, enseignements spirituels), tout en expliquant leur importance (p. ex., but et symbolisme) et les coutumes qui leur sont associées (p. ex., répétition et variation des histoires, rituels des transitions entre les saisons et les périodes de la vie, rôles et responsabilités des conteuses et conteurs, métaphores suscitant une réflexion plus approfondie, restrictions concernant l’enregistrement ou la diffusion de certaines histoires sacrées, pratiques visant à assurer la préservation et l’exactitude des histoires, recours à l’humour pour retenir l’attention de l’auditoire).",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "53D3D5BFDA0641F5AD007BCA5850CD64": {
      "id": "53D3D5BFDA0641F5AD007BCA5850CD64",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les formes d’expression culturelles, les coutumes et les pratiques associées aux traditions orales des Premières Nations, des Métis et des Inuits favorisent la transmission d’enseignements culturels et spirituels.",
      "comments": [],
      "ancestorIds": [
        "9D3F031121C1485984C5AA57B2E35C2E"
      ],
      "parentId": "9D3F031121C1485984C5AA57B2E35C2E"
    },
    "9D3F031121C1485984C5AA57B2E35C2E": {
      "id": "9D3F031121C1485984C5AA57B2E35C2E",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "COMMUNICATION ORALE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "AD22C84A658E48D79C7DFD5BD609ED52": {
      "id": "AD22C84A658E48D79C7DFD5BD609ED52",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "A3.5",
      "statementNotation": "A3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l’incidence sur la société des mesures prises pour affirmer la valeur symbolique de formes d’expression culturelles des Premières Nations, des Métis et des Inuits et pour contrer les perspectives colonialistes et les représentations inexactes ou dépassées (p. ex., valeur symbolique d’objets d’art, de tenues et d’ornements traditionnels, de récits, de formes d’expression culturelles qui revêtent une importance fondamentale à l’égard de la vision du monde et de la spiritualité, et qui affirment la relation avec l’environnement naturel).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "E506187F92B04320BC60BB1E59E2D337": {
      "id": "E506187F92B04320BC60BB1E59E2D337",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "A3.4",
      "statementNotation": "A3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer, dans diverses formes d’expression culturelles contemporaines, l’exactitude ou la véracité de la représentation qui y est faite des pratiques et de la vie ancestrales et actuelles des Premières Nations, des Métis et des Inuits, tout en évaluant comment des représentations inexactes ou dépassées influent sur les attitudes sociétales.",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "E28DF6335F76470EB94519641A99B22F": {
      "id": "E28DF6335F76470EB94519641A99B22F",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "A3.3",
      "statementNotation": "A3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les façons dont sont représentées ou sous-représentées la culture, la vision du monde et la diversité des Premières Nations, des Métis et des Inuits au Canada dans différentes formes d’expression culturelles historiques et contemporaines (p. ex., comparaison des représentations d’une communauté des Premières Nations, métisse ou inuite dans un documentaire récent à celles proposées dans un documentaire plus ancien, en observant, dans chaque cas, comment est reflétée la spécificité de chaque communauté; analyse des représentations des Premières Nations, des Métis et des Inuits dans les textes d’auteures et d’auteurs contemporains comme Richard Wagamese ou Jean Sioui).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "8441A3CC0C144C96AB8E3E8AE45DD286": {
      "id": "8441A3CC0C144C96AB8E3E8AE45DD286",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "A3.2",
      "statementNotation": "A3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "discerner les appellations correctes des peuples des Premières Nations, des Métis et des Inuits des celles à éviter ou à proscrire que l’on trouve dans des formes d’expression culturelles de diverses périodes, dans différents contextes (p. ex., usage dans les lois fédérales et provinciales, langues des traités, forums internationaux, récits historiques, communications d’ordre personnel reflétant les choix individuels, textes traitant des communautés locales contemporaines).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "ADC2A67B3FC64D65819FB0178A9D92A5": {
      "id": "ADC2A67B3FC64D65819FB0178A9D92A5",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "A3.1",
      "statementNotation": "A3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer, en se basant sur les formes d’expression culturelles à l’étude, l’importance de la lutte des individus, des groupes et des communautés des Premières Nations, métis et inuits au Canada pour se réapproprier leurs histoires et de résister à l’oppression coloniale (p. ex., textes du XIXe siècle et du début du XXe siècle qui s’appuient sur des stéréotypes négatifs sur les Premières Nations, les Métis et les Inuits et qui les perpétuent; romans graphiques contemporains d’auteures et d’auteurs des Premières Nations, métis et inuits qui s’opposent aux représentations coloniales).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "95B914D56EC24CD6A9CEB2B40E4C0432": {
      "id": "95B914D56EC24CD6A9CEB2B40E4C0432",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "A3",
      "statementNotation": "A3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "dégager, à partir de diverses formes d’expression culturelles historiques et contemporaines, des représentations conformes aux réalités de la vie, de la culture, de la vision du monde et de la diversité des Premières Nations, des Métis et des Inuits, tout en évaluant l’incidence sur la société des mesures prises pour contrer les perspectives colonialistes et les représentations inexactes ou dépassées.",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "F0ED1ABD9D534F5CA44D20F8E361D390": {
      "id": "F0ED1ABD9D534F5CA44D20F8E361D390",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "A2.5",
      "statementNotation": "A2.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des défis liés à l’application de critères littéraires occidentaux aux textes des Premières Nations, des Métis et des Inuits, y compris aux autres formes d’expression culturelles (p. ex., problèmes liés aux lois sur le droit d’auteur et à la notion de propriété individuelle des produits culturels; avantages des formes d’expression culturelles de la société occidentale, comme les textes imprimés, par rapport aux traditions autochtones orales ou visuelles; appropriation des savoirs et de la culture autochtones traditionnels par les non-Autochtones).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "CE27E8418B2642B8AFBA533624349FF1": {
      "id": "CE27E8418B2642B8AFBA533624349FF1",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "A2.4",
      "statementNotation": "A2.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire divers facteurs historiques et contemporains qui ont eu et qui continuent d’avoir une incidence sur l’accès à diverses formes d’expression culturelles des Premières Nations, des Métis et des Inuits (p. ex., accès limité à certaines formes d’expression culturelles qui ne peuvent pas être transcrites ou enregistrées; rôle et raisonnement des tribunaux à l’égard de la réglementation de l’affirmation des Premières Nations, des Métis et des Inuits au XIXe siècle et au début du XXe siècle; savoirs traditionnels et sacrés transmis oralement par les Aînées et les Aînés autochtones).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "9574E89948944BF58692814E8E85C447": {
      "id": "9574E89948944BF58692814E8E85C447",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tirer des conclusions sur les points de vue véhiculés sur les Premières Nations, les Métis et les Inuits dans une variété de formes d’expression culturelles historiques et contemporaines, en se fondant sur les arguments présentés et l’importance qui leur est accordée (p. ex., abondance de la documentation appropriée, nombre de passages pertinents, importance de ces passages par rapport au reste du texte, fiabilité des sources d’information).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "CDA91EF3EF4647599BA186F92DF09FBE": {
      "id": "CDA91EF3EF4647599BA186F92DF09FBE",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des représentations contradictoires des Autochtones dans des textes littéraires et courants historiques et contemporains ainsi que les raisons possibles de ces divergences (p. ex., contextes dans lesquels des qualificatifs comme «nobles » et «sauvages», «sages » et «non civilisés », « souverains » et « pupilles de l’État », «misérables » et «économiquement diversifiés », « culturellement riches » et «sans religion » ont été utilisés pour qualifier les Premières Nations, les Métis ou les Inuits).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "100DDB9ACC0141B6BFE3B556F2336008": {
      "id": "100DDB9ACC0141B6BFE3B556F2336008",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser divers points de vue se rapportant aux Premières Nations, aux Métis et aux Inuits qui sont reflétés dans différentes formes d’expression culturelles autochtones et non autochtones, tout en réfléchissant aux façons dont les facteurs historiques, culturels, politiques et ceux liés aux questions de genre orientent les perceptions des auteures et auteurs (p. ex., traités avec les Premières Nations dans lesquels le texte était en anglais ou en français et souvent la signature du représentant de la Première Nation était une croix, ce qui pouvait renforcer des stéréotypes; Emily Pauline Johnson de la réserve indienne des Six Nations du Haut-Canada [1861 – 1913] connue pour sa poésie qui célèbre son héritage et qui situe des femmes et des enfants autochtones dans des contextes idéalisés).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "D3EABD90370748C58E12C15ACDDB2F53": {
      "id": "D3EABD90370748C58E12C15ACDDB2F53",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les représentations des Premières Nations, des Métis et des Inuits dans diverses formes d’expression culturelles ont été influencées et façonnées par des perceptions liées à la période, au contexte culturel, à l’identité de genre ainsi que par des conditions et des événements sociaux et politiques.",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "8DF21BACE35A45C28E68AC15757751DD": {
      "id": "8DF21BACE35A45C28E68AC15757751DD",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A1.6",
      "statementNotation": "A1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer divers points de vue se rapportant à l’identité, aux relations, à la souveraineté, à l’autodétermination et à l’autonomie gouvernementale des Premières Nations, des Métis et des Inuits, à partir de sources autochtones et non autochtones (p. ex., textes juridiques traitant des relations entre nations, de l’autonomie gouvernementale, du règlement des revendications territoriales et des territoires traditionnels; chroniques traitant de la revitalisation des langues et des cultures autochtones; chansons faisant appel à la mobilisation et dénonçant le colonialisme; romans traitant de la citoyenneté).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "712450E087284577A5E08939211ACE08": {
      "id": "712450E087284577A5E08939211ACE08",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A1.5",
      "statementNotation": "A1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier, à partir de diverses formes d’expression culturelles, des thèmes, des idées et des enjeux qui portent sur l’autodétermination, l’autonomie gouvernementale et la souveraineté des Premières Nations, des Métis et des Inuits (p. ex., relations de nation à nation, revendications territoriales, citoyenneté, politiques colonisatrices, revitalisation des cultures et des langues autochtones).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "9CB1C0DE324B497CBEDA3427589D5206": {
      "id": "9CB1C0DE324B497CBEDA3427589D5206",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier, à partir de diverses formes d’expression culturelles, des thèmes, des idées et des enjeux qui portent sur les relations dans les communautés des Premières Nations, des Métis et des Inuits (p. ex., interdépendance de tout ce qui vit, droits et responsabilités découlant de la loi naturelle qui régit les relations entre l’humanité et la nature, relations entre le monde spirituel et les familles, liens entre la famille et la communauté).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "22C0CB19CEE14185A7B89995FE4456AC": {
      "id": "22C0CB19CEE14185A7B89995FE4456AC",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer, à partir de diverses formes d’expression culturelles, des thèmes, des idées et des enjeux liés aux identités des Premières Nations, des Métis et des Inuits (p. ex., croyances spirituelles, identité culturelle, identification légale au Canada, auto-identification, lien entre l’identité et le territoire, rôles et responsabilités au sein de la famille traditionnelle).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "FB318BF3744F4FD294E48FA9CB06C978": {
      "id": "FB318BF3744F4FD294E48FA9CB06C978",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler des questions à partir de formes d’expression culturelles autochtones et des textes non autochtones pour orienter son étude des thèmes, des idées et des enjeux liés à l’identité, aux relations, à l’autodétermination, à l’autonomie gouvernementale et à la souveraineté des Premières Nations, des Métis et des Inuits (p. ex., s’interroger sur le point de vue des Premières Nations, des Métis et des Inuits quant à l’utilisation de leurs terres traditionnelles pour le développement énergétique, sur les fondements de relations harmonieuses entre les Autochtones et les non-Autochtones, sur les similitudes et les différences entre les récits de la création du monde des Premières Nations, Métis et Inuits et ceux d’au moins une autre culture).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "40A7E90D21B84F0898186EA660244C9C": {
      "id": "40A7E90D21B84F0898186EA660244C9C",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des formes d’expression culturelles* liées aux diverses coutumes propres aux Premières Nations, aux Métis et aux Inuits, tout en expliquant comment elles favorisent la transmission du savoir au sein de leurs sociétés (p. ex., ceinture wampum revêtant une grande importance pour les nations du Nord-Est, de l’Ontario et de la région des Grands Lacs à la côte Est canado-américaine; rouleaux en écorce de bouleau utilisés par les communautés anishinaabek pour noter des événements, récits, ou schémas migratoires; vêtements cérémoniaux et traditionnels incorporant des symboles ou modèles qui permettent à celles et ceux qui les portent d’exprimer leur identité culturelle).",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "9D394D49AD414FE780DE4C2DA374B3CA": {
      "id": "9D394D49AD414FE780DE4C2DA374B3CA",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser, à partir de différentes formes d’expression culturelles, des thèmes liés à l’identité, aux relations, à l’autonomie gouvernementale, à l’autodétermination et à la souveraineté des Premières Nations, des Métis et des Inuits, tout en formulant des questions à ces sujets pour faire ressortir différentes perspectives.",
      "comments": [],
      "ancestorIds": [
        "CC41960361AA408E96A8AE1BA0841EC6"
      ],
      "parentId": "CC41960361AA408E96A8AE1BA0841EC6"
    },
    "CC41960361AA408E96A8AE1BA0841EC6": {
      "id": "CC41960361AA408E96A8AE1BA0841EC6",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PERSPECTIVES DES PREMIÈRES NATIONS, DES MÉTIS ET DES INUITS ET FORMES D'EXPRESSION CULTURELLES AU CANADA",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}