{
  "id": "56C7EB15AB584D78BE62375E71BB57BE",
  "title": "12e année - Modèles de gouvernance des Premières Nations, des Métis et des Inuits au Canada, NDG4M (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "12"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "12e année - Modèles de gouvernance des Premières Nations, des Métis et des Inuits au Canada, NDG4M (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "832288949E7C4438B9A4D52E3DEE849D": {
      "id": "832288949E7C4438B9A4D52E3DEE849D",
      "asnIdentifier": null,
      "position": 68000,
      "depth": 1,
      "listId": "D4.5",
      "statementNotation": "D4.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont divers peuples du monde ont eu recours à des connaissances autochtones traditionnelles pour régler différentes questions de gouvernance (p. ex., planification au bénéfice des générations futures, protection de l'environnement, résolution de problèmes, planification stratégique) en comparant ces méthodes à celles des dirigeants des Premières Nations, des Métis ou des Inuits du Canada.",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "758BEB8D63554FB282DD65FE1F19D8DA": {
      "id": "758BEB8D63554FB282DD65FE1F19D8DA",
      "asnIdentifier": null,
      "position": 67000,
      "depth": 1,
      "listId": "D4.4",
      "statementNotation": "D4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'incidence des progrès technologiques sur les peuples autochtones au Canada et du monde (p. ex., dans les domaines des technologies de l'information et de la communication, de la surveillance, du transport, de la médecine, du commerce, des finances).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "98DC1CDCC9C049C3A1D023D064A9FC03": {
      "id": "98DC1CDCC9C049C3A1D023D064A9FC03",
      "asnIdentifier": null,
      "position": 66000,
      "depth": 1,
      "listId": "D4.3",
      "statementNotation": "D4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire diverses participations et interventions d'individus et d'organismes autochtones du Canada sur les tribunes nationales et internationales et auprès d'organismes non gouvernementaux ou intergouvernementaux sur des questions politiques et juridiques (p. ex., Nations unies, Institut sur la gouvernance, Amnistie internationale, Human Rights Watch, Conseil circumpolaire inuit).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "A0DC2605D6914D42B6190DFCE92ED8DD": {
      "id": "A0DC2605D6914D42B6190DFCE92ED8DD",
      "asnIdentifier": null,
      "position": 65000,
      "depth": 1,
      "listId": "D4.2",
      "statementNotation": "D4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les points forts et les points faibles d'ententes internationales visant à protéger diverses catégories de droits et libertés d'importance pour les peuples autochtones au Canada et dans le monde (p. ex., déclarations et conventions concernant les droits des femmes, les droits des enfants, les droits religieux, les droits à l'éducation; Déclaration des Nations Unies sur les droits des peuples autochtones).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "D71B4B5DDAEC46CD997A968C55D9D575": {
      "id": "D71B4B5DDAEC46CD997A968C55D9D575",
      "asnIdentifier": null,
      "position": 64000,
      "depth": 1,
      "listId": "D4.1",
      "statementNotation": "D4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont les facteurs ayant une incidence sur l'autodétermination, la souveraineté et l'autonomie gouvernementale des peuples autochtones au Canada ont également une incidence sur d'autres peuples autochtones du monde (p. ex., facteurs liés aux droits de la personne, à la protection de l'environnement, à la sécurité collective, aux différends frontaliers, aux barrières commerciales et tarifaires, au soutien international des droits autochtones).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "CA103133A4FA486FA8D537458AAB3E73": {
      "id": "CA103133A4FA486FA8D537458AAB3E73",
      "asnIdentifier": null,
      "position": 63000,
      "depth": 1,
      "listId": "D4",
      "statementNotation": "D4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les points communs entre les enjeux touchant les Autochtones au Canada et ailleurs dans le monde sur les plans de la souveraineté, des droits de la personne, des connaissances traditionnelles autochtones et de l'autonomie gouvernementale. [ACCENT SUR : interrelations]",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "D828B84A4B04431285FE64EB3B9A97D1": {
      "id": "D828B84A4B04431285FE64EB3B9A97D1",
      "asnIdentifier": null,
      "position": 62000,
      "depth": 1,
      "listId": "D3.5",
      "statementNotation": "D3.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les façons dont les gouvernements des Autochtones renforcent leur capacité de gouvernance locale afin d'être efficaces et responsables envers leurs membres, en portant une attention particulière au droit coutumier ou aux traditions (p. ex., ententes de soins conformes aux traditions; structures traditionnelles [chefs, clans/familles]; cérémonies traditionnelles d'ouverture et de clôture lors des réunions de conseils de bande; participation des Aînées et des Aînés, et des gardiennes et des gardiens du savoir; vote par consensus).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "D1B287EF1E7C4E13BC7571B30BBF7001": {
      "id": "D1B287EF1E7C4E13BC7571B30BBF7001",
      "asnIdentifier": null,
      "position": 61000,
      "depth": 1,
      "listId": "D3.4",
      "statementNotation": "D3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les relations sur le plan fiscal entre le gouvernement fédéral et les gouvernements des Autochtones au Canada, notamment la politique du gouvernement du Canada sur les revenus autonomes, et l'incidence de ces relations sur l'autodétermination et l'autonomie gouvernementale.",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "1A5CE39A6CC940C8B247D05F18B1D12E": {
      "id": "1A5CE39A6CC940C8B247D05F18B1D12E",
      "asnIdentifier": null,
      "position": 60000,
      "depth": 1,
      "listId": "D3.3",
      "statementNotation": "D3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer certains des «appels à l'action » contenus dans le rapport final de la Commission de vérité et réconciliation du Canada (p. ex., dans les domaines de la protection de l'enfance, de l'éducation, de la langue et de la culture, de la santé, et de la justice) en portant une attention particulière à l'appel à l'action n° 45 qui demande au gouvernement du Canada de réaffirmer «la relation de nation à nation entre les peuples autochtones et la Couronne ».",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "938CA974132744F5BD3D5C720059C7B5": {
      "id": "938CA974132744F5BD3D5C720059C7B5",
      "asnIdentifier": null,
      "position": 59000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des stratégies utilisées par divers individus et groupes autochtones (p. ex., Elijah Harper, Phil Fontaine, Shawn Atleo, Theresa Spence, Jim Sinclair, Sheila Watt-Cloutier, Assemblée des Premières Nations, Association des femmes autochtones du Canada, Inuit Tapiriit Kanatami [ITK], Commission de vérité et réconciliation du Canada, Conseil national des Métis, Congrès des Peuples autochtones) pour promouvoir l'autodétermination et la réconciliation en faveur des Premières Nations, des Métis ou des Inuits au Canada, en mettant en évidence la signification de leurs initiatives.",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "F9A11C495EDF46AAA00D5B7C5E85D390": {
      "id": "F9A11C495EDF46AAA00D5B7C5E85D390",
      "asnIdentifier": null,
      "position": 58000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier certaines responsabilités associées à l'autodétermination et à l'autonomie gouvernementale des Autochtones (p. ex., leadership, élaboration de critères d'appartenance, développement de vision de l'avenir, gestion du risque, planification stratégique, planification communautaire, consultation communautaire, élaboration de mécanismes de règlement des différends et de procédures législatives, gestion financière, gestion des ressources humaines, administration, relations extérieures) en considérant la façon dont les Premières Nations, les Métis et les Inuits, ainsi que des groupes au sein de ces peuples, s'acquittent ou cherchent à s'acquitter de ces responsabilités (p. ex., en élaborant des initiatives complètes de planification communautaire et d'éducation locale; en tirant des revenus du règlement des revendications territoriales; en participant à l'éducation occidentale afin de mieux négocier avec les gouvernements fédéral et provinciaux et les influencer; en intégrant l'enseignement de connaissances autochtones traditionnelles dans les établissements d'enseignement).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "A662BB8D7DAA47FBBA2BFE4A534578B8": {
      "id": "A662BB8D7DAA47FBBA2BFE4A534578B8",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les responsabilités associées aux objectifs d'autodétermination, d'autonomie gouverne- mentale, de souveraineté et de réconciliation, dans le cadre de l'évaluation des stratégies et des pratiques mises en place par les Premières Nations, les Métis et les Inuits pour poursuivre ces objectifs. [ACCENT SUR : importance juridique, interrelations]",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "BD7FEF5FF86941A19E511B01DB410F2A": {
      "id": "BD7FEF5FF86941A19E511B01DB410F2A",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire la signification juridique de certains droits réclamés par des tenants de l'autonomie gouvernementale des Autochtones (p. ex., droit de s'identifier en tant que nation, y compris le droit de déterminer les critères de citoyenneté et les modèles de gouvernance; droit à l'autodétermination de chaque nation, y compris le droit de définir son propre programme politique et d'assurer son développement économique, culturel et social).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "0A5042A6D7294763BC0C9EAD2713BC16": {
      "id": "0A5042A6D7294763BC0C9EAD2713BC16",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer en quoi les grands principes de l'autonomie gouvernementale, du droit et du leadership des Autochtones (p. ex., transparence, réceptivité, efficacité, efficience, responsabilité, reconnaissance mutuelle, respect mutuel, responsabilité mutuelle, partage) tirent leur origine des valeurs et traditions des Autochtones (p. ex., valeurs : utilisation des terres, gérance de l'environnement; traditions : respect du rôle des sages, respect de l'autonomie de toutes les nations et communautés autochtones, respect du consensus comme outil de survie collective).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "7A7E2D0E466A4853A701CFE9518489C5": {
      "id": "7A7E2D0E466A4853A701CFE9518489C5",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certains systèmes traditionnels de gouvernance des sociétés autochtones avant l'arrivée des Européens ainsi que différents systèmes d'enseignement et protocoles traditionnels concernant la gouvernance et le leadership dans les cultures inuites et des Premières Nations (p. ex., différences entre diverses sociétés des Premières Nations; différences entre les sociétés des Premières Nations et celles des Inuits; différences entre les sociétés patrilinéaires et matrilinéaires).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "E04D6A87373B470386E5D6C340B8C949": {
      "id": "E04D6A87373B470386E5D6C340B8C949",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les principes clés, les enseignements et les protocoles associés à la souveraineté et à l'autonomie gouvernementale autochtones, tout en prenant en compte la diversité de ces enseignements et protocoles. [ACCENT SUR : importance juridique, continuité et changement]",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "F68E8F34C01E452E87E8271C897A1E20": {
      "id": "F68E8F34C01E452E87E8271C897A1E20",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D1.4",
      "statementNotation": "D1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les points forts et les points faibles de lois et d'ententes actuelles au regard de la protection des droits des personnes et des communautés des Premières Nations, métisses et inuites face aux conséquences de l'activité humaine sur l'environnement naturel (p. ex., barrage hydroélectrique, pipeline, réseau routier, réseau ferroviaire, extraction et transformation des ressources).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "520D9945E63F436E8610E15B353A729E": {
      "id": "520D9945E63F436E8610E15B353A729E",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser divers types de différends passés et actuels entre les Premières Nations, les Métis et les Inuits et les gouvernements fédéral, provinciaux ou territoriaux au Canada, relatifs aux terres et aux territoires (p. ex., violations de traités, limites territoriales, accès aux ressources, barrières commerciales), ainsi que des moyens employés pour tenter de les résoudre (p. ex., manifestation pacifique, affrontement armé, barrage, médiation, arbitrage, lobbying, négociation, sanction, contestation judiciaire).",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "FFF6472D6EB34AE2AC3665DE5D09110D": {
      "id": "FFF6472D6EB34AE2AC3665DE5D09110D",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les liens entre divers enjeux liés à la Terre et au territoire (p. ex., revendications territoriales, obtention ou contestation de droits de chasse ou de pêche, partage des ressources, explorations et projets d'exploitation de ressources, négociation d'ententes sur les répercussions et les avantages de l'exploitation de ressources, propriété privée dans les réserves) et l'autonomie gouvernementale, l'autodétermination et la souveraineté des Premières Nations, des Métis et des Inuits, en considérant la façon dont les lois et les ententes actuelles abordent ces questions.",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "3577E5E9EF2D4057ABA35922EF5635E4": {
      "id": "3577E5E9EF2D4057ABA35922EF5635E4",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les perspectives traditionnelles des Premières Nations, des Métis et des Inuits sur la Terre et son utilisation (p. ex., notion d'exploitation des ressources, respect à l'égard de la Terre et de la vie qu'elle soutient, utilisation traditionnelle des terres au sein de différents peuples autochtones, sens d'identité dans le contexte de l'utilisation des terres, économies à petite échelle et développement durable, gérance de l'environnement) en les comparant avec les perspectives prédominantes dans la société canadienne.",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "29FB51C727F941139E97DBB084846E65": {
      "id": "29FB51C727F941139E97DBB084846E65",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser la relation qu'entretiennent les Autochtones avec la Terre ainsi que la façon dont les enjeux relatifs à la Terre sont liés aux droits, à l'autodétermination, à la souveraineté et à l'autonomie gouvernementale des Autochtones. [ACCENT SUR : interrelations, perspective juridique]",
      "comments": [],
      "ancestorIds": [
        "D765CABCC85D4EB791536B9AC1FC222C"
      ],
      "parentId": "D765CABCC85D4EB791536B9AC1FC222C"
    },
    "D765CABCC85D4EB791536B9AC1FC222C": {
      "id": "D765CABCC85D4EB791536B9AC1FC222C",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 0,
      "listId": "D",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "AUTODÉTERMINATION, SOUVERAINETÉ ET AUTONOMIE GOUVERNEMENTALE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "73235A9A3ED4422AA31262393E2935D7": {
      "id": "73235A9A3ED4422AA31262393E2935D7",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "C4.4",
      "statementNotation": "C4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les interactions entre différents organismes politiques autochtones (p. ex., Assemblée des Premières Nations [APN], Conseil National des Métis, Inuit Tapiriit Kanatami [ITK], Association des femmes autochtones du Canada) et les gouvernements fédéral et provinciaux, en évaluant l'efficacité de ces interactions.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "C159BFBF611F4FAA89A54471DCFA0854": {
      "id": "C159BFBF611F4FAA89A54471DCFA0854",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "C4.3",
      "statementNotation": "C4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'obligation de fiduciaire de la Couronne à l'égard des Premières Nations, des Métis et des Inuits, en se reportant précisément à l'arrêt Guerin c. La Reine (1984).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "EE33F55FE369402A878FD5FE412DA9A3": {
      "id": "EE33F55FE369402A878FD5FE412DA9A3",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "C4.2",
      "statementNotation": "C4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la conclusion qu'a tirée la Cour suprême du Canada (dans Nation haïda c. Colombie-Britannique et Première Nation Tlingit de Taku River c. Colombie-Britannique) selon laquelle le gouvernement fédéral a l'obligation de consulter les groupes autochtones et de trouver des accommodements à leurs préoccupations, en considérant l'incidence de cette conclusion sur l'évolution des relations entre les Autochtones et les gouvernements canadiens.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "8248BC3732364647B9695B0FA8EB56BF": {
      "id": "8248BC3732364647B9695B0FA8EB56BF",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "C4.1",
      "statementNotation": "C4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser des facteurs clés, notamment des politiques particulières (p. ex., obligation de consultation et d'accommodement; hausse du niveau de scolarité et du militantisme au sein des populations autochtones; processus actuel de revendications territoriales globales; concepts juridiques tels que la doctrine de la découverte, les droits sui generis, l'honneur de la Couronne) qui, depuis les années 1980, influent sur l'évolution des relations entre les Premières Nations, les Métis et les Inuits et les gouvernements canadiens.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "95DE4508376A45E59D2147BCD90A4868": {
      "id": "95DE4508376A45E59D2147BCD90A4868",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "C4",
      "statementNotation": "C4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser certains aspects des relations entre les Premières Nations, les Métis et les Inuits et les gouvernements fédéral et provinciaux depuis les années 1980, y compris des facteurs ayant influé sur l'évolution de ces relations. [ACCENT SUR : continuité et changement, interrelations]",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "FA599160F0404BF0A494D7A10AB64326": {
      "id": "FA599160F0404BF0A494D7A10AB64326",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 1,
      "listId": "C3.4",
      "statementNotation": "C3.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'influence des attitudes, valeurs et tendances sociales sur la modification ou la préservation de lois canadiennes et internationales ayant eu un impact sur les Premières Nations, les Métis ou les Inuits au Canada (p. ex., attitudes à l'égard des peuples autochtones, de la protection de l'environnement, des droits des femmes, y compris des femmes autochtones; valeurs relatives aux libertés individuelles, aux droits de la personne, à l'autodétermination; tendances sociales comme la conscientisation à l'égard de la violence contre des femmes et des filles autochtones).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "37C2ECF57D5444E8A7FC22E4FAB1E090": {
      "id": "37C2ECF57D5444E8A7FC22E4FAB1E090",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C3.3",
      "statementNotation": "C3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les répercussions possibles de lois en vigueur et de projets de loi sur les droits des Premières Nations, des Métis ou des Inuits au Canada (p. ex., sur le plan de l'environnement, de l'économie, de la liberté d'expression et d'association, des politiques d'éducation).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "DED60F1DFCFA471A8C8099A783E7B9AC": {
      "id": "DED60F1DFCFA471A8C8099A783E7B9AC",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C3.2",
      "statementNotation": "C3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser diverses lois et politiques qui, depuis les années 1970, ont touché les Premières Nations, les Métis et les Inuits, et particulièrement celles qui visaient à rectifier le legs de la domination exercée par les gouvernements coloniaux et le gouvernement fédéral (p. ex., présentation d'excuses aux anciens élèves des pensionnats indiens et à leurs familles, établissement de la Commission royale sur les peuples autochtones, Accord sur les revendications territoriales du Nunavut, Convention définitive des Inuvialuit, adoption de la Loi sur la salubrité de l'eau potable des Premières Nations, création du ministère des Affaires autochtones de l'Ontario, création de la Commission de vérité et réconciliation du Canada).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "7006590E869044D8B90A8014A64DC350": {
      "id": "7006590E869044D8B90A8014A64DC350",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C3.1",
      "statementNotation": "C3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les différences entre les traités historiques et les accords de règlement de revendications territoriales, en considérant l'esprit et l'intention de ces traités et accords et le processus qui a mené à leur conclusion (p. ex., différences entre les traités numérotés et la Convention de la Baie-James et du Nord québécois, l'Accord définitif Nisga'a ou l'Accord sur les revendications territoriales du Nunavut), et en examinant leur incidence sur les Premières Nations, les Métis et les Inuits au Canada.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "9ADCAE5AA878415DB8930A99583D4EB9": {
      "id": "9ADCAE5AA878415DB8930A99583D4EB9",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "C3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire l'incidence de diverses lois, politiques et conventions adoptées par les gouvernements fédéral et provinciaux depuis les années 1980 sur les individus et les communautés des Premières Nations, métis et inuits au Canada. [ACCENT SUR : continuité et changement, perspective juridique]",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "4F7DF9AA324940B0A54EE37545C4643A": {
      "id": "4F7DF9AA324940B0A54EE37545C4643A",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer le rôle des tribunaux dans l'interprétation et l'application de la Charte et des autres dispositions de la Constitution canadienne dans les décisions judiciaires concernant les Premières Nations, les Métis ou les Inuits au Canada (p. ex., Derrickson c. Derrickson, R. c. Sparrow, R. c. Marshall, Sharon Donna McIvor et Charles Jacob Grismer c. Registraire, Affaires indiennes et du Nord canadien et Procureur général du Canada).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "CBA0CEA0AED948EB812BDB4955996D02": {
      "id": "CBA0CEA0AED948EB812BDB4955996D02",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certains des principaux droits et libertés (p. ex., libertés fondamentales, droits démocratiques, liberté de circulation, garanties juridiques, droits à l'égalité, droits langagiers, droit à l'instruction dans la langue de la minorité, droits et libertés des Autochtones) garantis par la Charte canadienne des droits et libertés (la Charte) en expliquant leur signification pour les Premières Nations, les Métis et les Inuits.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "F804AF87BDC94C10B9E69C07BE7B4E42": {
      "id": "F804AF87BDC94C10B9E69C07BE7B4E42",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'importance de l'article 35 de la Loi constitutionnelle de 1982, notamment sa capacité juridique à garantir les droits des Autochtones et à répondre aux besoins de divers peuples ou groupes des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "DE6B72609C844392827E6765FCE237A4": {
      "id": "DE6B72609C844392827E6765FCE237A4",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'incidence de la Loi constitutionnelle de 1982 et de la Charte canadienne des droits et libertés sur les droits des Premières Nations, des Métis et des Inuits au Canada. [ACCENT SUR : importance juridique, continuité et changement]",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "991C90191B6F40CC8636A1A1466F091E": {
      "id": "991C90191B6F40CC8636A1A1466F091E",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "C1.4",
      "statementNotation": "C1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer différentes actions ou mesures prises par les Premières Nations, les Métis et les Inuits au Canada en vue de protéger leurs droits depuis les années 1980 (p. ex., plaintes à l'ombudsman ou aux Nations Unies [ONU]; poursuites devant les tribunaux judiciaires ou administratifs; témoignages lors d'enquêtes, devant des commissions ou des comités d'audition; pétitions; votes d'appui ou de contestation; groupes de pression; campagnes dans les médias).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "3C2AF00A79474BA38E23F7DD900648FD": {
      "id": "3C2AF00A79474BA38E23F7DD900648FD",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer comment les tribunaux interprètent les droits issus de traités historiques depuis les années 1980, en se reportant à certains arrêts importants (p. ex., Moosehunter c. La Reine, R. c. Badger, R. c. Marshall, Première nation crie Mikisew c. Canada [Ministre du Patrimoine canadien], Première Nation de Grassy Narrows c. Ontario [Ressources naturelles]).",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "0AEEC19F337C4E7DB7AA0F0E5B93FA06": {
      "id": "0AEEC19F337C4E7DB7AA0F0E5B93FA06",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire des circonstances dans lesquelles des individus ou des groupes autochtones au Canada ont vu leurs droits et libertés menacés ou limités depuis les années 1980 (p. ex., en étant considérés comme «Indiens inscrits » ou en perdant ce statut, en perdant des droits issus de traités, en ne pouvant faire reconnaître des droits de chasse ou de pêche en raison de pratiques néfastes pour l'environnement, en se voyant refuser des exonérations fiscales pour des biens et services) et l'incidence de ces menaces et limitations sur les droits et libertés des Premières Nations, des Métis et des Inuits.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "D5097C2DDAF34C41941D258263645AE9": {
      "id": "D5097C2DDAF34C41941D258263645AE9",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les droits inhérents et collectifs des Premières Nations, des Métis et des Inuits au Canada ainsi que les principaux aspects de ces droits concernant les territoires et cultures traditionnels.",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "DD3808ACB0B149FC85B887EDBF7954D4": {
      "id": "DD3808ACB0B149FC85B887EDBF7954D4",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des droits des Premières Nations, des Métis et des Inuits au Canada et de divers facteurs ayant eu une influence sur l'évolution de ceux-ci. [ACCENT SUR : importance juridique, interrelations]",
      "comments": [],
      "ancestorIds": [
        "51ECD01A5A0945AC8294A2B45B5F571E"
      ],
      "parentId": "51ECD01A5A0945AC8294A2B45B5F571E"
    },
    "51ECD01A5A0945AC8294A2B45B5F571E": {
      "id": "51ECD01A5A0945AC8294A2B45B5F571E",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 0,
      "listId": "C",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "SOUTIEN ET OBSTACLES AUX DROITS DES AUTOCHTONES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "FEFB50E919A94207AED65C11648BDF03": {
      "id": "FEFB50E919A94207AED65C11648BDF03",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "B3.3",
      "statementNotation": "B3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les façons dont les Premières Nations, les Métis et les Inuits ont réagi aux décisions des gouvernements coloniaux et du gouvernement fédéral du Canada avant 1980 ou ont tenté d'influer sur leurs relations avec ces gouvernements (p. ex., Pétition des Métis à Penetanguishene de 1840; bataille des Sept Chênes; rébellion de la Rivière-Rouge; rébellion du Nord-Ouest; organismes fondateurs comme la Ligue des Indiens du Canada, la Fraternité des Indiens au Canada ou l'Inuit Tapirisat du Canada; tenue clandestine de cérémonies interdites; mouvement de résistance au système d'identification alphanumérique des Inuits; publication du Livre rouge en réaction au Livre blanc; témoignages devant la Commission Berger).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "21CD4416ECAD4A22A06AA49CD3B9455C": {
      "id": "21CD4416ECAD4A22A06AA49CD3B9455C",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire certaines décisions judiciaires concernant les droits des Autochtones ou les titres ancestraux avant 1980 (p. ex., St Catharines Milling et Lumber et Cie c. La Reine, Re Eskimo, Calder et al. c. Procureur général de la Colombie-Britannique, Baker Lake [Hamlet] c. Ministre des Affaires indiennes et du Nord canadien) ainsi que l'effet de ces décisions sur les relations entre les gouvernements et les Premières Nations et les Inuits.",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "7CE3B720339640D09159BFDE45DD0DC0": {
      "id": "7CE3B720339640D09159BFDE45DD0DC0",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire divers facteurs qui ont influé sur les relations politiques entre les Premières Nations, les Métis et les Inuits et les gouvernements coloniaux et fédéral au Canada avant 1980 (p. ex., nécessité de recruter des alliés pour les guerres coloniales, intensification de la colonisation, volonté du gouvernement fédéral de faire valoir son autorité, attitudes paternalistes des législateurs, préjudices découlant de restrictions législatives).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "E8C3BF56DE61462EB58930716F265357": {
      "id": "E8C3BF56DE61462EB58930716F265357",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les relations entre les peuples autochtones et les gouvernements coloniaux, provinciaux et fédéral au Canada avant 1980. [ACCENT SUR : continuité et changement, interrelations]",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "BDC68C6DB0554CE9A4D6CAA23471A8F8": {
      "id": "BDC68C6DB0554CE9A4D6CAA23471A8F8",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B2.3",
      "statementNotation": "B2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'incidence des lois fédérales canadiennes sur les Premières Nations, les Métis et les Inuits avant les années 1960 (p. ex., incidence de la Loi sur les Indiens, y compris l'obligation de fréquenter les pensionnats indiens, la question de savoir qui était désigné et qui n'était pas désigné « Indien inscrit », la privation des droits à la suite d'études postsecondaires ou du service militaire ou celle imposée aux femmes autochtones inscrites épousant des hommes non inscrits; incidence de la Déclaration canadienne des droits sur les droits des « Indiens »).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "DAD6BD341BDC4B509122A2BC2E6A37EE": {
      "id": "DAD6BD341BDC4B509122A2BC2E6A37EE",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les lois fédérales canadiennes adoptées avant les années 1960 ayant eu une incidence sur les Premières Nations, les Métis et les Inuits, tant sur le plan de leur intention que de leur contenu (p. ex., reconnaissance des droits des Métis dans la Loi de 1870 sur le Manitoba, colonisation de l'Ouest en vertu de l'Acte concernant les terres de la Puissance, croyances sociales et politiques à la base de l'Acte des Sauvages, pouvoirs accordés aux agentes et agents des Indiens en vertu de cette loi, obligation pour les enfants autochtones de fréquenter des pensionnats en vertu de la Loi sur les Indiens, modification apportée à cette loi en 1924 pour y assujettir aussi les enfants inuits, exclusion des Inuits dans un amendement en 1951).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "52BFC48B359E4F4F81D87BAC33BD848F": {
      "id": "52BFC48B359E4F4F81D87BAC33BD848F",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer ce qui a motivé l'adoption de lois clés, y compris de la Proclamation royale de 1763 (p. ex., Acte de Québec, Loi sur la protection des terres de la Couronne, Loi sur la civilisation graduelle, Loi sur la gestion des terres et des propriétés indiennes [Loi sur les terres indiennes], Acte de l'Amérique du Nord britannique, Acte du Manitoba), ainsi que l'incidence de ces lois sur les Premières Nations, les Métis et les Inuits.",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "1BDCCD2E5D334EB48F307675A61415CC": {
      "id": "1BDCCD2E5D334EB48F307675A61415CC",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "examiner l'impact des lois adoptées au cours de l'histoire par les gouvernements coloniaux et fédéral sur les Premières Nations, les Métis et les Inuits au Canada. [ACCENT SUR : importance juridique, perspective juridique]",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "F65A3975F57744AEB2DB29EAB3A25699": {
      "id": "F65A3975F57744AEB2DB29EAB3A25699",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B1.4",
      "statementNotation": "B1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'objectif, la portée et les processus associés aux ententes de revendication territoriale d'avant 1982 (p. ex., politique de revendication territoriale de 1973 du gouvernement fédéral; Convention de la Baie-James et du Nord québécois de 1977; Convention du Nord-Est québécois de 1978; premières négociations en vue de l'Accord sur les revendications territoriales du Nunavut).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "F79DCB3515AA4042ACBDB374B13596AC": {
      "id": "F79DCB3515AA4042ACBDB374B13596AC",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer la teneur et la portée juridiques et culturelles des principaux traités historiques conclus entre les Premières Nations, les Métis et les gouvernements coloniaux et fédéral (p. ex., limites légales que ces traités ont imposées aux Premières Nations et aux gouvernements coloniaux et fédéral; différences de perspectives des Premières Nations et des Européens sur la notion de propriété et leurs répercussions sur la négociation et l'application des traités; différences entre les traités plus anciens et plus récents quant à leur incidence sur la vie des Premières Nations).",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "B7D8FE3B454F453C8DF226B9375AA108": {
      "id": "B7D8FE3B454F453C8DF226B9375AA108",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'esprit et l'intention des principaux traités historiques conclus entre les Premières Nations et les gouvernements coloniaux et fédéral au Canada (p. ex., chaîne d'alliance, ceinture wampum et traité «du bol à une cuillère», traité d'Halifax de 1752, traité de paix et d'amitié de 1760, traité du Niagara, traités Robinson- Supérieur et Robinson-Huron de 1850, traités numérotés), ainsi que les processus qui ont mené à leur signature.",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "3F606ABECE584E7F8BE4830534DBD1C7": {
      "id": "3F606ABECE584E7F8BE4830534DBD1C7",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier les régions du Canada qui sont visées par des accords sur des revendications territoriales et des traités historiques d'avant 1980, conclus entre divers peuples autochtones et les gouvernements coloniaux, provinciaux et fédéral.",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "E663742152D24D62A2511FDEE0494188": {
      "id": "E663742152D24D62A2511FDEE0494188",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de l'intention et de la portée des accords sur des revendications territoriales et des traités historiques conclus entre les Autochtones et les gouvernements coloniaux, provinciaux et fédéral au Canada avant 1982, ainsi que les processus y étant associés. [ACCENT SUR : importance juridique, interrelations]",
      "comments": [],
      "ancestorIds": [
        "6EFA93FE6AF14F4A83283E67F6DCB22F"
      ],
      "parentId": "6EFA93FE6AF14F4A83283E67F6DCB22F"
    },
    "6EFA93FE6AF14F4A83283E67F6DCB22F": {
      "id": "6EFA93FE6AF14F4A83283E67F6DCB22F",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 0,
      "listId": "B",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "CONTEXTE HISTORIQUE",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "93236138FDCB45829ED1684CE3DE156A": {
      "id": "93236138FDCB45829ED1684CE3DE156A",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer des possibilités de carrière faisant appel à une formation en gouvernance des Premières Nations, des Métis et des Inuits, et en droit des Autochtones au Canada (p. ex., avocate ou avocat, employée ou employé de service juridique, journaliste dans le domaine juridique, adjointe ou adjoint juridique, parajuriste, négociatrice ou négociateur, médiatrice ou médiateur, agente ou agent diplomatique, représentante ou représentant d'un organisme provincial ou territorial [OPT], employée ou employé d'un organisme non gouvernemental [ONG]), et des itinéraires d'études pour accéder à ces carrières, en particulier ceux offerts dans les établissements d'enseignement postsecondaire de langue française.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "66446DA03A424CA09F5E6EDF6D847F31": {
      "id": "66446DA03A424CA09F5E6EDF6D847F31",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser les connaissances acquises, les concepts de la pensée critique et les habiletés développées par l'étude de la gouvernance des Premières Nations, des Métis et des Inuits, et du droit des Autochtones au Canada pour interpréter et comprendre des enjeux politiques, économiques et sociaux actuels, et pouvoir agir en citoyenne ou citoyen éclairé (p. ex., déterminer les droits concurrents en jeu dans le contexte d'une revendication territoriale ou de droits issus de traités qui font l'actualité; comprendre les similarités et les différences, en en cherchant les raisons, entre un événement d'actualité concernant les droits des peuples autochtones dans une autre région du monde et la situation des Premières Nations, des Métis et des Inuits au Canada; comprendre les revendications actuelles d'un organisme de défense des droits des Premières Nations, des Métis ou des Inuits).",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "97C7D8CF7429445CAFA95321551B344B": {
      "id": "97C7D8CF7429445CAFA95321551B344B",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "identifier des compétences transférables à son parcours postsecondaire et à la vie de tous les jours qui sont développées par l'étude des enjeux juridiques concernant la gouvernance des Premières Nations, des Métis et des Inuits et le droit des Autochtones au Canada, y compris par les compétences du Cadre d'orientation en éducation à la citoyenneté (p. ex., compétences en recherche d'informations, en analyse de données, en création de graphiques, en communication orale, en littératie, en numératie, en rédaction, en résolution de problèmes, en processus décisionnel, en médiation; prise d'initiatives; persévérance au travail; travail en équipe; autonomie).",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "BE7395EEFD5649D7A53DF94BD574A65C": {
      "id": "BE7395EEFD5649D7A53DF94BD574A65C",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "reconnaître l'utilité des compétences transférables développées par l'étude de la gouvernance des Premières Nations, des Métis et des Inuits, et du droit des Autochtones, ainsi que les diverses possibilités de carrière faisant appel à une formation dans ces secteurs.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "95E8762C620440F9A9B5A960C3817F26": {
      "id": "95E8762C620440F9A9B5A960C3817F26",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A1.6",
      "statementNotation": "A1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de son enquête en utilisant la terminologie française appropriée (p. ex., pour désigner les peuples et les groupes autochtones, leurs coutumes, leurs traditions, leurs protocoles; pour citer des affaires juridiques; pour faire référence à des arrêts ou jugements), en citant ses sources de référence selon les normes bibliographiques établies (p. ex., références dans le texte, bibliographie, citations, notes de bas de page, remerciements) et en recourant à divers médias ou modes de présentation (p. ex., présentation orale ou multimédia, simulation de procès, jeu de rôle, rapport, séminaire, débat, organisation graphique, représentation symbolique, blogue, discussion) selon l'auditoire ciblé et l'intention poursuivie.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "164CF88928DD417CB0C67DAC692C7112": {
      "id": "164CF88928DD417CB0C67DAC692C7112",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A1.5",
      "statementNotation": "A1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "tirer des conclusions sur les problématiques et les enjeux juridiques concernant la gouvernance des Premières Nations, des Métis et des Inuits, et le droit des Autochtones au Canada, en utilisant les concepts de la pensée critique en droit.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "4AE6A972DC094C3A9BAB0604EF30DC90": {
      "id": "4AE6A972DC094C3A9BAB0604EF30DC90",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'information recueillie pour en faire l'interprétation et la synthèse en utilisant les concepts de la pensée critique en droit – importance juridique, continuité et changement, interrelations et perspective juridique (p. ex., utiliser le concept d'importance juridique pour déterminer les retombées d'une décision judiciaire sur les Premières Nations, les Métis ou les Inuits; utiliser le concept de continuité et changement pour examiner les démarches employées par les Premières Nations, les Métis et les Inuits afin de faire valoir leur droit à l'autonomie gouvernementale; utiliser le concept d'interrelations pour analyser l'influence des attitudes sociales sur les politiques concernant les Premières Nations, les Métis ou les Inuits au Canada; utiliser le concept de perspective juridique pour évaluer les droits des Autochtones en vertu de la Loi constitutionnelle de 1982).",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "EBD951FE708E438E8FD7C27C433DB796": {
      "id": "EBD951FE708E438E8FD7C27C433DB796",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer la crédibilité des sources ainsi que la validité et la fiabilité de l'information recueillie à partir de critères précis (p. ex., perspective, intention et qualifications de l'auteure ou de l'auteur; comparaisons entre diverses sources; contexte de communication; souci d'exactitude et de précision; absence de préjugés; valeurs véhiculées; auditoire ciblé).",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "0FD2785638404822A5261F1FBB6149C7": {
      "id": "0FD2785638404822A5261F1FBB6149C7",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir des données probantes et des renseignements pertinents au sujet de la gouvernance des Premières Nations, des Métis et des Inuits et du droit des Autochtones au Canada, en consultant une variété de sources primaires (p. ex., jurisprudence; lois; traités; entrevues avec des Aînées ou des Aînés, des sénatrices et des sénateurs métis, des gardiennes et des gardiens du savoir; témoignages devant des commissions et tribunaux; lettres; photographies; archives audiovisuelles) et secondaires (p. ex., bibliographies annotées, écrits de juristes, articles de journaux, revues spécialisées, enquêtes journalistiques, ouvrages de référence [manuel scolaire, encyclopédie, atlas], documentaires, sites Web spécialisés) et en s'assurant que ces sources reflètent une diversité de perspectives.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "AF61F4FCA1BB446F8C0178DE6426F085": {
      "id": "AF61F4FCA1BB446F8C0178DE6426F085",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler différents types de questions (p. ex., questions de fait, de comparaison, de cause ou d'effet) pour orienter le processus d'enquête et pour explorer divers enjeux de la gouvernance des Premières Nations, des Métis et des Inuits, et du droit des Autochtones au Canada (p. ex., Quel est le processus législatif actuel visant à réglementer l'activité économique dans les communautés des Premières Nations? Quel est le processus législatif pour déterminer les droits des Métis? Quels sont les arguments juridiques que l'on peut soulever pour appuyer ou réfuter le droit de construire un oléoduc sur ou à proximité des terres visées par un traité? Pourquoi les enjeux associés aux droits actuels des Autochtones sont-ils tranchés généralement par la voie contentieuse plutôt que par la voie de la négociation?).",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "892B8861AD954C12B5364D127504741F": {
      "id": "892B8861AD954C12B5364D127504741F",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser le processus d'enquête ainsi que les concepts de la pensée critique pour explorer divers aspects de la gouvernance et du droit des Autochtones au Canada.",
      "comments": [],
      "ancestorIds": [
        "8BFF287850CC4FC291C6BDD8F8EEFCB6"
      ],
      "parentId": "8BFF287850CC4FC291C6BDD8F8EEFCB6"
    },
    "8BFF287850CC4FC291C6BDD8F8EEFCB6": {
      "id": "8BFF287850CC4FC291C6BDD8F8EEFCB6",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "A",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PROCESSUS D'ENQUÊTE ET COMPÉTENCES TRANSFÉRABLES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}