{
  "id": "8798351FCFC64973B1D03BE98CE43A9C",
  "title": "12e année - Questions d’actualité et perspectives autochtones dans un contexte mondial, NDW4M (2019)",
  "subject": "Études des Premières Nations, des Métis et des Inuits",
  "normalizedSubject": null,
  "educationLevels": [
    "12"
  ],
  "cspStatus": {
    "value": "visible",
    "notes": null
  },
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://www.edu.gov.on.ca/fre/curriculum/secondary/Etude-premieres-nations-metis-inuits-annees-9-12.pdf",
    "title": "12e année - Questions d’actualité et perspectives autochtones dans un contexte mondial, NDW4M (2019)"
  },
  "jurisdiction": {
    "id": "6C1C46EAB3F345D78085A548AF831FB8",
    "title": "Ontario (Français)"
  },
  "standards": {
    "543ACF40A5874262BCCF3741C9B96C57": {
      "id": "543ACF40A5874262BCCF3741C9B96C57",
      "asnIdentifier": null,
      "position": 57000,
      "depth": 1,
      "listId": "D4.4",
      "statementNotation": "D4.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les approches de protection de l'environnement mondial qu'emploient les chefs autochtones avec l'aide de l'approche du double regard (p. ex., planification pour les générations futures; promotion d'une approche globale pour remédier aux préoccupations environnementales, y compris en se joignant aux dirigeants et aux défenseurs de l'environnement du monde lors de sommets multinationaux; protection et préservation de la biodiversité et des sites naturels sacrés; valorisation des voix des femmes et des jeunes autochtones à titre de défenseurs et de soignants de l'environnement; soutien d'initiatives visant à promouvoir la justice environnementale, y compris l'Indigenous Leadership Initiative du Canada et le programme Working on Country de l'Australie).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "3435B1BF41664C7FB09F1C5CD2648E46": {
      "id": "3435B1BF41664C7FB09F1C5CD2648E46",
      "asnIdentifier": null,
      "position": 56000,
      "depth": 1,
      "listId": "D4.3",
      "statementNotation": "D4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les approches utilisées par les chefs autochtones pour développer les capacités communautaires en vue de permettre une autonomie durable, en faisant référence à l'approche du double regard (p. ex., garder et protéger les lois de la communauté; partager les pouvoirs, l'autorité et les processus de prise de décisions; comprendre les rôles, les responsabilités des parties; respecter les lois coutumières et l'autorité des Aînées et Aînés; former et encadrer les jeunes pour leur enseigner des aptitudes de gouvernance; donner aux femmes autochtones les moyens d'améliorer leurs aptitudes de direction et leurs capacités de prendre la parole pour le changement; intégrer les connaissances et les coutumes autoch- tones dans la gouvernance, y compris avec des cérémonies, des langues traditionnelles, des histoires, des chansons, des danses, de l'art et des vêtements).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "014DB11151A642269A809FF747F91E2A": {
      "id": "014DB11151A642269A809FF747F91E2A",
      "asnIdentifier": null,
      "position": 55000,
      "depth": 1,
      "listId": "D4.2",
      "statementNotation": "D4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer les façons dont procèdent différents organismes non gouvernementaux et forums du monde entier pour diffuser des connais- sances et tenter d'influencer la perception qu'ont les gouvernements des réalités autochtones, en évaluant l'impact de diverses stratégies et initia- tives (p. ex., réseaux internationaux de défense des intérêts autochtones; commissions de vérité natio- nales, comme la Commission pour l'éclaircissement historique du Guatemala et la Commission de vérité et réconciliation du Canada; conférences internationales autochtones; groupes de travail; forums; communautés en ligne; rapports et études de l'ONU).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "068994BAF9AF45AB9BCCF564F9773B52": {
      "id": "068994BAF9AF45AB9BCCF564F9773B52",
      "asnIdentifier": null,
      "position": 54000,
      "depth": 1,
      "listId": "D4.1",
      "statementNotation": "D4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le contexte politique et national des actions sociales collectives relatives aux questions importantes pour les peuples autochtones de différentes régions, notamment pour ce qui est des facteurs appuyant ou entravant ces actions (p. ex., sensibilisation politique, éducation, solidarité, risques de persécution, capacité communautaire, effet durable des injustices, acceptation culturelle, intégration sociale).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "C0B25723C34B458981C53E7317FC8CD6": {
      "id": "C0B25723C34B458981C53E7317FC8CD6",
      "asnIdentifier": null,
      "position": 53000,
      "depth": 1,
      "listId": "D4",
      "statementNotation": "D4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des facteurs clés qui influencent les actions sociales ainsi que différentes initiatives visant à appuyer les aspirations et les points de vue autochtones à l'échelle mondiale, en considérant leurs stratégies de leadership.",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "B9DAF4192BCD4BFC9754EEE19893F2FB": {
      "id": "B9DAF4192BCD4BFC9754EEE19893F2FB",
      "asnIdentifier": null,
      "position": 52000,
      "depth": 1,
      "listId": "D3.2",
      "statementNotation": "D3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les méthodes et les résultats de divers programmes et initiatives communautaires visant à revitaliser les langues autochtones et à protéger les connaissances des Autochtones (p. ex., immersion linguistique pendant la petite enfance et le palier élémentaire; programmes communautaires culturels et d'enseignement de langues, y compris niches langagières; formation du personnel enseignant des langues autochtones; cours et programmes postsecondaires en langues autoch- tones; partenariats de recherche visant à protéger et à revitaliser les langues autochtones; plans de cours créés à l'échelle locale sur les langues et cultures; ressources imprimées ou disponibles dans d'autres médias; programmation à la télévision et à la radio, journaux et littérature dans les langues autochtones; activités de documentation et de pro- tection comme l'enregistrement des locutrices et locuteurs de langues autochtones et la création de dictionnaires et de plans de cours en ligne).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "019E5C3F275549228FC505B7AD4DB5BC": {
      "id": "019E5C3F275549228FC505B7AD4DB5BC",
      "asnIdentifier": null,
      "position": 51000,
      "depth": 1,
      "listId": "D3.1",
      "statementNotation": "D3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les méthodes et les effets de diverses politiques et initiatives gouvernementales et non gouvernementales afin de renforcer des capacités en éducation en partenariat avec les communautés autochtones (p. ex., formation en milieu de travail et développement professionnel; formation sur le renouveau et la réconciliation; reconnaissance par le gouvernement des types de connaissances exprimées par l'entremise des langues, des valeurs et des actions des peuples autochtones; stratégies de guérison; création de matériel pédagogique et d'occasions de formation).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "9D706BB4EA3948A28BCC85EF58173B89": {
      "id": "9D706BB4EA3948A28BCC85EF58173B89",
      "asnIdentifier": null,
      "position": 50000,
      "depth": 1,
      "listId": "D3",
      "statementNotation": "D3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de l'importance des capacités en éducation, notamment en ce qui concerne l'enseignement des langues et la protection, la conservation et la revitalisation des cultures autochtones.",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "CD776B2A1E94447E811C1F3201CB7217": {
      "id": "CD776B2A1E94447E811C1F3201CB7217",
      "asnIdentifier": null,
      "position": 49000,
      "depth": 1,
      "listId": "D2.3",
      "statementNotation": "D2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'importance de diverses actions en justice d'hier et d'aujourd'hui visant à veiller aux droits des Autochtones en matière de souveraineté et d'autonomie, ou à s'attaquer au déni des droits de la personne des Autochtones ou de leurs communautés (p. ex., l'affaire Calder et al. c. Procureur Général de la Colombie-Britannique a reconnu que les titres autochtones existaient avant la colonisation; l'affaire Worcester v. Georgia a défini les bases de la doctrine de la «souveraineté tribale» en concluant que la relation entre les nations autochtones et les États-Unis consistait en une relation entre nations; l'affaire Ángela Poma Poma v. Peru en 2009, devant le Comité des droits de l'homme, a reconnu le droit des peuples autochtones au consentement préalable, libre et informé).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "0C53F568F8A343F594100EE76EC184DB": {
      "id": "0C53F568F8A343F594100EE76EC184DB",
      "asnIdentifier": null,
      "position": 48000,
      "depth": 1,
      "listId": "D2.2",
      "statementNotation": "D2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'importance de diverses actions gouvernementales à l'échelle mondiale visant à protéger les droits de la personne des populations autochtones au sein des frontières nationales ainsi qu'à affirmer la souveraineté et le statut distinct de ces nations (p. ex., réforme politique au sein des États-nations; Loi sur les Samis de 1987 de la Norvège; reconnaissance des peuples autochtones dans la Loi constitutionnelle de 1982 du Canada; difficultés quant à la conversion de la Déclaration des Nations Unies sur les droits des peuples autochtones [DNUDPA] et de l'ancienne Convention relative aux peuples indigènes et tribaux en lois locales visant à protéger les peuples autochtones isolés du Brésil; amendements de la Loi canadienne sur les droits de la personne de 1977 concernant le droit des membres des Premières Nations de porter plainte pour discrimination à la Commission canadienne des droits de la personne; mesures de protection de la langue, de la culture et du mode de vie des Samis inscrites dans la Loi sur les Samis de 1987 en Norvège; reconnaissance des peuples autochtones dans la Loi constitutionnelle de 1982 du Canada).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "F853C4123C344E2280FAE8ADA43CBDF5": {
      "id": "F853C4123C344E2280FAE8ADA43CBDF5",
      "asnIdentifier": null,
      "position": 47000,
      "depth": 1,
      "listId": "D2.1",
      "statementNotation": "D2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les rôles que jouent les pouvoirs législatif et judiciaire du gouvernement dans la protection des droits de la personne en mettant l'accent sur les droits des citoyennes et citoyens autochtones (p. ex., établissement de conseils judiciaires dans différents pays, dont l'Équateur et le Paraguay; réformes constitutionnelles reconnais- sant le droit coutumier des peuples autochtones; distinction entre les protections législatives et judiciaires pour les terres appartenant à plusieurs peuples; définitions législatives du rôle et des responsabilités du gouvernement en matière d'éducation et de santé des peuples autochtones).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "A1D009BDCCE74D6892D60EF28AEB2C74": {
      "id": "A1D009BDCCE74D6892D60EF28AEB2C74",
      "asnIdentifier": null,
      "position": 46000,
      "depth": 1,
      "listId": "D2",
      "statementNotation": "D2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de la responsabilité des gouvernements et des systèmes judiciaires de plusieurs pays quant au respect des droits des peuples autochtones, en considérant les différentes actions politiques, législatives et judiciaires permettant de définir et d'appuyer ces droits.",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "3B3EDEF494274B959DD440E5E5D3C515": {
      "id": "3B3EDEF494274B959DD440E5E5D3C515",
      "asnIdentifier": null,
      "position": 45000,
      "depth": 1,
      "listId": "D1.3",
      "statementNotation": "D1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer l'impact de différents instruments juridiques internationaux et régionaux sur la sensibilisation du public au sujet du droit d'autodétermination des peuples autochtones (p. ex., Charte des Nations Unies; Pacte inter- national relatif aux droits civils et politiques; Pacte international relatif aux droits économiques, sociaux et culturels; document de travail de la Commission européenne relatif à l'aide à apporter aux populations autochtones dans le cadre de la coopération au développement; Déclaration des Nations Unies sur les droits des peuples autochtones; article 35 de la Loi constitutionnelle de 1982 du Canada).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "747190A8043A44D0AA05145B8AE0C631": {
      "id": "747190A8043A44D0AA05145B8AE0C631",
      "asnIdentifier": null,
      "position": 44000,
      "depth": 1,
      "listId": "D1.2",
      "statementNotation": "D1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle des Nations unies et de la Cour internationale de justice dans la conservation des cultures autochtones (p. ex., s'assurer que les gouvernements des nations membres respectent les droits des peuples autochtones; offrir un recours légal en cas de violations des droits de la personne et des droits culturels des Autochtones; créer des définitions reconnues et crédibles du statut et des droits autochtones).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "9DF8E24248E244F69916B7256B69D203": {
      "id": "9DF8E24248E244F69916B7256B69D203",
      "asnIdentifier": null,
      "position": 43000,
      "depth": 1,
      "listId": "D1.1",
      "statementNotation": "D1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle que jouent les systèmes juridiques internationaux et les conventions sur les droits individuels et collectifs des Autochtones, qu'ils doivent promouvoir et protéger (p. ex., traités et déclarations; respect des droits fondamentaux des peuples autochtones, dont l'autodétermination et le droit de pratiquer leurs cérémonies culturelles, coutumes, religions et langues en vertu de la Déclaration des Nations Unies sur les droits des peuples autochtones [DNUDPA]; protection et promotion des droits de la personne des Autochtones; règles, normes et procédures de prise de décision).",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "2499C40E206540429B39891FC6F3C260": {
      "id": "2499C40E206540429B39891FC6F3C260",
      "asnIdentifier": null,
      "position": 42000,
      "depth": 1,
      "listId": "D1",
      "statementNotation": "D1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du rôle que jouent les instruments juridiques internationaux et régionaux en ce qui a trait au respect ou à l'entrave des droits des peuples autochtones du monde entier.",
      "comments": [],
      "ancestorIds": [
        "5A0CC53AB01E46BFA2411D7545BE1A0B"
      ],
      "parentId": "5A0CC53AB01E46BFA2411D7545BE1A0B"
    },
    "5A0CC53AB01E46BFA2411D7545BE1A0B": {
      "id": "5A0CC53AB01E46BFA2411D7545BE1A0B",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 0,
      "listId": "",
      "statementNotation": "D",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "ACTIONS JUDICIAIRES, POLITIQUES ET SOCIALES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "68D12D1AA12B4F22888E8710038F19A3": {
      "id": "68D12D1AA12B4F22888E8710038F19A3",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "C4.3",
      "statementNotation": "C4.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer divers défis rencontrés par les communautés autochtones autonomes, surtout concernant la survie de leurs cultures, quand les gouvernements créent, ratifient et mettent en œuvre des traités internationaux qui les touchent (p. ex., sans les reconnaître comme nations souveraines et sans les consulter).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "618EDE2521FD4702A4569B8FAD285BC8": {
      "id": "618EDE2521FD4702A4569B8FAD285BC8",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 1,
      "listId": "C4.2",
      "statementNotation": "C4.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser différents perspectives et modèles de souveraineté et d'autonomie autochtones afin de cerner quelques arguments appuyant le statut de nation et le droit d'autodétermination pour ces peuples (p. ex., importance de la relation spirituelle avec la terre et l'eau pour les peuples autochtones; durée d'occupation des terres par les peuples autochtones; droit universel à l'autodétermination).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "481AC0BFC5EB4B90BA11E1F387E0D10E": {
      "id": "481AC0BFC5EB4B90BA11E1F387E0D10E",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "C4.1",
      "statementNotation": "C4.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'évolution du concept d'autodétermination à titre de principe fondamental en droit international (p. ex., Charte des Nations Unies de 1945; Conventions de Genève; Convention des Nations Unies relative au statut des réfugiés; Pacte international relatif aux droits civils et politiques), tout en suggérant des raisons pour lesquelles l'autodétermination est essentielle à la survie d'une culture.",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "F0B05BA3905745A58EBA3AF221A040CF": {
      "id": "F0B05BA3905745A58EBA3AF221A040CF",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 1,
      "listId": "C4",
      "statementNotation": "C4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de la notion d'autodétermination en considérant différents points de vue et arguments pour la souveraineté ou l'autonomie gouvernementale des Autochtones.",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "796442A6900347CF8F5DE9CAD5D1A0F4": {
      "id": "796442A6900347CF8F5DE9CAD5D1A0F4",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "C3.3",
      "statementNotation": "C3.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'exercice du pouvoir ainsi que les rapports de force entre les parties de différents conflits modernes portant sur les terres, la culture ou les moyens de survie des communautés autochtones (p. ex., résistance armée continue des Indiens du Chiapas, au Mexique, face à la privatisation des terres; crise d'Oka en 1990, au Canada, en réaction à l'empiètement sur les terres sacrées; droits de passage frontalier, reconnaissance et protection des sites naturels sacrés; manifestations de la tribu sioux de Standing Rock et de ses partisans concernant le pipeline Dakota Access; conflit transfrontalier de 2009 entre les Kanienʼkehá:ka [Mohawks] et les agents des services frontaliers canadiens à Akwesasne).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "AC5C46B123A14CC3BD235E00D9C67C52": {
      "id": "AC5C46B123A14CC3BD235E00D9C67C52",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 1,
      "listId": "C3.2",
      "statementNotation": "C3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les conséquences de la mondialisation sur la puissance politique des communautés et des organismes autochtones (p. ex., structure organisationnelle de recrutement et de collecte de fonds; processus électoral et représentation; capacité de s'organiser et d'opérer à l'international; capacité de sensibiliser les gens aux violations des droits de la personne et des droits écologiques; relations bâties entre communautés autochtones de différents pays; soutien apporté aux communautés et aux organismes autochtones en matière de financement, de soutien technique et de défense des intérêts par les militants des droits de la personne et les écologistes; mobilisa- tion du soutien gouvernemental et de l'attention des médias du monde entier).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "53ACFF44C48D4B819CCCCFA2FDFD2CBC": {
      "id": "53ACFF44C48D4B819CCCCFA2FDFD2CBC",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 1,
      "listId": "C3.1",
      "statementNotation": "C3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer les répercussions continues du colonialisme sur la puissance politique des peuples autochtones dans différentes régions du monde entier, en en déterminant les ressemblances et les différences (p. ex., appui des instances politiques à l'extraction de ressources sur les terres autochtones; processus de réconciliation; mouvements nationalistes des non-Autochtones; octroi ou refus de la citoyenneté à certains groupes ethniques; négociations et consultations entre peuples autochtones et nations non autochtones).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "8D1F37B88A20454795C5BC0478DBF3B5": {
      "id": "8D1F37B88A20454795C5BC0478DBF3B5",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "C3",
      "statementNotation": "C3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des liens entre le pouvoir politique et la survie des cultures autochtones, incluant les rapports de force et les interactions entre des groupes autochtones et non autochtones.",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "C5673113038D40BA81C94BD9E1F0A974": {
      "id": "C5673113038D40BA81C94BD9E1F0A974",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 1,
      "listId": "C2.3",
      "statementNotation": "C2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle des femmes et des enfants autochtones dans la survie de leurs cultures (p. ex., transmission des valeurs sociales, écono- miques et culturelles aux futures générations; importance d'avoir des femmes comme chefs ou porte-paroles en temps de conflit), tout en cernant les différents facteurs nécessitant la protection des droits de la personne (discrimination fondée sur le sexe; violence contre les femmes et les filles autochtones; déplacements forcés des femmes et des enfants; rejet hors des communautés quand les femmes se marient avec des non-Autochtones; stérilisation forcée de femmes autochtones par certains états; lutte pour les droits des femmes autochtones dans certains pays, dont le Guatemala).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "208DBCDE3C1C4A1BAE590930FB599981": {
      "id": "208DBCDE3C1C4A1BAE590930FB599981",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "C2.2",
      "statementNotation": "C2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les enjeux et les développements mondiaux relatifs à la justice sociale pour les peuples autochtones afin de déterminer les liens qui existent entre ceux-ci et la survie des cultures (p. ex., interprétation de la DNUDPA par les gouvernements nationaux; protocoles et mesures de résolution de conflits entre les États et les peuples autochtones; impact des excuses, des initiatives de vérité et réconciliation, des réparations et de la reconnaissance des injustices passées; efforts visant à assurer aux communautés autochtones l'accès à de l'eau potable, à des services médicaux et à l'aide humanitaire; établissement de systèmes d'éducation respectant les droits langagiers et appuyant la protection des cultures autochtones).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "374711A7FFC549FE9ACC81A93556D588": {
      "id": "374711A7FFC549FE9ACC81A93556D588",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 1,
      "listId": "C2.1",
      "statementNotation": "C2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "décrire les principaux défis rencontrés par des peuples autochtones du monde entier, en analysant les liens entre les droits de la personne et les conditions et modes de vie (p. ex., perte des territoires traditionnels, y compris par la déportation et le déplacement forcé; accès inadéquat à différentes ressources, y compris l'eau potable et les systèmes sanitaires; surexploitation des ressources naturelles; faible taux d'alphabétisation; accès limité aux services de santé; assimilation forcée; absence d'autodétermination; manque d'appui des instances gouvernementales aux droits et aux traditions autochtones; protection inadéquate de la propriété intellectuelle et culturelle, y compris les connais- sances environnementales; répercussions néfastes sur les défenseurs des droits autochtones).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "31B8FBAD53D540EF93F1C400CFB3B496": {
      "id": "31B8FBAD53D540EF93F1C400CFB3B496",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "C2",
      "statementNotation": "C2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de divers facteurs juridiques et sociaux ayant une incidence sur les droits des Autochtones, y compris du rôle et des droits des femmes et des enfants, ainsi que de la relation entre les conditions de vie et les droits de la personne.",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "C43673D9A9C94AC683153DF572462600": {
      "id": "C43673D9A9C94AC683153DF572462600",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 1,
      "listId": "C1.3",
      "statementNotation": "C1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle des technologies de l'information et des communications contem- poraines, y compris les médias sociaux, dans la survie des cultures autochtones en évaluant les avantages et les désavantages de la connectivité universelle (p. ex., les médias sociaux permettent aux communautés autochtones de diffuser leurs connaissances et de s'offrir mutuellement du soutien, mais ils introduisent également des idées et des valeurs incompatibles avec la continuité de leurs cultures; les applications mobiles peuvent servir de plateforme éducative pour les jeunes Autochtones, en améliorant leur état de santé et en réduisant les inégalités sociales; les technologies de réalité virtuelle peuvent accroître les connaissances au sujet des sites sacrés sans les perturber).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "F96D01C0CB6C47E49A14FA5A8D31788B": {
      "id": "F96D01C0CB6C47E49A14FA5A8D31788B",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "C1.2",
      "statementNotation": "C1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les principales tendances mondiales relatives aux langues autochtones afin de déter- miner les liens qui existent entre celles-ci et la survie des cultures autochtones (p. ex., impact des systèmes de pensionnats en Amérique du Nord, en Amérique centrale, en Amérique du Sud, en Scandinavie et dans d'autres régions; mondialisa- tion à titre de facteur de maintien de la diversité langagière; approches à plusieurs niveaux pour la revitalisation des langues autochtones avec l'aide des politiques gouvernementales et des communautés autochtones; nécessité d'avoir un nombre suffisant de locutrices et locuteurs d'une langue autochtone pour poursuivre la transmission des connaissances culturelles).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "3C366C42270646EB8E4269FD4DCF14B6": {
      "id": "3C366C42270646EB8E4269FD4DCF14B6",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "C1.1",
      "statementNotation": "C1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les tendances économiques clés ayant une incidence sur les droits des peuples autochtones du monde entier, y compris les droits relatifs aux territoires traditionnels, à l'eau et aux ressources naturelles, afin de déterminer les liens qui existent entre ces tendances et la survie des cultures autochtones (p. ex., perte de terres comme assise économique, consultations sur les projets d'extraction de ressources, accords commerciaux, impact du développement économique sur la qualité de l'eau, manières de combler les lacunes entre les connaissances autochtones et les politiques, aménagement des terres).",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "DB5CC6632E9C44F1AE5B3553B54F6D4B": {
      "id": "DB5CC6632E9C44F1AE5B3553B54F6D4B",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "C1",
      "statementNotation": "C1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension des tendances économiques, sociales et technologiques à l'échelle mondiale, ainsi que de leur incidence sur la survie des cultures autochtones du monde entier.",
      "comments": [],
      "ancestorIds": [
        "D79EF2AEF87D447A90CAC0F78D3882A8"
      ],
      "parentId": "D79EF2AEF87D447A90CAC0F78D3882A8"
    },
    "D79EF2AEF87D447A90CAC0F78D3882A8": {
      "id": "D79EF2AEF87D447A90CAC0F78D3882A8",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 0,
      "listId": "",
      "statementNotation": "C",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "TENDANCES MONDIALES ET SURVIE DES CULTURES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "F9A57970725E45BB89C6E585E91E59D4": {
      "id": "F9A57970725E45BB89C6E585E91E59D4",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "B3.2",
      "statementNotation": "B3.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle des connaissances autochtones dans la protection et l'exercice des droits et responsabilités communautaires autochtones qui sont menacés par les tendances socio- économiques mondiales (p. ex., sécurité collective, autodétermination, droit coutumier, droit des traités, frontières nationales, chasse et pêche, propriété intellectuelle, accès aux ressources naturelles).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "1C3BCE091B3F4E5289E5B27B7426EA03": {
      "id": "1C3BCE091B3F4E5289E5B27B7426EA03",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 1,
      "listId": "B3.1",
      "statementNotation": "B3.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser le rôle des récits et de la tradition orale dans la transmission des connaissances, des valeurs et de l'identité autochtones, en se fondant sur des preuves tirées de diverses cultures (p. ex., fournir des conseils concernant les rôles communautaires, les valeurs fondamentales de la communauté et les façons de maintenir la stabilité; transmettre des protocoles culturels; enseigner aux gens la place qu'ils occupent dans le monde ainsi que les liens qui relient le passé, le présent et le futur; expliquer l'origine des peuples autochtones, des phénomènes naturels et des lieux sacrés; expliquer les soins à prodiguer à des terres traditionnelles en fonction du milieu dont il est question).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "5ED7683B73F848E0A055A3CF2734184E": {
      "id": "5ED7683B73F848E0A055A3CF2734184E",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "B3",
      "statementNotation": "B3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension du rôle que jouent les connaissances et traditions orales autochtones dans l'accomplissement des responsabilités communautaires, le maintien des perceptions du monde et la protection du patrimoine culturel.",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "6DACB6AB08E74D1D8BF25C40DD580ECB": {
      "id": "6DACB6AB08E74D1D8BF25C40DD580ECB",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "B2.2",
      "statementNotation": "B2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "expliquer l'importance des points de vue et des pratiques d'intendance des terres et de gestion des ressources des Autochtones dans un contexte mondial, en tenant compte des efforts contemporains visant à reconnaître ces points de vue et à suivre ces pratiques (p. ex., protection des habitats des espèces, systèmes de gestion des forêts, extraction des ressources naturelles, octroi d'une identité individuelle à des plans d'eau, stratégies de lutte contre les changements climatiques).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "B7AFBA613C21444881186A14923096F1": {
      "id": "B7AFBA613C21444881186A14923096F1",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "B2.1",
      "statementNotation": "B2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les conséquences des transforma- tions physiques des territoires traditionnels et des déplacements hors de ceux-ci sur des peuples autochtones, en évaluant les causes des change- ments ainsi que les résultats de certains des efforts contemporains déployés pour remédier à la situation (p. ex., sécheresse qui menace la pratique religieuse d'invocation de la pluie au Zimbabwe et en Tanzanie; déforestation qui fait disparaître des plantes sauvages servant de nourriture et de matières premières aux Bakas du Cameroun; chants des pistes en Australie; déplacement des Sans [Bochimans] dans le sud de l'Afrique; déportations successives des Delawares aux États-Unis; déplacements forcés des peuples autochtones associés à l'érection du barrage de Bakun en Malaisie; éviction des communautés autochtones des États-Unis pour créer des parcs nationaux au nom de la conservation de l'environnement).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "54EC59C9AD3F413C91ACBF6F52210F6F": {
      "id": "54EC59C9AD3F413C91ACBF6F52210F6F",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 1,
      "listId": "B2",
      "statementNotation": "B2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de l'importance de la Terre pour les peuples autochtones du monde entier en analysant les conséquences de leurs déplacements hors des territoires traditionnels et les avantages des perspectives autochtones en gestion des ressources.",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "B7A9755D309A43ECB56FC91451DADB4A": {
      "id": "B7A9755D309A43ECB56FC91451DADB4A",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "B1.3",
      "statementNotation": "B1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "comparer les pratiques socioculturelles et sociopolitiques des peuples autochtones de différentes régions du monde afin de reconnaître les ressemblances et les différences principales qui existent entre les perceptions du monde qu'elles expriment (p. ex., transmission du patrimoine culturel, relations sociales, pratiques culturelles, organisation et pratiques économiques, structures politiques et approches de gouvernance, approches en matière de santé et de bien-être).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "14870404FCDA46CF95F54CEF45FECF67": {
      "id": "14870404FCDA46CF95F54CEF45FECF67",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "B1.2",
      "statementNotation": "B1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "repérer différents peuples autochtones du monde (p. ex., Samis du nord de l'Europe; Karens de la Thaïlande; Maoris de l'Aotearoa [Nouvelle- Zélande]; Enawenes Nawes du Mato Grosso, Brésil; Madhésis du Népal; Yurakarés de la Bolivie; Inuits des régions arctiques du Canada, du Groenland et de l'Alaska; Yupiks de la Russie et de l'Alaska; Aïnous du Japon; Aymaras de différentes régions de l'Amérique du Sud) en analysant l'influence de certains facteurs historiques, sociaux et politiques sur l'identité de ces différentes populations.",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "62502B806C70463DB7CA6CEAC0A9CDA0": {
      "id": "62502B806C70463DB7CA6CEAC0A9CDA0",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "B1.1",
      "statementNotation": "B1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser les différentes façons dont l'identité et la diversité des peuples et des cultures autochtones peuvent être définies, affirmées ou niées, en se fondant sur des preuves provenant de diverses cultures (p. ex., appartenance à une communauté autochtone, modes de vie autochtones, droits aux territoires traditionnels et aux ressources naturelles, définitions sanctionnées par la loi à l'échelle internationale, efforts visant à accroître leur visibilité et leur représentation par l'entremise d'organisations non gouvernementales et de forums internationaux).",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "E03CCBD18EFB45E897F2CECF8AABA48F": {
      "id": "E03CCBD18EFB45E897F2CECF8AABA48F",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "B1",
      "statementNotation": "B1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "démontrer sa compréhension de la diversité des peuples et des cultures autochtones du monde entier, ainsi que de la manière dont l'identité et la diversité des Autochtones peuvent être définies, affirmées ou niées, tout en faisant référence à leurs pratiques socioculturelles et à leurs visions du monde.",
      "comments": [],
      "ancestorIds": [
        "A3344C156C4E4A1D82A1C01E368F952B"
      ],
      "parentId": "A3344C156C4E4A1D82A1C01E368F952B"
    },
    "A3344C156C4E4A1D82A1C01E368F952B": {
      "id": "A3344C156C4E4A1D82A1C01E368F952B",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 0,
      "listId": "",
      "statementNotation": "B",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PEUPLES ET PERSPECTIVES AUTOCHTONES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "677A320B5460408FA4334FF3D6F2B3FE": {
      "id": "677A320B5460408FA4334FF3D6F2B3FE",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "A2.3",
      "statementNotation": "A2.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "explorer des possibilités de carrière dans les secteurs public et privé faisant appel à la connaissance des réalités et des perspectives des Autochtones du monde entier (p. ex., enseignante ou enseignant, agente ou agent de développement communautaire, correspondante ou correspondant, journaliste, lobbyiste pour un organisme non gouvernemental, avocate ou avocat, médiatrice ou médiateur, chercheuse ou chercheur, analyste des politiques, politicienne ou politicien, conseillère ou conseiller en environnement, artiste, travailleuse ou travailleur communautaire, agente ou agent d'intervention auprès des jeunes, professionnelle ou professionnel de la santé) et des itinéraires d'études pour accéder à ces carrières, en particulier ceux offerts dans les établissements d'enseignement postsecondaire de langue française.",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "79B6BDDE1AD94F48BD030A3431F2A304": {
      "id": "79B6BDDE1AD94F48BD030A3431F2A304",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "A2.2",
      "statementNotation": "A2.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser les connaissances acquises, les concepts de la pensée critique et les habiletés développées par l'étude des réalités et des perspectives contemporaines des Autochtones dans un contexte global (p. ex., démontrer sa capacité de tenir compte des points de vue différents du sien; employer des qualités comme le respect et la coopération afin de nouer des relations positives avec des personnes ou des groupes de différentes origines; faire preuve d'empathie et de respect envers les autres pendant les discussions et les débats; respecter les protocoles culturels pertinents dans une variété de contextes; mettre en pratique des habitudes de travail comme la responsabilité, l'initiative et l'autodiscipline lors d'un travail en groupe).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "45275FA31DC547BB920F0C152EB678E9": {
      "id": "45275FA31DC547BB920F0C152EB678E9",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 1,
      "listId": "A2.1",
      "statementNotation": "A2.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "déterminer les compétences développées par l'étude des réalités contemporaines des Autochtones du monde entier, qui sont trans- férables dans son parcours postsecondaire, dans le monde du travail ou dans la vie de tous les jours (p. ex., habiletés en recherche, en création de graphiques, en communication orale, en littératie, en numératie, en rédaction, en résolution de pro- blèmes, en processus décisionnel, en médiation; prise d'initiatives; persévérance au travail; travail en équipe; autonomie).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "12FDA28D0CCF4485B6EE7C76FD448835": {
      "id": "12FDA28D0CCF4485B6EE7C76FD448835",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "A2",
      "statementNotation": "A2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "reconnaître l'utilité des compétences transférables développées par l'étude des réalités et des points de vue autochtones contemporains du monde entier dans différents contextes ainsi que les diverses possibilités de carrière faisant appel aux connaissances acquises et aux compétences développées dans ce cours.",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "C4DA00F2840046FD8608B87FEDE0A38F": {
      "id": "C4DA00F2840046FD8608B87FEDE0A38F",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "A1.6",
      "statementNotation": "A1.6",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "communiquer les résultats de son enquête en utilisant la terminologie française appropriée (p. ex., vocabulaire propre au thème et à l'époque, termes appropriés relatifs aux réalités autochtones et aux concepts de la pensée critique en politique), en citant ses sources de référence selon les normes bibliographiques établies (p. ex., notes en bas de pages ou en fin de texte, citations qui mentionnent la date de publication, bibliographies, liste des références) afin de reconnaître toutes les sources d'information (p. ex., livres, films, vidéos, politiques, sites Web, entrevues, information fournie oralement, leçons, histoires) et en prenant en compte l'auditoire ciblé et l'intention poursuivie (p. ex., présentation pour sensibiliser les gens aux besoins en eau potable des communautés autochtones; débat sur le niveau de respect des droits issus des traités et de la souveraineté des peuples autochtones à l'échelle internationale; essai critique sur les dispositions de la DNUDPA; article de blogue sur les connaissances autochtones au sujet des interconnexions biologiques, y compris les liens entre les plantes locales et l'approvisionnement en nourriture et en eau; reportage au sujet des approches adoptées par les peuples autochtones du monde entier dans le but d'attirer l'attention sur les effets des changements climatiques dans les territoires traditionnels; caricature pour critiquer le manque d'accès aux soins de santé chez les Autochtones).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "DD8C42C95368457C83C1F3C0D45CB58C": {
      "id": "DD8C42C95368457C83C1F3C0D45CB58C",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "A1.5",
      "statementNotation": "A1.5",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer ses constatations et en faire la synthèse dans le but de formuler des conclusions et des jugements ou prévisions éclairés relativement aux enjeux, aux événements et aux développe- ments sur lesquels porte son enquête.",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "3CD7A511B0E34056B499A77897A9E48D": {
      "id": "3CD7A511B0E34056B499A77897A9E48D",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "A1.4",
      "statementNotation": "A1.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "analyser l'information recueillie pour en faire l'interprétation et la synthèse en utilisant les concepts de la pensée critique en politique (p. ex., importance politique, objectif et résultat, continuité et changement, perspective politique), en tirant des conclusions sur les enjeux contem- porains qui touchent les communautés, les peuples et les nations autochtones du monde entier (p. ex., utiliser le concept d'importance politique pour mieux évaluer les effets d'une décision politique sur les populations et communautés autochtones dans un pays particulier; tenir compte du concept d'objectif et résultat pour évaluer l'efficacité du travail d'une organisation non gouvernementale qui fait la promotion des droits des Autochtones; employer le concept de continuité et changement pour analyser l'effet des politiques d'un état particulier sur les Autochtones; mettre en application le concept de perspective politique afin d'analyser le soutien ou l'absence de soutien d'un gouvernement face à une résolution donnée des Nations Unies).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "60E902C2DC3D4F3E86F45131A84221EB": {
      "id": "60E902C2DC3D4F3E86F45131A84221EB",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "A1.3",
      "statementNotation": "A1.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "évaluer la crédibilité et l'exactitude des sources ainsi que la validité et la fiabilité de l'information recueillie à partir de critères précis dans le cadre de son enquête (p. ex., cerner la perspective reflétée par la source; comparer l'information trouvée dans différentes sources afin d'évaluer leur exactitude; comparer les façons dont les données probantes sont construites ou présentées dans différentes sources; tenir compte de l'influence de l'intention, du public cible, des partis pris et des valeurs).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "68E97E5A0D274312A7B10ACDD63B43D4": {
      "id": "68E97E5A0D274312A7B10ACDD63B43D4",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "A1.2",
      "statementNotation": "A1.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "recueillir des données probantes et de l'information se rapportant aux enjeux, événements et développements touchant les communautés et les peuples autochtones du monde, en consultant des sources primaires et secondaires, y compris des sources de connaissances autochtones et en s'assurant que les sources représentent divers points de vue (p. ex., sources primaires : entrevues avec des Autochtones de la région, réglementation, photos, peintures et autres œuvres d'art, déclarations de principes, discours, statistiques, sondages, traités et autres ententes internationales, lettres et autres formes de correspondance imprimées ou numériques, documentaires et autres films; sources secondaires : articles de périodiques, articles de journaux, manuels, essais, travaux de recherche et monographies, des sites Web).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "EF43E79776824555A40BC3FAEC166100": {
      "id": "EF43E79776824555A40BC3FAEC166100",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "A1.1",
      "statementNotation": "A1.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "formuler différents types de questions pour orienter le processus d'enquête sur les enjeux contemporains associés aux communautés, aux peuples et aux nations autochtones du monde (p. ex., questions de fait : Quels sont les buts et les principes de la Charte des Nations Unies? Qu'ont fait les gouvernements fédéraux du Canada et des États-Unis pour mettre en œuvre la Déclaration des Nations Unies sur les droits des peuples autochtones [DNUDPA] à l'échelle nationale? À quels défis les Inuits du Groenland continuent-ils de se heurter malgré l'adoption de la DNUDPA par le gouvernement du Danemark? questions de comparaison : Quelles différences et quelles ressemblances y a-t-il entre les stratégies d'autonomie gouvernementale des Inuits du Canada et des Samis de la Finlande? questions de cause : Quelles pourraient être les conséquences du rapport final de la Commission de vérité et réconciliation du Canada pour les communautés et les organismes autochtones et non autochtones du monde entier? De quelle manière la DNUDPA influence-t-elle les appels à l'action de la Commission de vérité et réconciliation du Canada?).",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "82D924A483814C8082B19EDBBBD9E077": {
      "id": "82D924A483814C8082B19EDBBBD9E077",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "A1",
      "statementNotation": "A1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "utiliser le processus d'enquête ainsi que les concepts de la pensée critique en politique pour explorer divers enjeux, événements et développements actuels d'importance pour les Autochtones du monde entier.",
      "comments": [],
      "ancestorIds": [
        "5EE50139DD9C4DD18C8CDDEA767CC1E1"
      ],
      "parentId": "5EE50139DD9C4DD18C8CDDEA767CC1E1"
    },
    "5EE50139DD9C4DD18C8CDDEA767CC1E1": {
      "id": "5EE50139DD9C4DD18C8CDDEA767CC1E1",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "",
      "statementNotation": "A",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "PROCESSUS D'ENQUÊTE ET COMPÉTENCES TRANSFÉRABLES",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}