{
  "id": "A90F61D92CF546CD959187DEF27BCE4D",
  "title": "French II",
  "subject": "World Language (2014-2021)",
  "normalizedSubject": null,
  "educationLevels": [
    "09",
    "08",
    "10",
    "11",
    "12"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "http://www.doe.virginia.gov/testing/sol/standards_docs/foreign_language/2014/french/stds_french1-4.docx",
    "title": "Virginia-Department-of-Education",
    "publicationStatus": "Deprecated"
  },
  "jurisdiction": {
    "id": "27D1AF28D2F54DD3A69C057DDA772BD0",
    "title": "Virginia"
  },
  "standards": {
    "CC5D9A4EB514409284057CEC6F7EA4FA": {
      "id": "CC5D9A4EB514409284057CEC6F7EA4FA",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.11",
      "statementLabel": null,
      "description": "The student will apply French language skills and francophone cultural knowledge in opportunities beyond the classroom setting for recreational, educational, and occupational purposes.\n1.   Explain aspects of francophone culture discovered through interaction with other French speakers, and authentic media or technology.\n2.   Use French-language resources, such as individuals and organizations in the community or technology, to reinforce cultural knowledge. ",
      "ancestorIds": [],
      "parentId": null
    },
    "657C1D15BAA9479D903C2700739EF5D8": {
      "id": "657C1D15BAA9479D903C2700739EF5D8",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.10",
      "statementLabel": null,
      "description": "The student will demonstrate understanding of similarities and differences between francophone cultures studied and those of the United States.\n1. \tIdentify similarities and differences of traditions, such as comparing those related to holidays, foods, family, and celebrations with those of the United States.\n2. \tIdentify similarities and differences of geography and their impact on aspects of culture, such as comparing geographical influences on culture related to food, clothing, dwellings, transportation, recreation, and art. ",
      "ancestorIds": [],
      "parentId": null
    },
    "7433B4C6C4D44ECD98DD5F0DD90B4515": {
      "id": "7433B4C6C4D44ECD98DD5F0DD90B4515",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.9",
      "statementLabel": null,
      "description": "The student will develop a deeper understanding of English and other languages through study of French.\n1. \tRecognize critical sound distinctions and intonation patterns in French and English and their effects on the communication of meaning.\n2. \tCompare the diverse and unique aspects of French vocabulary and structural patterns of French and English.\n3.\tCompare the use of idiomatic expressions in French and English. ",
      "ancestorIds": [],
      "parentId": null
    },
    "D270C09322AF43329B1871C7388ADA2A": {
      "id": "D270C09322AF43329B1871C7388ADA2A",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.8",
      "statementLabel": null,
      "description": "The student will use information acquired in the study of French and information acquired in other subject areas to reinforce one another.\n1. \tGive examples of the influence of French and francophone culture(s) on other subject areas.\n2. \tCompare information acquired in other subject areas to topics discussed in French class. ",
      "ancestorIds": [],
      "parentId": null
    },
    "6D626FB266C54CAEA44C917C977E87E9": {
      "id": "6D626FB266C54CAEA44C917C977E87E9",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.7",
      "statementLabel": null,
      "description": "The student will demonstrate understanding of the perspectives, practices, and products of francophone cultures studied and the ways these cultural aspects are interrelated.\n1. \tParticipate in authentic or simulated activities, such as typical cultural gatherings, holiday celebrations, and community events.\n2. \tIdentify and discuss patterns of behavior typically associated with francophone cultures, such as those relating to business practices, religious customs, and family dynamics.\n3. \tExplore the influence of the geography and history of the francophone countries studied, on cultural elements, such as food, clothing, dwellings, transportation, language, music, and art. ",
      "ancestorIds": [],
      "parentId": null
    },
    "E30D668FDE24489EA4BDF684BFBC0006": {
      "id": "E30D668FDE24489EA4BDF684BFBC0006",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.6",
      "statementLabel": null,
      "description": "The student will present in French rehearsed and unrehearsed material, including skits, poems, plays, short narratives, and songs that reflect the francophone culture.\n1. \tUse appropriate verbal and nonverbal techniques, such as voice inflection, gestures, and facial expressions.\n2. \tCommunicate ideas in an organized manner, using appropriate visual and technological support. ",
      "ancestorIds": [],
      "parentId": null
    },
    "C38930F9F9F541CDA8D23003EB03EA8F": {
      "id": "C38930F9F9F541CDA8D23003EB03EA8F",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.5",
      "statementLabel": null,
      "description": "The student will present information orally and in writing in French, combining learned and original language in connected sentences and paragraphs on familiar topics.\n1. \tRelate in some detail the main ideas from level-appropriate print or non-print materials.\n2. \tPresent information, using structures that reflect present, past, and future time.\n3. \tDemonstrate attention to accurate intonation and pronunciation.\n4. \tDemonstrate attention to accurate word order, punctuation, accents and other diacritical marks, and spelling.  ",
      "ancestorIds": [],
      "parentId": null
    },
    "F5208FE6B4514A81B5CEDA1442B36C7C": {
      "id": "F5208FE6B4514A81B5CEDA1442B36C7C",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.4",
      "statementLabel": null,
      "description": "The student will use verbal and nonverbal cues to interpret spoken and written texts in French.\n1. \tDifferentiate among increasingly complex types of statements, questions, and exclamations.\n2. \tInterpret culturally appropriate gestures, body language, and intonation in order to clarify the message. ",
      "ancestorIds": [],
      "parentId": null
    },
    "5C853D711B0D4300B4E7583D0C538FEF": {
      "id": "5C853D711B0D4300B4E7583D0C538FEF",
      "asnIdentifier": null,
      "position": 1001,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.3",
      "statementLabel": null,
      "description": "The student will understand basic spoken and written French presented through a variety of media in familiar contexts.\n1. \t Identify some details and key words when listening to and reading French.\n2. \tUnderstand culturally authentic materials, such as announcements, messages, and advertisements that present new and familiar information in familiar contexts.\n3. \tUnderstand and respond appropriately to simple instructions presented in informational materials, such as instructions for following recipes or for using transportation. ",
      "ancestorIds": [],
      "parentId": null
    },
    "9A96C5F2BB6F4030B3F23E367B578BA5": {
      "id": "9A96C5F2BB6F4030B3F23E367B578BA5",
      "asnIdentifier": null,
      "position": 1001,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.2",
      "statementLabel": null,
      "description": "The student will initiate, sustain, and close brief oral and written exchanges in French, using familiar and recombined phrases and sentences.\n1.   Participate in brief oral and written exchanges that reflect present, past, and future time frames.\n2.\tUse proper formal and informal forms of address in familiar situations.\n3. \tUse nonverbal communication and paraphrasing to convey and comprehend messages. ",
      "ancestorIds": [],
      "parentId": null
    },
    "51C89BEF478C4711AB57901E7A5F5C86": {
      "id": "51C89BEF478C4711AB57901E7A5F5C86",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "",
      "statementNotation": "FII.1",
      "statementLabel": null,
      "description": "The student will exchange spoken and written information and ideas in French.\n1. \tGive and follow basic instructions.\n2. \tAsk and answer questions about self, others, and the immediate environment, such as people, things, plans, events, feelings, emotions, and geographic direction and location. ",
      "ancestorIds": [],
      "parentId": null
    }
  }
}