{
  "id": "3FF8D2FD0F4F4F6AAEB047BC44B755B0",
  "title": "6th Grade",
  "subject": "Science",
  "normalizedSubject": null,
  "educationLevels": [
    "06"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "sourceURL": "https://4.files.edl.io/9038/10/25/22/163722-0055f0a9-128b-441e-997c-803c354bb6f3.pdf",
    "title": "PK3-8th Archdiocesan Curriculum Expectations"
  },
  "jurisdiction": {
    "id": "76F3150023BA455CAF67A250747246FC",
    "title": "Immaculate Conception of Dardenne Catholic School"
  },
  "standards": {
    "6C40C818C69646DB94994D04DCFA8070": {
      "id": "6C40C818C69646DB94994D04DCFA8070",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 1,
      "listId": "4",
      "statementNotation": "s.ed.6.4",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop a model to generate data for iterative testing and modification of a proposed object, tool, or process such that an optimal design can be achieved",
      "comments": [],
      "ancestorIds": [
        "97AB4322F9E3477BBCE46E658B435323"
      ],
      "parentId": "97AB4322F9E3477BBCE46E658B435323"
    },
    "4683C7B272DE45A8A2FC94F62C26F550": {
      "id": "4683C7B272DE45A8A2FC94F62C26F550",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.ed.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Analyze data from tests to determine similarities and differences among several design solutions to identify the best characteristics of each that can be combined into a new solution to better meet the criteria for success",
      "comments": [],
      "ancestorIds": [
        "97AB4322F9E3477BBCE46E658B435323"
      ],
      "parentId": "97AB4322F9E3477BBCE46E658B435323"
    },
    "C0549CA57B834FE695FDC284A3A1864C": {
      "id": "C0549CA57B834FE695FDC284A3A1864C",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.ed.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Evaluate competing design solutions using a systematic process to determine how well they meet the criteria and constraints of the problem",
      "comments": [],
      "ancestorIds": [
        "97AB4322F9E3477BBCE46E658B435323"
      ],
      "parentId": "97AB4322F9E3477BBCE46E658B435323"
    },
    "3C683ECF220A4FC0BFB1A4D5AD01078D": {
      "id": "3C683ECF220A4FC0BFB1A4D5AD01078D",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.ed.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principles and potential impacts on people and the natural environment that may limit possible solutions",
      "comments": [],
      "ancestorIds": [
        "97AB4322F9E3477BBCE46E658B435323"
      ],
      "parentId": "97AB4322F9E3477BBCE46E658B435323"
    },
    "97AB4322F9E3477BBCE46E658B435323": {
      "id": "97AB4322F9E3477BBCE46E658B435323",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 0,
      "listId": "ed",
      "statementNotation": "s.ed",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Engineering Design 6-8 (Must be taught throughout grades 6-8 units of study)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "6F1CA9550F624D6C9A157A4E63A6F94D": {
      "id": "6F1CA9550F624D6C9A157A4E63A6F94D",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.hi.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth’s systems. [Clarification Statement: Examples of evidence include grade-appropriate databases on human populations and the rates of consumption of food and natural resources (such as freshwater, mineral, and energy). Examples of impacts can include changes to the appearance, composition, and structure of Earth’s systems as well as the rates at which they change. The consequences of increases in human populations and consumption of natural resources are described by science, but science does not make the decisions for the actions society takes.] (*Should be taught through the lens of Catholicism. As Catholics, we believe God has provided us with the resources necessary to support human life. It is more of a matter of humanity being good stewards and learning to share those resources equitably. The Church is adamentally against population control methods such as limiting the number of children a family can have through government laws.)",
      "comments": [],
      "ancestorIds": [
        "071479569511404DB59BEFE8A160C021"
      ],
      "parentId": "071479569511404DB59BEFE8A160C021"
    },
    "C5CE6F700389496A9D4212786B50468D": {
      "id": "C5CE6F700389496A9D4212786B50468D",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.hi.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Apply scientific principles to design a method for monitoring and minimizing a human impact on the environment. [Clarification Statement: Examples of the design process include examining human environmental impacts, assessing the kinds of solutions that are feasible, and designing and evaluating solutions that could reduce that impact. Examples of human impacts can include water usage (such as the withdrawal of water from streams and aquifers or the construction of dams and levees), land usage (such as urban development, agriculture, or the removal of wetlands), and pollution (such as of the air, water, or land).] (*Should be taught through the lens of Catholicism. We are called to be good stewards of creation for the common good of all humanity. Refer to Pope Francis' encyclical \"Laudato Si\" on care for our common home and Catholic Social Teaching.)",
      "comments": [],
      "ancestorIds": [
        "071479569511404DB59BEFE8A160C021"
      ],
      "parentId": "071479569511404DB59BEFE8A160C021"
    },
    "96C4B8617C7143A6B064E6B43E71F0C8": {
      "id": "96C4B8617C7143A6B064E6B43E71F0C8",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.hi.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Analyze and interpret data on natural hazards to forecast future catastrophic events and inform the development of technologies to mitigate their effects. [Clarification Statement: Emphasis is on how some natural hazards, such as volcanic eruptions and severe weather, are preceded by phenomena that allow for reliable predictions, but others, such as earthquakes, occur suddenly and with no notice, and thus are not yet predictable. Examples of natural hazards can be taken from interior processes (such as earthquakes and volcanic eruptions), surface processes (such as mass wasting and tsunamis), or severe weather events (such as hurricanes, tornadoes, and floods). Examples of data can include the locations, magnitudes, and frequencies of the natural hazards. Examples of technologies can be global (such as satellite systems to monitor hurricanes or forest fires) or local (such as building basements in tornado-prone regions or reservoirs to mitigate droughts).] (MO Standards has this in Natural Hazards)",
      "comments": [],
      "ancestorIds": [
        "071479569511404DB59BEFE8A160C021"
      ],
      "parentId": "071479569511404DB59BEFE8A160C021"
    },
    "071479569511404DB59BEFE8A160C021": {
      "id": "071479569511404DB59BEFE8A160C021",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 0,
      "listId": "hi",
      "statementNotation": "s.hi",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "NGSS Human Impacts pg 60 (MO = Human Impacts on Earth's Systems pg 24)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "BAFC6F1E30F44E2A9C8562133F710365": {
      "id": "BAFC6F1E30F44E2A9C8562133F710365",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.wc.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "*Ask questions to clarify evidence of the factors that have caused the rise in global temperatures over the past century [Clarification Statement: Examples of factors include human activities (such as fossil fuel combustion, cement production, and agricultural activity) and natural processes (such as changes in incoming solar radiation or volcanic activity). Examples of evidence can include tables, graphs, and maps of global and regional temperatures, atmospheric levels of gases such as carbon dioxide and methane, and the rates of human activities. Emphasis is on the major role that human activities play in causing the rise in global temperatures.] (*MO standards group this with Climate Change...MO leaves out the last statement on \"emphasis on major role that human activities play in casuing the rise in global temperatures.\") (*Should be taught through the lens of Catholicism. We are called to be good stewards of creation for the common good of all humanity. Refer to Pope Francis' encyclical \"Laudato Si\" on care for our common home and Catholic Social Teaching.)",
      "comments": [],
      "ancestorIds": [
        "231CA361D4BA4E929CC999FE47435B82"
      ],
      "parentId": "231CA361D4BA4E929CC999FE47435B82"
    },
    "B8BEAFEE8C6F4F8CA54D864CAE6C08AA": {
      "id": "B8BEAFEE8C6F4F8CA54D864CAE6C08AA",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.wc.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates [Clarification Statement: Emphasis is on how patterns vary by latitude, altitude, and geographic land distribution. Emphasis of atmospheric circulation is on the sunlight-driven latitudinal banding, the Coriolis effect, and resulting prevailing winds; emphasis of ocean circulation is on the transfer of heat by the global ocean convection cycle, which is constrained by the Coriolis effect and the outlines of continents. Examples of models can be diagrams, maps and globes, or digital representations.] [Assessment Boundary: Assessment does not include the dynamics of the Coriolis effect.] (*MO standards put this in role of water)",
      "comments": [],
      "ancestorIds": [
        "231CA361D4BA4E929CC999FE47435B82"
      ],
      "parentId": "231CA361D4BA4E929CC999FE47435B82"
    },
    "F513CA2A63D643A3A454EABBFB2DC603": {
      "id": "F513CA2A63D643A3A454EABBFB2DC603",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.wc.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Collect data to provide evidence for how the motions and complex interactions of air masses result in changes in weather conditions [Clarification Statement: Emphasis is on how air masses flow from regions of high pressure to low pressure, causing weather (defined by temperature, pressure, humidity, precipitation, and wind) at a fixed location to change over time, and how sudden changes in weather can result when different air masses collide. Emphasis is on how weather can be predicted within probabilistic ranges. Examples of data can be provided to students (such as weather maps, diagrams, and visualizations) or obtained through laboratory experiments (such as with condensation).] [Assessment Boundary: Assessment does not include recalling the names of cloud types or weather symbols used on weather maps or the reported diagrams from weather stations.] (*MO standards put this in role of water)",
      "comments": [],
      "ancestorIds": [
        "231CA361D4BA4E929CC999FE47435B82"
      ],
      "parentId": "231CA361D4BA4E929CC999FE47435B82"
    },
    "231CA361D4BA4E929CC999FE47435B82": {
      "id": "231CA361D4BA4E929CC999FE47435B82",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 0,
      "listId": "wc",
      "statementNotation": "s.wc",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "NGSS Weather & Climate pg 59 (MO separates these into other categories)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "1D66AE5E888A4EB68C6E91F2C10D0624": {
      "id": "1D66AE5E888A4EB68C6E91F2C10D0624",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.es.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "*Construct a scientific explanation based on evidence for how the uneven distributions of Earth’s mineral, energy, and groundwater resources are the result of past and current geoscience processes and human activity [Clarification Statement: Emphasis is on how these resources are limited and typically non-renewable, and how their distributions are significantly changing as a result of removal by humans. Examples of uneven distributions of resources as a result of past processes include but are not limited to petroleum (locations of the burial of organic marine sediments and subsequent geologic traps), metal ores (locations of past volcanic and hydrothermal activity associated with subduction zones), and soil (locations of active weathering and/or deposition of rock).] (MO Standards list this under Natural Resources) (*Should be taught through the lens of Catholicism. We are called to be good stewards of creation for the common good of all humanity. Refer to Pope Francis' encyclical \"Laudato Si\" on care for our common home and Catholic Social Teaching.)",
      "comments": [],
      "ancestorIds": [
        "921955022B3249838FF693517B20CC9B"
      ],
      "parentId": "921955022B3249838FF693517B20CC9B"
    },
    "E7C59520C9B74DBDAC1CA3B4617A8506": {
      "id": "E7C59520C9B74DBDAC1CA3B4617A8506",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.es.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Design and develop a model to describe the cycling of water through Earth's systems driven by energy from the sun and the force of gravity [Clarification Statement: Emphasis is on the ways water changes its state as it moves through the multiple pathways of the hydrologic cycle. Examples of models can be conceptual or physical.] (*MO Standards list this under Role of Water )",
      "comments": [],
      "ancestorIds": [
        "921955022B3249838FF693517B20CC9B"
      ],
      "parentId": "921955022B3249838FF693517B20CC9B"
    },
    "FC99AD709FA44582933AF66ADDD75540": {
      "id": "FC99AD709FA44582933AF66ADDD75540",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.es.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop and use a model to illustrate that energy from the Earth’s interior drives convection which cycles Earth’s crust leading to melting, crystallization, weathering and deformation of large rock formations, including generation of ocean sea floor at ridges, submergence of ocean sea floor at trenches, mountain building and active volcanic chains [Clarification Statement: The emphasis is on large-scale cycling resulting from plate tectonics that includes changes in rock types through erosion, heat and pressure.]",
      "comments": [],
      "ancestorIds": [
        "921955022B3249838FF693517B20CC9B"
      ],
      "parentId": "921955022B3249838FF693517B20CC9B"
    },
    "921955022B3249838FF693517B20CC9B": {
      "id": "921955022B3249838FF693517B20CC9B",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 0,
      "listId": "es",
      "statementNotation": "s.es",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "NGSS Earth's Systems pg 58 (MO = Earth Materials & Systems pg 20)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "05A1F57276ED4EA0A9DEF8AA1B372654": {
      "id": "05A1F57276ED4EA0A9DEF8AA1B372654",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.he.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Analyze and interpret data on the distribution of fossils and rocks, continental shapes, and seafloor structures to provide evidence of the past plate motions [Clarification Statement: Examples of data include similarities of rock and fossil types on different continents, the shapes of the continents (including continental shelves), and the locations of ocean structures (such as ridges, fracture zones, and trenches).] (*MO standards has this in Earth Materials and Systems)",
      "comments": [],
      "ancestorIds": [
        "511BE3099BFE4C3A8B0D0295EEC2B8B7"
      ],
      "parentId": "511BE3099BFE4C3A8B0D0295EEC2B8B7"
    },
    "C57A9BFCC55845928B897A7790F00C9D": {
      "id": "C57A9BFCC55845928B897A7790F00C9D",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.he.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Construct an explanation based on evidence for how geoscience processes have changed Earth’s surface at varying time and spatial scales [Clarification Statement: Emphasis is on how processes change Earth’s surface at time and spatial scales that can be large (such as slow plate motions or the uplift of large mountain ranges) or small (such as rapid landslides or microscopic geochemical reactions), and how many geoscience processes (such as earthquakes, volcanoes, and meteor impacts) usually behave gradually but are punctuated by catastrophic events. Examples of geoscience processes include surface weathering and deposition by the movements of water, ice, and wind. Emphasis is on geoscience processes that shape local geographic features, where appropriate.] (*MO standards has this in Earth Materials and Systems)",
      "comments": [],
      "ancestorIds": [
        "511BE3099BFE4C3A8B0D0295EEC2B8B7"
      ],
      "parentId": "511BE3099BFE4C3A8B0D0295EEC2B8B7"
    },
    "04D3DE03B2314B58AA025B3949250DAB": {
      "id": "04D3DE03B2314B58AA025B3949250DAB",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.he.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "*Construct a scientific explanation based on evidence from rock strata for how the geologic time scale is used to organize Earth's history [Clarification Statement: Emphasis is on how analyses of rock formations and the fossils they contain are used to establish relative ages of major events in Earth’s history. Examples of Earth’s major events could range from being very recent (such as the last Ice Age or the earliest fossils of homo sapiens) to very old (such as the formation of Earth or the earliest evidence of life). Examples can include the formation of mountain chains and ocean basins, the evolution or extinction of particular living organisms, or significant volcanic eruptions.] (*Should be taught through the lens of Catholicism - As Catholics, we believe that God is the creator of all things, yet there is no conflict between this belief and the scientific understanding of the Earth's age)",
      "comments": [],
      "ancestorIds": [
        "511BE3099BFE4C3A8B0D0295EEC2B8B7"
      ],
      "parentId": "511BE3099BFE4C3A8B0D0295EEC2B8B7"
    },
    "511BE3099BFE4C3A8B0D0295EEC2B8B7": {
      "id": "511BE3099BFE4C3A8B0D0295EEC2B8B7",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 0,
      "listId": "he",
      "statementNotation": "s.he",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "NGSS History of Earth pg 57 (MO = History of Earth pg 19)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "48BD439930CA4E8AA54F50BC2B05ED94": {
      "id": "48BD439930CA4E8AA54F50BC2B05ED94",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 1,
      "listId": "3",
      "statementNotation": "s.ss.6.3",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Analyze and interpret data to determine scale properties of objects in the solar system [Clarification Statement: Examples of scale properties include the sizes of an object’s layers (such as crust and atmosphere), surface features (such as volcanoes), and orbital radius. Examples of data include statistical information, drawings and photographs, and models.]",
      "comments": [],
      "ancestorIds": [
        "590F1FE7E35B4E0B92D6988D92DF41FD"
      ],
      "parentId": "590F1FE7E35B4E0B92D6988D92DF41FD"
    },
    "92A42DEC9E43470592EE7C987F079950": {
      "id": "92A42DEC9E43470592EE7C987F079950",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "2",
      "statementNotation": "s.ss.6.2",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system [Clarification Statement: Emphasis for the model is on gravity as the force that holds together the solar system and Milky Way galaxy and controls orbital motions within them. Examples of models can be physical or conceptual.]",
      "comments": [],
      "ancestorIds": [
        "590F1FE7E35B4E0B92D6988D92DF41FD"
      ],
      "parentId": "590F1FE7E35B4E0B92D6988D92DF41FD"
    },
    "D035BE856CF949EE94350EEF06F900BF": {
      "id": "D035BE856CF949EE94350EEF06F900BF",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 1,
      "listId": "1",
      "statementNotation": "s.ss.6.1",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons [Clarification Statement: Examples of models can be physical, graphical, or conceptual.]",
      "comments": [],
      "ancestorIds": [
        "590F1FE7E35B4E0B92D6988D92DF41FD"
      ],
      "parentId": "590F1FE7E35B4E0B92D6988D92DF41FD"
    },
    "590F1FE7E35B4E0B92D6988D92DF41FD": {
      "id": "590F1FE7E35B4E0B92D6988D92DF41FD",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 0,
      "listId": "ss",
      "statementNotation": "s.ss",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "NGSS Space Systems (MO = Earth's Place in the Universe pg 18)",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}