{
  "id": "A7F156ECF40D4DFDB9DE1E3541550B20_D2597529_grades-06-07-08",
  "title": "Grades 6, 7, 8",
  "subject": "Science (2014-)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "06",
    "07",
    "08"
  ],
  "cspStatus": {},
  "license": {
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated",
    "title": "CC BY 3.0 US"
  },
  "document": {
    "sourceURL": "http://www.doe.nv.gov/Standards_Instructional_Support/Nevada_Academic_Standards/Science/Nevada_State_Academic_Content_Standards_for_Science_-_DCI/",
    "asnIdentifier": "D2597529",
    "publicationStatus": "Published",
    "id": "D2597529",
    "valid": "2014",
    "title": "Nevada Academic Content Standards for Science"
  },
  "jurisdiction": {
    "id": "A7F156ECF40D4DFDB9DE1E3541550B20",
    "title": "Nevada"
  },
  "standards": {
    "208E8211761A4117870BF9533A5935D1": {
      "description": "Develop a model to generate data for iterative testing and modification of a proposed object, tool, or process such that an optimal design can be achieved.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454536"
      ],
      "id": "208E8211761A4117870BF9533A5935D1",
      "asnIdentifier": "S2598020",
      "position": 71000,
      "depth": 1,
      "statementNotation": "MS-ETS1-4",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "B4725766A7994B2C963E7027E9A8D4D8"
      ],
      "parentId": "B4725766A7994B2C963E7027E9A8D4D8"
    },
    "024B16DE29DF4AC2A84F24DA69827ACE": {
      "depth": 1,
      "statementNotation": "MS-ETS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Analyze data from tests to determine similarities and differences among several design solutions to identify the best characteristics of each that can be combined into a new solution to better meet the criteria for success.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454535"
      ],
      "id": "024B16DE29DF4AC2A84F24DA69827ACE",
      "asnIdentifier": "S2598019",
      "position": 70000,
      "ancestorIds": [
        "B4725766A7994B2C963E7027E9A8D4D8"
      ],
      "parentId": "B4725766A7994B2C963E7027E9A8D4D8"
    },
    "EFB9A75200E1458BBEB679CD8C39CBD5": {
      "depth": 1,
      "statementNotation": "MS-ETS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions using a systematic process to determine how well they meet the criteria and constraints of the problem.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454534"
      ],
      "id": "EFB9A75200E1458BBEB679CD8C39CBD5",
      "asnIdentifier": "S2598018",
      "position": 69000,
      "ancestorIds": [
        "B4725766A7994B2C963E7027E9A8D4D8"
      ],
      "parentId": "B4725766A7994B2C963E7027E9A8D4D8"
    },
    "C475315B86894F4691D27F460EB0A491": {
      "statementLabel": "Performance Expectation",
      "description": "Define the criteria and constraints of a design problem with sufficient precision to ensure a successful solution, taking into account relevant scientific principles and potential impacts on people and the natural environment that may limit possible solutions.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454533"
      ],
      "id": "C475315B86894F4691D27F460EB0A491",
      "asnIdentifier": "S2598017",
      "position": 68000,
      "depth": 1,
      "statementNotation": "MS-ETS1-1",
      "ancestorIds": [
        "B4725766A7994B2C963E7027E9A8D4D8"
      ],
      "parentId": "B4725766A7994B2C963E7027E9A8D4D8"
    },
    "B4725766A7994B2C963E7027E9A8D4D8": {
      "id": "B4725766A7994B2C963E7027E9A8D4D8",
      "asnIdentifier": "S2598016",
      "position": 67000,
      "depth": 0,
      "statementNotation": "MS-ETS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Engineering Design",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467886"
      ],
      "ancestorIds": [],
      "parentId": null
    },
    "C262D490B58C4249ADEAC591297DA335": {
      "comments": [
        "Clarification Statement: Examples of factors include human activities (such as fossil fuel combustion, cement production, and agricultural activity) and natural processes (such as changes in incoming solar radiation or volcanic activity). Examples of evidence can include tables, graphs, and maps of global and regional temperatures, atmospheric levels of gases such as carbon dioxide and methane, and the rates of human activities. Emphasis is on the major role that human activities play in causing the rise in global temperatures."
      ],
      "id": "C262D490B58C4249ADEAC591297DA335",
      "asnIdentifier": "S2598015",
      "depth": 1,
      "statementNotation": "MS-ESS3-5",
      "description": "Ask questions to clarify evidence of the factors that have caused the rise in global temperatures over the past century.",
      "position": 66000,
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454528"
      ],
      "ancestorIds": [
        "771EFA48D3D94835AB2FE6288D9BB60C"
      ],
      "parentId": "771EFA48D3D94835AB2FE6288D9BB60C"
    },
    "8353217BD00E42629E6899FE633F110A": {
      "position": 65000,
      "depth": 1,
      "statementNotation": "MS-ESS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth's systems.",
      "comments": [
        "Clarification Statement: Examples of evidence include grade-appropriate databases on human populations and the rates of consumption of food and natural resources (such as freshwater, mineral, and energy). Examples of impacts can include changes to the appearance, composition, and structure of Earth's systems as well as the rates at which they change. The consequences of increases in human populations and consumption of natural resources are described by science, but science does not make the decisions for the actions society takes."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454532"
      ],
      "id": "8353217BD00E42629E6899FE633F110A",
      "asnIdentifier": "S2598014",
      "ancestorIds": [
        "771EFA48D3D94835AB2FE6288D9BB60C"
      ],
      "parentId": "771EFA48D3D94835AB2FE6288D9BB60C"
    },
    "AC65D49025974E47958721C6C0D3CB26": {
      "id": "AC65D49025974E47958721C6C0D3CB26",
      "position": 64000,
      "description": "Apply scientific principles to design a method for monitoring and minimizing a human impact on the environment.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454531"
      ],
      "asnIdentifier": "S2598013",
      "depth": 1,
      "statementNotation": "MS-ESS3-3",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of the design process include examining human environmental impacts, assessing the kinds of solutions that are feasible, and designing and evaluating solutions that could reduce that impact. Examples of human impacts can include water usage (such as the withdrawal of water from streams and aquifers or the construction of dams and levees), land usage (such as urban development, agriculture, or the removal of wetlands), and pollution (such as of the air, water, or land)."
      ],
      "ancestorIds": [
        "771EFA48D3D94835AB2FE6288D9BB60C"
      ],
      "parentId": "771EFA48D3D94835AB2FE6288D9BB60C"
    },
    "8ADA66834B434D3CA281069DDF5D9D15": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454530"
      ],
      "id": "8ADA66834B434D3CA281069DDF5D9D15",
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on how some natural hazards, such as volcanic eruptions and severe weather, are preceded by phenomena that allow for reliable predictions, but others, such as earthquakes, occur suddenly and with no notice, and thus are not yet predictable. Examples of natural hazards can be taken from interior processes (such as earthquakes and volcanic eruptions), surface processes (such as mass wasting and tsunamis), or severe weather events (such as hurricanes, tornadoes, and floods). Examples of data can include the locations, magnitudes, and frequencies of the natural hazards. Examples of technologies can be global (such as satellite systems to monitor hurricanes or forest fires) or local (such as building basements in tornado-prone regions or reservoirs to mitigate droughts)."
      ],
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data on natural hazards to forecast future catastrophic events and inform the development of technologies to mitigate their effects.",
      "asnIdentifier": "S2598012",
      "position": 63000,
      "statementNotation": "MS-ESS3-2",
      "ancestorIds": [
        "771EFA48D3D94835AB2FE6288D9BB60C"
      ],
      "parentId": "771EFA48D3D94835AB2FE6288D9BB60C"
    },
    "33B801E61CBB40538DE7A761F6A97D3B": {
      "statementLabel": "Performance Expectation",
      "id": "33B801E61CBB40538DE7A761F6A97D3B",
      "asnIdentifier": "S2598011",
      "position": 62000,
      "comments": [
        "Clarification Statement: Emphasis is on how these resources are limited and typically non-renewable, and how their distributions are significantly changing as a result of removal by humans. Examples of uneven distributions of resources as a result of past processes include but are not limited to petroleum (locations of the burial of organic marine sediments and subsequent geologic traps), metal ores (locations of past volcanic and hydrothermal activity associated with subduction zones), and soil (locations of active weathering and/or deposition of rock)."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454525"
      ],
      "depth": 1,
      "statementNotation": "MS-ESS3-1",
      "description": "Construct a scientific explanation based on evidence for how the uneven distributions of Earth's mineral, energy, and groundwater resources are the result of past and current geoscience processes.",
      "ancestorIds": [
        "771EFA48D3D94835AB2FE6288D9BB60C"
      ],
      "parentId": "771EFA48D3D94835AB2FE6288D9BB60C"
    },
    "771EFA48D3D94835AB2FE6288D9BB60C": {
      "statementNotation": "MS-ESS3",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth and Human Activity",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467884"
      ],
      "id": "771EFA48D3D94835AB2FE6288D9BB60C",
      "asnIdentifier": "S2598010",
      "position": 61000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    },
    "F2703B270F9A4E049B3ACF026A174ADA": {
      "asnIdentifier": "S2598009",
      "position": 60000,
      "id": "F2703B270F9A4E049B3ACF026A174ADA",
      "depth": 1,
      "statementNotation": "MS-ESS2-6",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.",
      "comments": [
        "Clarification Statement: Emphasis is on how patterns vary by latitude, altitude, and geographic land distribution. Emphasis of atmospheric circulation is on the sunlight-driven latitudinal banding, the Coriolis effect, and resulting prevailing winds; emphasis of ocean circulation is on the transfer of heat by the global ocean convection cycle, which is constrained by the Coriolis effect and the outlines of continents. Examples of models can be diagrams, maps and globes, or digital representations.",
        "Assessment Boundary: Assessment does not include the dynamics of the Coriolis effect."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454527"
      ],
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "EC38C0FA135A46D9881B9608E29299D7": {
      "asnIdentifier": "S2598008",
      "depth": 1,
      "description": "Collect data to provide evidence for how the motions and complex interactions of air masses results in changes in weather conditions.",
      "id": "EC38C0FA135A46D9881B9608E29299D7",
      "position": 59000,
      "statementNotation": "MS-ESS2-5",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on how air masses flow from regions of high pressure to low pressure, causing weather (defined by temperature, pressure, humidity, precipitation, and wind) at a fixed location to change over time, and how sudden changes in weather can result when different air masses collide. Emphasis is on how weather can be predicted within probabilistic ranges. Examples of data can be provided to students (such as weather maps, diagrams, and visualizations) or obtained through laboratory experiments (such as with condensation).",
        "Assessment Boundary: Assessment does not include recalling the names of cloud types or weather symbols used on weather maps or the reported diagrams from weather stations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454526"
      ],
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "E16A884BEF444DC5B05FEEC1568D3F41": {
      "position": 58000,
      "statementNotation": "MS-ESS2-4",
      "description": "Develop a model to describe the cycling of water through Earth's systems driven by energy from the sun and the force of gravity.",
      "comments": [
        "Clarification Statement: Emphasis is on the ways water changes its state as it moves through the multiple pathways of the hydrologic cycle. Examples of models can be conceptual or physical.",
        "Assessment Boundary: A quantitative understanding of the latent heats of vaporization and fusion is not assessed."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454524"
      ],
      "id": "E16A884BEF444DC5B05FEEC1568D3F41",
      "asnIdentifier": "S2598007",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "67C68A996FD748E8927BFB1083FDD42D": {
      "description": "Analyze and interpret data on the distribution of fossils and rocks, continental shapes, and seafloor structures to provide evidence of the past plate motions.",
      "comments": [
        "Clarification Statement: Examples of data include similarities of rock and fossil types on different continents, the shapes of the continents (including continental shelves), and the locations of ocean structures (such as ridges, fracture zones, and trenches).",
        "Assessment Boundary: Paleomagnetic anomalies in oceanic and continental crust are not assessed."
      ],
      "id": "67C68A996FD748E8927BFB1083FDD42D",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454522"
      ],
      "asnIdentifier": "S2598006",
      "position": 57000,
      "statementNotation": "MS-ESS2-3",
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "F412068B3E7848A3BDBF8E88C37C4C59": {
      "id": "F412068B3E7848A3BDBF8E88C37C4C59",
      "depth": 1,
      "statementNotation": "MS-ESS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how geoscience processes have changed Earth's surface at varying time and spatial scales.",
      "comments": [
        "Clarification Statement: Emphasis is on how processes change Earth's surface at time and spatial scales that can be large (such as slow plate motions or the uplift of large mountain ranges) or small (such as rapid landslides or microscopic geochemical reactions), and how many geoscience processes (such as earthquakes, volcanoes, and meteor impacts) usually behave gradually but are punctuated by catastrophic events. Examples of geoscience processes include surface weathering and deposition by the movements of water, ice, and wind. Emphasis is on geoscience processes that shape local geographic features, where appropriate."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454521"
      ],
      "asnIdentifier": "S2598005",
      "position": 56000,
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "57FB1C72927D4B9DA5C46A168CFB5AB8": {
      "asnIdentifier": "S2598004",
      "position": 55000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on the processes of melting, crystallization, weathering, deformation, and sedimentation, which act together to form minerals and rocks through the cycling of Earth's materials.",
        "Assessment Boundary: Assessment does not include the identification and naming of minerals."
      ],
      "id": "57FB1C72927D4B9DA5C46A168CFB5AB8",
      "statementNotation": "MS-ESS2-1",
      "description": "Develop a model to describe the cycling of Earth's materials and the flow of energy that drives this process.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454523"
      ],
      "ancestorIds": [
        "455091D8928A4EA19D195990C46BA45D"
      ],
      "parentId": "455091D8928A4EA19D195990C46BA45D"
    },
    "455091D8928A4EA19D195990C46BA45D": {
      "asnIdentifier": "S2598003",
      "position": 54000,
      "depth": 0,
      "statementNotation": "MS-ESS2",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth's Systems",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467882"
      ],
      "id": "455091D8928A4EA19D195990C46BA45D",
      "ancestorIds": [],
      "parentId": null
    },
    "9C6F488BB4D84F7681141FC0BF30B171": {
      "position": 53000,
      "statementNotation": "MS-ESS1-4",
      "description": "Construct a scientific explanation based on evidence from rock strata for how the geologic time scale is used to organize Earth's 4.6-billion-year-old history.",
      "comments": [
        "Clarification Statement: Emphasis is on how analyses of rock formations and the fossils they contain are used to establish relative ages of major events in Earth's history. Examples of Earth's major events could range from being very recent (such as the last Ice Age or the earliest fossils of homo sapiens) to very old (such as the formation of Earth or the earliest evidence of life). Examples can include the formation of mountain chains and ocean basins, the evolution or extinction of particular living organisms, or significant volcanic eruptions.",
        "Assessment Boundary: Assessment does not include recalling the names of specific periods or epochs and events within them."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454520"
      ],
      "id": "9C6F488BB4D84F7681141FC0BF30B171",
      "asnIdentifier": "S2598002",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "C00EC316E4784A249601F9ABADEF2883"
      ],
      "parentId": "C00EC316E4784A249601F9ABADEF2883"
    },
    "B82CB5C820DF4291A3B6C1998CB9578E": {
      "position": 52000,
      "depth": 1,
      "statementNotation": "MS-ESS1-3",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data to determine scale properties of objects in the solar system.",
      "comments": [
        "Clarification Statement: Emphasis is on the analysis of data from Earth-based instruments, space-based telescopes, and spacecraft to determine similarities and differences among solar system objects. Examples of scale properties include the sizes of an object's layers (such as crust and atmosphere), surface features (such as volcanoes), and orbital radius. Examples of data include statistical information, drawings and photographs, and models.",
        "Assessment Boundary: Assessment does not include recalling facts about properties of the planets and other solar system bodies."
      ],
      "id": "B82CB5C820DF4291A3B6C1998CB9578E",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454518"
      ],
      "asnIdentifier": "S2598001",
      "ancestorIds": [
        "C00EC316E4784A249601F9ABADEF2883"
      ],
      "parentId": "C00EC316E4784A249601F9ABADEF2883"
    },
    "71967E4D72004985B96CE6CD4241886A": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454517"
      ],
      "position": 51000,
      "depth": 1,
      "statementNotation": "MS-ESS1-2",
      "description": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system.",
      "comments": [
        "Clarification Statement: Emphasis for the model is on gravity as the force that holds together the solar system and Milky Way galaxy and controls orbital motions within them. Examples of models can be physical (such as the analogy of distance along a football field or computer visualizations of elliptical orbits) or conceptual (such as mathematical proportions relative to the size of familiar objects such as students' school or state).",
        "Assessment Boundary: Assessment does not include Kepler's Laws of orbital motion or the apparent retrograde motion of the planets as viewed from Earth."
      ],
      "id": "71967E4D72004985B96CE6CD4241886A",
      "asnIdentifier": "S2598000",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "C00EC316E4784A249601F9ABADEF2883"
      ],
      "parentId": "C00EC316E4784A249601F9ABADEF2883"
    },
    "296113B314804558AE301D83F7972ECE": {
      "asnIdentifier": "S2597999",
      "comments": [
        "Clarification Statement: Examples of models can be physical, graphical, or conceptual."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454516"
      ],
      "id": "296113B314804558AE301D83F7972ECE",
      "position": 50000,
      "depth": 1,
      "statementNotation": "MS-ESS1-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons.",
      "ancestorIds": [
        "C00EC316E4784A249601F9ABADEF2883"
      ],
      "parentId": "C00EC316E4784A249601F9ABADEF2883"
    },
    "C00EC316E4784A249601F9ABADEF2883": {
      "statementNotation": "MS-ESS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth's Place in the Universe",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467881"
      ],
      "id": "C00EC316E4784A249601F9ABADEF2883",
      "asnIdentifier": "S2597998",
      "position": 49000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    },
    "FDFE84B087EC484FA760881AC3E9034A": {
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
      "id": "FDFE84B087EC484FA760881AC3E9034A",
      "asnIdentifier": "S2597997",
      "position": 48000,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454514"
      ],
      "depth": 1,
      "statementNotation": "MS-LS4-6",
      "comments": [
        "Clarification Statement: Emphasis is on using mathematical models, probability statements, and proportional reasoning to support explanations of trends in changes to populations over time.",
        "Assessment Boundary: Assessment does not include Hardy Weinberg calculations."
      ],
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "1232EBAA688A49C895ACA8EBB1ACB54A": {
      "position": 47000,
      "depth": 1,
      "statementNotation": "MS-LS4-5",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on synthesizing information from reliable sources about the influence of humans on genetic outcomes in artificial selection (such as genetic modification, animal husbandry, gene therapy); and, on the impacts these technologies have on society as well as the technologies leading to these scientific discoveries."
      ],
      "asnIdentifier": "S2597996",
      "description": "Gather and synthesize information about the technologies that have changed the way humans influence the inheritance of desired traits in organisms.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454508"
      ],
      "id": "1232EBAA688A49C895ACA8EBB1ACB54A",
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "AEF074C0EBF846119646D3FEB166CEC6": {
      "id": "AEF074C0EBF846119646D3FEB166CEC6",
      "statementNotation": "MS-LS4-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence that describes how genetic variations of traits in a population increase some individuals' probability of surviving and reproducing in a specific environment.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454513"
      ],
      "asnIdentifier": "S2597995",
      "position": 46000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on using simple probability statements and proportional reasoning to construct explanations"
      ],
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "66748EE8872447CD83F82CEF837B7B2A": {
      "depth": 1,
      "statementNotation": "MS-LS4-3",
      "description": "Analyze displays of pictorial data to compare patterns of similarities in the embryological development across multiple species to identify relationships not evident in the fully formed anatomy.",
      "id": "66748EE8872447CD83F82CEF837B7B2A",
      "asnIdentifier": "S2597994",
      "position": 45000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on inferring general patterns of relatedness among embryos of different organisms by comparing the macroscopic appearance of diagrams or pictures.",
        "Assessment Boundary: Assessment of comparisons is limited to gross appearance of anatomical structures in embryological development."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454512"
      ],
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "56ABA4AAFB66426397C04F50A330CA69": {
      "description": "Apply scientific ideas to construct an explanation for the anatomical similarities and differences among modern organisms and between modern and fossil organisms to infer evolutionary relationships.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454511"
      ],
      "position": 44000,
      "depth": 1,
      "statementNotation": "MS-LS4-2",
      "comments": [
        "Clarification Statement: Emphasis is on explanations of the evolutionary relationships among organisms in terms of similarity or differences of the gross appearance of anatomical structures."
      ],
      "id": "56ABA4AAFB66426397C04F50A330CA69",
      "asnIdentifier": "S2597993",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "0433B2C82119409798F26A02E21705B8": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454510"
      ],
      "id": "0433B2C82119409798F26A02E21705B8",
      "statementNotation": "MS-LS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change of life forms throughout the history of life on Earth under the assumption that natural laws operate today as in the past.",
      "comments": [
        "Clarification Statement: Emphasis is on finding patterns of changes in the level of complexity of anatomical structures in organisms and the chronological order of fossil appearance in the rock layers.",
        "Assessment Boundary: Assessment does not include the names of individual species or geological eras in the fossil record."
      ],
      "asnIdentifier": "S2597992",
      "position": 43000,
      "depth": 1,
      "ancestorIds": [
        "2675DBDE4BF443A7BEBC5538C85B44DF"
      ],
      "parentId": "2675DBDE4BF443A7BEBC5538C85B44DF"
    },
    "2675DBDE4BF443A7BEBC5538C85B44DF": {
      "depth": 0,
      "statementNotation": "MS-LS4",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Biological Evolution: Unity and Diversity",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467880"
      ],
      "id": "2675DBDE4BF443A7BEBC5538C85B44DF",
      "asnIdentifier": "S2597991",
      "position": 42000,
      "ancestorIds": [],
      "parentId": null
    },
    "9D825988646349F4BC12B0F63AC22DAC": {
      "id": "9D825988646349F4BC12B0F63AC22DAC",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454507"
      ],
      "asnIdentifier": "S2597990",
      "position": 41000,
      "depth": 1,
      "statementNotation": "MS-LS3-2",
      "comments": [
        "Clarification Statement: Emphasis is on using models such as Punnett squares, diagrams, and simulations to describe the cause and effect relationship of gene transmission from parent(s) to offspring and resulting genetic variation."
      ],
      "ancestorIds": [
        "2CE99DBCB78C4BE1B74637FC99D8ACDD"
      ],
      "parentId": "2CE99DBCB78C4BE1B74637FC99D8ACDD"
    },
    "CA7B07ACA2564E28BE82AF343431719A": {
      "id": "CA7B07ACA2564E28BE82AF343431719A",
      "asnIdentifier": "S2597989",
      "position": 40000,
      "description": "Develop and use a model to describe why structural changes to genes (mutations) located on chromosomes may affect proteins and may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454506"
      ],
      "depth": 1,
      "statementNotation": "MS-LS3-1",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on conceptual understanding that changes in genetic material may result in making different proteins.",
        "Assessment Boundary: Assessment does not include specific changes at the molecular level, mechanisms for protein synthesis, or specific types of mutations."
      ],
      "ancestorIds": [
        "2CE99DBCB78C4BE1B74637FC99D8ACDD"
      ],
      "parentId": "2CE99DBCB78C4BE1B74637FC99D8ACDD"
    },
    "2CE99DBCB78C4BE1B74637FC99D8ACDD": {
      "statementNotation": "MS-LS3",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Heredity: Inheritance and Variation of Traits",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467879"
      ],
      "id": "2CE99DBCB78C4BE1B74637FC99D8ACDD",
      "asnIdentifier": "S2597988",
      "position": 39000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    },
    "0A2DC6D1118E49638E97DD7D463FE1E2": {
      "depth": 1,
      "statementNotation": "MS-LS2-5",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454502"
      ],
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions for maintaining biodiversity and ecosystem services.",
      "comments": [
        "Clarification Statement: Examples of ecosystem services could include water purification, nutrient recycling, and prevention of soil erosion. Examples of design solution constraints could include scientific, economic, and social considerations."
      ],
      "id": "0A2DC6D1118E49638E97DD7D463FE1E2",
      "asnIdentifier": "S2597987",
      "position": 38000,
      "ancestorIds": [
        "E535068D11BC4D7EB4F32FFB5B27D31C"
      ],
      "parentId": "E535068D11BC4D7EB4F32FFB5B27D31C"
    },
    "AF1C1DADFE874B4CBB248BFFDEBAD6C4": {
      "comments": [
        "Clarification Statement: Emphasis is on recognizing patterns in data and making warranted inferences about changes in populations, and on evaluating empirical evidence supporting arguments about changes to ecosystems."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454500"
      ],
      "statementNotation": "MS-LS2-4",
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument supported by empirical evidence that changes to physical or biological components of an ecosystem affect populations.",
      "depth": 1,
      "id": "AF1C1DADFE874B4CBB248BFFDEBAD6C4",
      "asnIdentifier": "S2597986",
      "position": 37000,
      "ancestorIds": [
        "E535068D11BC4D7EB4F32FFB5B27D31C"
      ],
      "parentId": "E535068D11BC4D7EB4F32FFB5B27D31C"
    },
    "1A9948BB3211459085E4D9079435556A": {
      "id": "1A9948BB3211459085E4D9079435556A",
      "asnIdentifier": "S2597985",
      "depth": 1,
      "statementNotation": "MS-LS2-3",
      "comments": [
        "Clarification Statement: Emphasis is on describing the conservation of matter and flow of energy into and out of various ecosystems, and on defining the boundaries of the system.",
        "Assessment Boundary: Assessment does not include the use of chemical reactions to describe the processes."
      ],
      "position": 36000,
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to describe the cycling of matter and flow of energy among living and nonliving parts of an ecosystem.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454499"
      ],
      "ancestorIds": [
        "E535068D11BC4D7EB4F32FFB5B27D31C"
      ],
      "parentId": "E535068D11BC4D7EB4F32FFB5B27D31C"
    },
    "B9B53870E65D4E09A90D8C4EB94E2F6B": {
      "description": "Construct an explanation that predicts patterns of interactions among organisms across multiple ecosystems.",
      "id": "B9B53870E65D4E09A90D8C4EB94E2F6B",
      "asnIdentifier": "S2597984",
      "position": 35000,
      "statementLabel": "Performance Expectation",
      "depth": 1,
      "statementNotation": "MS-LS2-2",
      "comments": [
        "Clarification Statement: Emphasis is on predicting consistent patterns of interactions in different ecosystems in terms of the relationships among and between organisms and abiotic components of ecosystems. Examples of types of interactions could include competitive, predatory, and mutually beneficial."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454501"
      ],
      "ancestorIds": [
        "E535068D11BC4D7EB4F32FFB5B27D31C"
      ],
      "parentId": "E535068D11BC4D7EB4F32FFB5B27D31C"
    },
    "BFE83270DD9E43ADAACDEEC60C76D9F2": {
      "asnIdentifier": "S2597983",
      "depth": 1,
      "description": "Analyze and interpret data to provide evidence for the effects of resource availability on organisms and populations of organisms in an ecosystem.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454498"
      ],
      "id": "BFE83270DD9E43ADAACDEEC60C76D9F2",
      "position": 34000,
      "statementNotation": "MS-LS2-1",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on cause and effect relationships between resources and growth of individual organisms and the numbers of organisms in ecosystems during periods of abundant and scarce resources."
      ],
      "ancestorIds": [
        "E535068D11BC4D7EB4F32FFB5B27D31C"
      ],
      "parentId": "E535068D11BC4D7EB4F32FFB5B27D31C"
    },
    "E535068D11BC4D7EB4F32FFB5B27D31C": {
      "description": "Ecosystems: Interactions, Energy, and Dynamics",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467877"
      ],
      "id": "E535068D11BC4D7EB4F32FFB5B27D31C",
      "asnIdentifier": "S2597982",
      "position": 33000,
      "depth": 0,
      "statementNotation": "MS-LS2",
      "statementLabel": "Disciplinary Core Idea",
      "ancestorIds": [],
      "parentId": null
    },
    "EE19C8E2A3B5454EB43210CC68BC0E4B": {
      "depth": 1,
      "statementNotation": "MS-LS1-8",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454495"
      ],
      "asnIdentifier": "S2597981",
      "position": 32000,
      "statementLabel": "Performance Expectation",
      "description": "Gather and synthesize information that sensory receptors respond to stimuli by sending messages to the brain for immediate behavior or storage as memories.",
      "comments": [
        "Assessment Boundary: Assessment does not include mechanisms for the transmission of this information."
      ],
      "id": "EE19C8E2A3B5454EB43210CC68BC0E4B",
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "BC3E29AC960D4EA4893371B2B2D38AF6": {
      "id": "BC3E29AC960D4EA4893371B2B2D38AF6",
      "depth": 1,
      "statementNotation": "MS-LS1-7",
      "description": "Develop a model to describe how food is rearranged through chemical reactions forming new molecules that support growth and/or release energy as this matter moves through an organism.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454497"
      ],
      "asnIdentifier": "S2597980",
      "position": 31000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on describing that molecules are broken apart and put back together and that in this process, energy is released.",
        "Assessment Boundary: Assessment does not include details of the chemical reactions for photosynthesis or respiration."
      ],
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "9CE4B012D56E4139977F8A23167C1682": {
      "position": 30000,
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454496"
      ],
      "statementNotation": "MS-LS1-6",
      "description": "Construct a scientific explanation based on evidence for the role of photosynthesis in the cycling of matter and flow of energy into and out of organisms.",
      "comments": [
        "Clarification Statement: Emphasis is on tracing movement of matter and flow of energy.",
        "Assessment Boundary: Assessment does not include the biochemical mechanisms of photosynthesis."
      ],
      "id": "9CE4B012D56E4139977F8A23167C1682",
      "asnIdentifier": "S2597979",
      "depth": 1,
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "C2638F6BE4A24AD3B908783F234BF4DF": {
      "asnIdentifier": "S2597978",
      "comments": [
        "Clarification Statement: Examples of local environmental conditions could include availability of food, light, space, and water. Examples of genetic factors could include large breed cattle and species of grass affecting growth of organisms. Examples of evidence could include drought decreasing plant growth, fertilizer increasing plant growth, different varieties of plant seeds growing at different rates in different conditions, and fish growing larger in large ponds than they do in small ponds.",
        "Assessment Boundary: Assessment does not include genetic mechanisms, gene regulation, or biochemical processes."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454505"
      ],
      "id": "C2638F6BE4A24AD3B908783F234BF4DF",
      "depth": 1,
      "statementNotation": "MS-LS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
      "position": 29000,
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "58938D9537E54BCC967EC2DDEFEA5062": {
      "description": "Use argument based on empirical evidence and scientific reasoning to support an explanation for how characteristic animal behaviors and specialized plant structures affect the probability of successful reproduction of animals and plants respectively.",
      "comments": [
        "Clarification Statement: Examples of behaviors that affect the probability of animal reproduction could include nest building to protect young from cold, herding of animals to protect young from predators, and vocalization of animals and colorful plumage to attract mates for breeding. Examples of animal behaviors that affect the probability of plant reproduction could include transferring pollen or seeds, and creating conditions for seed germination and growth. Examples of plant structures could include bright flowers attracting butterflies that transfer pollen, flower nectar and odors that attract insects that transfer pollen, and hard shells on nuts that squirrels bury."
      ],
      "id": "58938D9537E54BCC967EC2DDEFEA5062",
      "position": 28000,
      "depth": 1,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454503"
      ],
      "asnIdentifier": "S2597977",
      "statementNotation": "MS-LS1-4",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "D56F5D20CF5141479323679003E17B96": {
      "id": "D56F5D20CF5141479323679003E17B96",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Use argument supported by evidence for how the body is a system of interacting subsystems composed of groups of cells.",
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding that cells form tissues and tissues form organs specialized for particular body functions. Examples could include the interaction of subsystems within a system and the normal functioning of those systems.",
        "Assessment Boundary: Assessment does not include the mechanism of one body system independent of others. Assessment is limited to the circulatory, excretory, digestive, respiratory, muscular, and nervous systems."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454494"
      ],
      "asnIdentifier": "S2597976",
      "position": 27000,
      "statementNotation": "MS-LS1-3",
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "9FD26F0D0A4442BBBC4E3A4ADF7CDF4F": {
      "position": 26000,
      "depth": 1,
      "statementNotation": "MS-LS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe the function of a cell as a whole and ways parts of cells contribute to the function.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454493"
      ],
      "id": "9FD26F0D0A4442BBBC4E3A4ADF7CDF4F",
      "asnIdentifier": "S2597975",
      "comments": [
        "Clarification Statement: Emphasis is on the cell functioning as a whole system and the primary role of identified parts of the cell, specifically the nucleus, chloroplasts, mitochondria, cell membrane, and cell wall.",
        "Assessment Boundary: Assessment of organelle structure/function relationships is limited to the cell wall and cell membrane. Assessment of the function of the other organelles is limited to their relationship to the whole cell. Assessment does not include the biochemical function of cells or cell parts."
      ],
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "7F977D99A2DE42B0974B7194C7477CC1": {
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on developing evidence that living things are made of cells, distinguishing between living and non-living cells, and understanding that living things may be made of one cell or many and varied cells."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454492"
      ],
      "id": "7F977D99A2DE42B0974B7194C7477CC1",
      "position": 25000,
      "statementNotation": "MS-LS1-1",
      "description": "Conduct an investigation to provide evidence that living things are made of cells, either one cell or many different numbers and types of cells.",
      "asnIdentifier": "S2597974",
      "ancestorIds": [
        "9C03DD1DECA34A44ABCFE311CE749CFC"
      ],
      "parentId": "9C03DD1DECA34A44ABCFE311CE749CFC"
    },
    "9C03DD1DECA34A44ABCFE311CE749CFC": {
      "depth": 0,
      "statementNotation": "MS-LS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "From Molecules to Organisms: Structures and Processes",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467875"
      ],
      "id": "9C03DD1DECA34A44ABCFE311CE749CFC",
      "asnIdentifier": "S2597973",
      "position": 24000,
      "ancestorIds": [],
      "parentId": null
    },
    "2C5850CDD8EC44FF9E2F08F8FBDB22B7": {
      "id": "2C5850CDD8EC44FF9E2F08F8FBDB22B7",
      "depth": 1,
      "statementNotation": "MS-PS4-3",
      "comments": [
        "Clarification Statement: Emphasis is on a basic understanding that waves can be used for communication purposes. Examples could include using fiber optic cable to transmit light pulses, radio wave pulses in wifi devices, and conversion of stored binary patterns to make sound or text on a computer screen.",
        "Assessment Boundary: Assessment does not include binary counting. Assessment does not include the specific mechanism of any given device."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454491"
      ],
      "asnIdentifier": "S2597972",
      "position": 23000,
      "statementLabel": "Performance Expectation",
      "description": "Integrate qualitative scientific and technical information to support the claim that digitized signals (sent as wave pulses) are a more reliable way to encode and transmit information.",
      "ancestorIds": [
        "33701AABB992409385171D5B092B72F8"
      ],
      "parentId": "33701AABB992409385171D5B092B72F8"
    },
    "9545981670A641E1BBB303CAF7B606E2": {
      "position": 22000,
      "depth": 1,
      "statementNotation": "MS-PS4-2",
      "asnIdentifier": "S2597971",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to describe that waves are reflected, absorbed, or transmitted through various materials.",
      "comments": [
        "Clarification Statement: Emphasis is on both light and mechanical waves. Examples of models could include drawings, simulations, and written descriptions.",
        "Assessment Boundary: Assessment is limited to qualitative applications pertaining to light and mechanical waves."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454490"
      ],
      "id": "9545981670A641E1BBB303CAF7B606E2",
      "ancestorIds": [
        "33701AABB992409385171D5B092B72F8"
      ],
      "parentId": "33701AABB992409385171D5B092B72F8"
    },
    "F49AB314B6D846198323DC90C9960ED4": {
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454489"
      ],
      "asnIdentifier": "S2597970",
      "position": 21000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on describing waves with both qualitative and quantitative thinking.",
        "Assessment Boundary: Assessment does not include electromagnetic waves and is limited to standard repeating waves."
      ],
      "id": "F49AB314B6D846198323DC90C9960ED4",
      "statementNotation": "MS-PS4-1",
      "description": "Use mathematical representations to describe a simple model for waves that includes how the amplitude of a wave is related to the energy in a wave.",
      "ancestorIds": [
        "33701AABB992409385171D5B092B72F8"
      ],
      "parentId": "33701AABB992409385171D5B092B72F8"
    },
    "33701AABB992409385171D5B092B72F8": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467874"
      ],
      "id": "33701AABB992409385171D5B092B72F8",
      "asnIdentifier": "S2597969",
      "position": 20000,
      "depth": 0,
      "statementNotation": "MS-PS4",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "ancestorIds": [],
      "parentId": null
    },
    "08B2CAC17BB44938A05E3508AA2436FD": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454487"
      ],
      "id": "08B2CAC17BB44938A05E3508AA2436FD",
      "position": 19000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Construct, use, and present arguments to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the object.",
      "asnIdentifier": "S2597968",
      "statementNotation": "MS-PS3-5",
      "comments": [
        "Clarification Statement: Examples of empirical evidence used in arguments could include an inventory or other representation of the energy before and after the transfer in the form of temperature changes or motion of object.",
        "Assessment Boundary: Assessment does not include calculations of energy."
      ],
      "ancestorIds": [
        "36B1E3262AB746218FD6B637AAA4336F"
      ],
      "parentId": "36B1E3262AB746218FD6B637AAA4336F"
    },
    "C1D8BD91DA404837A2C13E166040AFFA": {
      "id": "C1D8BD91DA404837A2C13E166040AFFA",
      "asnIdentifier": "S2597967",
      "depth": 1,
      "comments": [
        "Clarification Statement: Examples of experiments could include comparing final water temperatures after different masses of ice melted in the same volume of water with the same initial temperature, the temperature change of samples of different materials with the same mass as they cool or heat in the environment, or the same material with different masses when a specific amount of energy is added.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "position": 18000,
      "statementNotation": "MS-PS3-4",
      "statementLabel": "Performance Expectation",
      "description": "Plan an investigation to determine the relationships among the energy transferred, the type of matter, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454486"
      ],
      "ancestorIds": [
        "36B1E3262AB746218FD6B637AAA4336F"
      ],
      "parentId": "36B1E3262AB746218FD6B637AAA4336F"
    },
    "6F110FDC5BF342A8955E7DB5412EB62D": {
      "description": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454485"
      ],
      "depth": 1,
      "statementNotation": "MS-PS3-3",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of devices could include an insulated box, a solar cooker, and a Styrofoam cup.",
        "Assessment Boundary: Assessment does not include calculating the total amount of thermal energy transferred."
      ],
      "id": "6F110FDC5BF342A8955E7DB5412EB62D",
      "asnIdentifier": "S2597966",
      "position": 17000,
      "ancestorIds": [
        "36B1E3262AB746218FD6B637AAA4336F"
      ],
      "parentId": "36B1E3262AB746218FD6B637AAA4336F"
    },
    "3346D82946D842C19E0B447F6F2D28A2": {
      "id": "3346D82946D842C19E0B447F6F2D28A2",
      "asnIdentifier": "S2597965",
      "depth": 1,
      "description": "Develop a model to describe that when the arrangement of objects interacting at a distance changes, different amounts of potential energy are stored in the system.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454484"
      ],
      "position": 16000,
      "statementNotation": "MS-PS3-2",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on relative amounts of potential energy, not on calculations of potential energy. Examples of objects within systems interacting at varying distances could include: the Earth and either a roller coaster cart at varying positions on a hill or objects at varying heights on shelves, changing the direction/orientation of a magnet, and a balloon with static electrical charge being brought closer to a classmate's hair. Examples of models could include representations, diagrams, pictures, and written descriptions of systems.",
        "Assessment Boundary: Assessment is limited to two objects and electric, magnetic, and gravitational interactions."
      ],
      "ancestorIds": [
        "36B1E3262AB746218FD6B637AAA4336F"
      ],
      "parentId": "36B1E3262AB746218FD6B637AAA4336F"
    },
    "FA61DC4F53784FB19AE8F25523740A5A": {
      "position": 15000,
      "statementNotation": "MS-PS3-1",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on descriptive relationships between kinetic energy and mass separately from kinetic energy and speed. Examples could include riding a bicycle at different speeds, rolling different sizes of rocks downhill, and getting hit by a wiffle ball versus a tennis ball."
      ],
      "id": "FA61DC4F53784FB19AE8F25523740A5A",
      "asnIdentifier": "S2597964",
      "depth": 1,
      "description": "Construct and interpret graphical displays of data to describe the relationships of kinetic energy to the mass of an object and to the speed of an object.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454483"
      ],
      "ancestorIds": [
        "36B1E3262AB746218FD6B637AAA4336F"
      ],
      "parentId": "36B1E3262AB746218FD6B637AAA4336F"
    },
    "36B1E3262AB746218FD6B637AAA4336F": {
      "asnIdentifier": "S2597963",
      "position": 14000,
      "depth": 0,
      "statementNotation": "MS-PS3",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Energy",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467872"
      ],
      "id": "36B1E3262AB746218FD6B637AAA4336F",
      "ancestorIds": [],
      "parentId": null
    },
    "C7FA540CD50A4B61BBFC0BEC8FCD8D78": {
      "id": "C7FA540CD50A4B61BBFC0BEC8FCD8D78",
      "asnIdentifier": "S2597962",
      "position": 13000,
      "depth": 1,
      "statementNotation": "MS-PS2-5",
      "description": "Conduct an investigation and evaluate the experimental design to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact.",
      "comments": [
        "Clarification Statement: Examples of this phenomenon could include the interactions of magnets, electrically-charged strips of tape, and electrically-charged pith balls. Examples of investigations could include first-hand experiences or simulations.",
        "Assessment Boundary: Assessment is limited to electric and magnetic fields. Assessment is limited to qualitative evidence for the existence of fields."
      ],
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454482"
      ],
      "ancestorIds": [
        "BE005BD60EBF41E4962717BDAE06BE6F"
      ],
      "parentId": "BE005BD60EBF41E4962717BDAE06BE6F"
    },
    "EF714995F5AA40738D285BC07EF14465": {
      "statementLabel": "Performance Expectation",
      "description": "Construct and present arguments using evidence to support the claim that gravitational interactions are attractive and depend on the masses of interacting objects.",
      "comments": [
        "Clarification Statement: Examples of evidence for arguments could include data generated from simulations or digital tools; and charts displaying mass, strength of interaction, distance from the Sun, and orbital periods of objects within the solar system.",
        "Assessment Boundary: Assessment does not include Newton's Law of Gravitation or Kepler's Laws."
      ],
      "position": 12000,
      "depth": 1,
      "statementNotation": "MS-PS2-4",
      "id": "EF714995F5AA40738D285BC07EF14465",
      "asnIdentifier": "S2597961",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454481"
      ],
      "ancestorIds": [
        "BE005BD60EBF41E4962717BDAE06BE6F"
      ],
      "parentId": "BE005BD60EBF41E4962717BDAE06BE6F"
    },
    "8668FE6014EB4555B1374779B3A741C5": {
      "asnIdentifier": "S2597960",
      "statementNotation": "MS-PS2-3",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454480"
      ],
      "id": "8668FE6014EB4555B1374779B3A741C5",
      "depth": 1,
      "description": "Ask questions about data to determine the factors that affect the strength of electric and magnetic forces.",
      "comments": [
        "Clarification Statement: Examples of devices that use electric and magnetic forces could include electromagnets, electric motors, or generators. Examples of data could include the effect of the number of turns of wire on the strength of an electromagnet, or the effect of increasing the number or strength of magnets on the speed of an electric motor.",
        "Assessment Boundary: Assessment about questions that require quantitative answers is limited to proportional reasoning and algebraic thinking."
      ],
      "position": 11000,
      "ancestorIds": [
        "BE005BD60EBF41E4962717BDAE06BE6F"
      ],
      "parentId": "BE005BD60EBF41E4962717BDAE06BE6F"
    },
    "54B2012C64EC48AF92F4E9270BAA4E8F": {
      "asnIdentifier": "S2597959",
      "position": 10000,
      "depth": 1,
      "statementNotation": "MS-PS2-2",
      "statementLabel": "Performance Expectation",
      "description": "Plan an investigation to provide evidence that the change in an object's motion depends on the sum of the forces on the object and the mass of the object.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454479"
      ],
      "id": "54B2012C64EC48AF92F4E9270BAA4E8F",
      "comments": [
        "Clarification Statement: Emphasis is on balanced (Newton's First Law) and unbalanced forces in a system, qualitative comparisons of forces, mass and changes in motion (Newton's Second Law), frame of reference, and specification of units.",
        "Assessment Boundary: Assessment is limited to forces and changes in motion in one-dimension in an inertial reference frame, and to change in one variable at a time. Assessment does not include the use of trigonometry."
      ],
      "ancestorIds": [
        "BE005BD60EBF41E4962717BDAE06BE6F"
      ],
      "parentId": "BE005BD60EBF41E4962717BDAE06BE6F"
    },
    "35A96B731B17476D8F139689D4AF14DA": {
      "asnIdentifier": "S2597958",
      "depth": 1,
      "description": "Apply Newton's Third Law to design a solution to a problem involving the motion of two colliding objects.",
      "comments": [
        "Clarification Statement: Examples of practical problems could include the impact of collisions between two cars, between a car and stationary objects, and between a meteor and a space vehicle.",
        "Assessment Boundary: Assessment is limited to vertical or horizontal interactions in one dimension."
      ],
      "id": "35A96B731B17476D8F139689D4AF14DA",
      "position": 9000,
      "statementNotation": "MS-PS2-1",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454478"
      ],
      "ancestorIds": [
        "BE005BD60EBF41E4962717BDAE06BE6F"
      ],
      "parentId": "BE005BD60EBF41E4962717BDAE06BE6F"
    },
    "BE005BD60EBF41E4962717BDAE06BE6F": {
      "description": "Motion and Stability: Forces and Interactions",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467871"
      ],
      "id": "BE005BD60EBF41E4962717BDAE06BE6F",
      "asnIdentifier": "S2597957",
      "position": 8000,
      "depth": 0,
      "statementNotation": "MS-PS2",
      "statementLabel": "Disciplinary Core Idea",
      "ancestorIds": [],
      "parentId": null
    },
    "FF3AC489E6824171B4DF1B1DB9636799": {
      "statementLabel": "Performance Expectation",
      "description": "Undertake a design project to construct, test, and modify a device that either releases or absorbs thermal energy by chemical processes.",
      "comments": [
        "Clarification Statement: Emphasis is on the design, controlling the transfer of energy to the environment, and modification of a device using factors such as type and concentration of a substance. Examples of designs could involve chemical reactions such as dissolving ammonium chloride or calcium chloride.",
        "Assessment Boundary: Assessment is limited to the criteria of amount, time, and temperature of substance in testing the device."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454477"
      ],
      "position": 7000,
      "asnIdentifier": "S2597956",
      "depth": 1,
      "statementNotation": "MS-PS1-6",
      "id": "FF3AC489E6824171B4DF1B1DB9636799",
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "70ED5C01B38F4009B36747B8B03D6526": {
      "position": 6000,
      "description": "Develop and use a model to describe how the total number of atoms does not change in a chemical reaction and thus mass is conserved.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454476"
      ],
      "comments": [
        "Clarification Statement: Emphasis is on law of conservation of matter, and on physical models or drawings, including digital forms, that represent atoms.",
        "Assessment Boundary: Assessment does not include the use of atomic masses, balancing symbolic equations, or intermolecular forces."
      ],
      "id": "70ED5C01B38F4009B36747B8B03D6526",
      "asnIdentifier": "S2597955",
      "depth": 1,
      "statementNotation": "MS-PS1-5",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "0B24FADBE30E44E68857BAA9CE1D2A35": {
      "asnIdentifier": "S2597954",
      "position": 5000,
      "statementNotation": "MS-PS1-4",
      "description": "Develop a model that predicts and describes changes in particle motion, temperature, and state of a pure substance when thermal energy is added or removed.",
      "id": "0B24FADBE30E44E68857BAA9CE1D2A35",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on qualitative molecular-level models of solids, liquids, and gases to show that adding or removing thermal energy increases or decreases kinetic energy of the particles until a change of state occurs. Examples of models could include drawings and diagrams. Examples of particles could include molecules or inert atoms. Examples of pure substances could include water, carbon dioxide, and helium."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454473"
      ],
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "220850C20DFF4C8F9A54DD9C83CB8DB3": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454472"
      ],
      "asnIdentifier": "S2597953",
      "position": 4000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Gather and make sense of information to describe that synthetic materials come from natural resources and impact society.",
      "id": "220850C20DFF4C8F9A54DD9C83CB8DB3",
      "statementNotation": "MS-PS1-3",
      "comments": [
        "Clarification Statement: Emphasis is on natural resources that undergo a chemical process to form the synthetic material. Examples of new materials could include new medicine, foods, and alternative fuels.",
        "Assessment Boundary: Assessment is limited to qualitative information."
      ],
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "585FD840C1B64A1192E69C2099F75AAF": {
      "asnIdentifier": "S2597952",
      "statementNotation": "MS-PS1-2",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454475"
      ],
      "id": "585FD840C1B64A1192E69C2099F75AAF",
      "position": 3000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Analyze and interpret data on the properties of substances before and after the substances interact to determine if a chemical reaction has occurred.",
      "comments": [
        "Clarification Statement: Examples of reactions could include burning sugar or steel wool, fat reacting with sodium hydroxide, and mixing zinc with hydrogen chloride.",
        "Assessment Boundary: Assessment is limited to analysis of the following properties: density, melting point, boiling point, solubility, flammability, and odor."
      ],
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "7F1B4BAD096D41D7AA6F18F8CB23FDE8": {
      "id": "7F1B4BAD096D41D7AA6F18F8CB23FDE8",
      "depth": 1,
      "description": "Develop models to describe the atomic composition of simple molecules and extended structures.",
      "comments": [
        "Clarification Statement: Emphasis is on developing models of molecules that vary in complexity. Examples of simple molecules could include ammonia and methanol. Examples of extended structures could include sodium chloride or diamonds. Examples of molecular-level models could include drawings, 3D ball and stick structures or computer representations showing different molecules with different types of atoms.",
        "Assessment Boundary: Assessment does not include valence electrons and bonding energy, discussing the ionic nature of subunits of complex structures, or a complete depiction of all individual atoms in a complex molecule or extended structure."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454471"
      ],
      "asnIdentifier": "S2597951",
      "position": 2000,
      "statementNotation": "MS-PS1-1",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "5A6BC4A939BE40378D38A9249AB47849"
      ],
      "parentId": "5A6BC4A939BE40378D38A9249AB47849"
    },
    "5A6BC4A939BE40378D38A9249AB47849": {
      "description": "Matter and Its Interactions",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467870"
      ],
      "id": "5A6BC4A939BE40378D38A9249AB47849",
      "asnIdentifier": "S2597950",
      "position": 1000,
      "depth": 0,
      "statementNotation": "MS-PS1",
      "statementLabel": "Disciplinary Core Idea",
      "ancestorIds": [],
      "parentId": null
    }
  }
}