{
  "id": "A7F156ECF40D4DFDB9DE1E3541550B20_D2597529_grades-09-10-11-12",
  "title": "Grades 9, 10, 11, 12",
  "subject": "Science (2014-)",
  "normalizedSubject": "Science",
  "educationLevels": [
    "09",
    "10",
    "11",
    "12"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "Desire2Learn Incorporated"
  },
  "document": {
    "asnIdentifier": "D2597529",
    "publicationStatus": "Published",
    "id": "D2597529",
    "valid": "2014",
    "title": "Nevada Academic Content Standards for Science",
    "sourceURL": "http://www.doe.nv.gov/Standards_Instructional_Support/Nevada_Academic_Standards/Science/Nevada_State_Academic_Content_Standards_for_Science_-_DCI/"
  },
  "jurisdiction": {
    "id": "A7F156ECF40D4DFDB9DE1E3541550B20",
    "title": "Nevada"
  },
  "standards": {
    "EF6F47B4F83B473E88FDC5947E11697A": {
      "id": "EF6F47B4F83B473E88FDC5947E11697A",
      "asnIdentifier": "S2598103",
      "position": 83000,
      "depth": 1,
      "statementNotation": "HS-ETS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use a computer simulation to model the impact of proposed solutions to a complex real-world problem with numerous criteria and constraints on interactions within and between systems relevant to the problem.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454609"
      ],
      "ancestorIds": [
        "984B8F15002A47E8A6759E45158FF411"
      ],
      "parentId": "984B8F15002A47E8A6759E45158FF411"
    },
    "3441E81C426646CE9ADC6F019E0F3DC9": {
      "statementLabel": "Performance Expectation",
      "description": "Evaluate a solution to a complex real-world problem based on prioritized criteria and trade-offs that account for a range of constraints, including cost, safety, reliability, and aesthetics, as well as possible social, cultural, and environmental impacts.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454608"
      ],
      "id": "3441E81C426646CE9ADC6F019E0F3DC9",
      "asnIdentifier": "S2598102",
      "position": 82000,
      "depth": 1,
      "statementNotation": "HS-ETS1-3",
      "ancestorIds": [
        "984B8F15002A47E8A6759E45158FF411"
      ],
      "parentId": "984B8F15002A47E8A6759E45158FF411"
    },
    "C4FD687858404678AC7F75C70BB84EE0": {
      "description": "Design a solution to a complex real-world problem by breaking it down into smaller, more manageable problems that can be solved through engineering.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454607"
      ],
      "id": "C4FD687858404678AC7F75C70BB84EE0",
      "asnIdentifier": "S2598101",
      "position": 81000,
      "depth": 1,
      "statementNotation": "HS-ETS1-2",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "984B8F15002A47E8A6759E45158FF411"
      ],
      "parentId": "984B8F15002A47E8A6759E45158FF411"
    },
    "75CA2AA9E6BD45AFAD9EDE57879DE6BD": {
      "description": "Analyze a major global challenge to specify qualitative and quantitative criteria and constraints for solutions that account for societal needs and wants.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454606"
      ],
      "id": "75CA2AA9E6BD45AFAD9EDE57879DE6BD",
      "asnIdentifier": "S2598100",
      "position": 80000,
      "depth": 1,
      "statementNotation": "HS-ETS1-1",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "984B8F15002A47E8A6759E45158FF411"
      ],
      "parentId": "984B8F15002A47E8A6759E45158FF411"
    },
    "984B8F15002A47E8A6759E45158FF411": {
      "statementLabel": "Disciplinary Core Idea",
      "description": "Engineering Design",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467911"
      ],
      "id": "984B8F15002A47E8A6759E45158FF411",
      "asnIdentifier": "S2598099",
      "position": 79000,
      "depth": 0,
      "statementNotation": "HS-ETS1",
      "ancestorIds": [],
      "parentId": null
    },
    "0D284FB19760420A9CA24D5A4CBA55FC": {
      "depth": 1,
      "comments": [
        "Clarification Statement: Examples of Earth systems to be considered are the hydrosphere, atmosphere, cryosphere, geosphere, and/or biosphere. An example of the far-reaching impacts from a human activity is how an increase in atmospheric carbon dioxide results in an increase in photosynthetic biomass on land and an increase in ocean acidification, with resulting impacts on sea organism health and marine populations.",
        "Assessment Boundary: Assessment does not include running computational representations but is limited to using the published results of scientific computational models."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454605"
      ],
      "id": "0D284FB19760420A9CA24D5A4CBA55FC",
      "asnIdentifier": "S2598098",
      "statementLabel": "Performance Expectation",
      "description": "Use a computational representation to illustrate the relationships among Earth systems and how those relationships are being modified due to human activity.",
      "position": 78000,
      "statementNotation": "HS-ESS3-6",
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "3BA64ECDD0C14BCA82F90BD74F9EDECB": {
      "position": 77000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of evidence, for both data and climate model outputs, are for climate changes (such as precipitation and temperature) and their associated impacts (such as on sea level, glacial ice volumes, or atmosphere and ocean composition).",
        "Assessment Boundary: Assessment is limited to one example of a climate change and its associated impacts."
      ],
      "statementNotation": "HS-ESS3-5",
      "description": "Analyze geoscience data and the results from global climate models to make an evidence-based forecast of the current rate of global or regional climate change and associated future impacts to Earth systems.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454600"
      ],
      "id": "3BA64ECDD0C14BCA82F90BD74F9EDECB",
      "asnIdentifier": "S2598097",
      "depth": 1,
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "D0F9D0AA6CCF4A8FA4900645BE677C93": {
      "asnIdentifier": "S2598096",
      "comments": [
        "Clarification Statement: Examples of data on the impacts of human activities could include the quantities and types of pollutants released, changes to biomass and species diversity, or areal changes in land surface use (such as for urban development, agriculture and livestock, or surface mining). Examples for limiting future impacts could range from local efforts (such as reducing, reusing, and recycling resources) to large-scale geoengineering design solutions (such as altering global temperatures by making large changes to the atmosphere or ocean)."
      ],
      "description": "Evaluate or refine a technological solution that reduces impacts of human activities on natural systems.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454604"
      ],
      "id": "D0F9D0AA6CCF4A8FA4900645BE677C93",
      "position": 76000,
      "depth": 1,
      "statementNotation": "HS-ESS3-4",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "0AA67B7E54174F0A875F45070BADAE16": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454603"
      ],
      "description": "Create a computational simulation to illustrate the relationships among management of natural resources, the sustainability of human populations, and biodiversity.",
      "comments": [
        "Clarification Statement: Examples of factors that affect the management of natural resources include costs of resource extraction and waste management, per-capita consumption, and the development of new technologies. Examples of factors that affect human sustainability include agricultural efficiency, levels of conservation, and urban planning.",
        "Assessment Boundary: Assessment for computational simulations is limited to using provided multi-parameter programs or constructing simplified spreadsheet calculations."
      ],
      "position": 75000,
      "depth": 1,
      "statementNotation": "HS-ESS3-3",
      "statementLabel": "Performance Expectation",
      "id": "0AA67B7E54174F0A875F45070BADAE16",
      "asnIdentifier": "S2598095",
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "4DB40574967A486E8480713673119D06": {
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios.",
      "comments": [
        "Clarification Statement: Emphasis is on the conservation, recycling, and reuse of resources (such as minerals and metals) where possible, and on minimizing impacts where it is not. Examples include developing best practices for agricultural soil use, mining (for coal, tar sands, and oil shales), and pumping (for petroleum and natural gas). Science knowledge indicates what can happen in natural systems—not what should happen."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454602"
      ],
      "id": "4DB40574967A486E8480713673119D06",
      "asnIdentifier": "S2598094",
      "position": 74000,
      "statementNotation": "HS-ESS3-2",
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "B999FB8CA90A49CC9EA7CCAF1FE0E25B": {
      "position": 73000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Examples of key natural resources include access to fresh water (such as rivers, lakes, and groundwater), regions of fertile soils such as river deltas, and high concentrations of minerals and fossil fuels. Examples of natural hazards can be from interior processes (such as volcanic eruptions and earthquakes), surface processes (such as tsunamis, mass wasting and soil erosion), and severe weather (such as hurricanes, floods, and droughts). Examples of the results of changes in climate that can affect populations or drive mass migrations include changes to sea level, regional patterns of temperature and precipitation, and the types of crops and livestock that can be raised."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454601"
      ],
      "id": "B999FB8CA90A49CC9EA7CCAF1FE0E25B",
      "asnIdentifier": "S2598093",
      "statementNotation": "HS-ESS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
      "ancestorIds": [
        "F0C0757DFA5A414A958BFFC976AF84F9"
      ],
      "parentId": "F0C0757DFA5A414A958BFFC976AF84F9"
    },
    "F0C0757DFA5A414A958BFFC976AF84F9": {
      "position": 72000,
      "depth": 0,
      "statementNotation": "HS-ESS3",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth and Human Activity",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467910"
      ],
      "id": "F0C0757DFA5A414A958BFFC976AF84F9",
      "asnIdentifier": "S2598092",
      "ancestorIds": [],
      "parentId": null
    },
    "BD4CAE915FA243378C01754AA722388F": {
      "id": "BD4CAE915FA243378C01754AA722388F",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Construct an argument based on evidence about the simultaneous coevolution of Earth systems and life on Earth.",
      "comments": [
        "Clarification Statement: Emphasis is on the dynamic causes, effects, and feedbacks between the biosphere and Earth's other systems, whereby geoscience factors control the evolution of life, which in turn continuously alters Earth's surface. Examples of include how photosynthetic life altered the atmosphere through the production of oxygen, which in turn increased weathering rates and allowed for the evolution of animal life; how microbial life on land increased the formation of soil, which in turn allowed for the evolution of land plants; or how the evolution of corals created reefs that altered patterns of erosion and deposition along coastlines and provided habitats for the evolution of new life forms.",
        "Assessment Boundary: Assessment does not include a comprehensive understanding of the mechanisms of how the biosphere interacts with all of Earth's other systems."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454598"
      ],
      "asnIdentifier": "S2598091",
      "position": 71000,
      "statementNotation": "HS-ESS2-7",
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "1A5A8DFF01514EEBBE38DE5FA97588DB": {
      "position": 70000,
      "description": "Develop a quantitative model to describe the cycling of carbon among the hydrosphere, atmosphere, geosphere, and biosphere.",
      "comments": [
        "Clarification Statement: Emphasis is on modeling biogeochemical cycles that include the cycling of carbon through the ocean, atmosphere, soil, and biosphere (including humans), providing the foundation for living organisms."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454597"
      ],
      "id": "1A5A8DFF01514EEBBE38DE5FA97588DB",
      "asnIdentifier": "S2598090",
      "depth": 1,
      "statementNotation": "HS-ESS2-6",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "FFF433F13DAC43058D3B170890B3A78F": {
      "position": 69000,
      "depth": 1,
      "statementNotation": "HS-ESS2-5",
      "description": "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454596"
      ],
      "id": "FFF433F13DAC43058D3B170890B3A78F",
      "asnIdentifier": "S2598089",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on mechanical and chemical investigations with water and a variety of solid materials to provide the evidence for connections between the hydrologic cycle and system interactions commonly known as the rock cycle. Examples of mechanical investigations include stream transportation and deposition using a stream table, erosion using variations in soil moisture content, or frost wedging by the expansion of water as it freezes. Examples of chemical investigations include chemical weathering and recrystallization (by testing the solubility of different materials) or melt generation (by examining how water lowers the melting temperature of most solids)."
      ],
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "8B3AEFEEDBC4438CA5E590F9B0FB4C16": {
      "asnIdentifier": "S2598088",
      "depth": 1,
      "statementNotation": "HS-ESS2-4",
      "comments": [
        "Clarification Statement: Examples of the causes of climate change differ by timescale, over 1-10 years: large volcanic eruption, ocean circulation; 10-100s of years: changes in human activity, ocean circulation, solar output; 10-100s of thousands of years: changes to Earth's orbit and the orientation of its axis; and 10-100s of millions of years: long-term changes in atmospheric composition.",
        "Assessment Boundary: Assessment of the results of changes in climate is limited to changes in surface temperatures, precipitation patterns, glacial ice volumes, sea levels, and biosphere distribution."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454599"
      ],
      "id": "8B3AEFEEDBC4438CA5E590F9B0FB4C16",
      "position": 68000,
      "statementLabel": "Performance Expectation",
      "description": "Use a model to describe how variations in the flow of energy into and out of Earth systems result in changes in climate.",
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "A9DE8A3B070D489082D02F8533F181F7": {
      "position": 67000,
      "statementNotation": "HS-ESS2-3",
      "description": "Develop a model based on evidence of Earth's interior to describe the cycling of matter by thermal convection.",
      "id": "A9DE8A3B070D489082D02F8533F181F7",
      "asnIdentifier": "S2598087",
      "comments": [
        "Clarification Statement: Emphasis is on both a one-dimensional model of Earth, with radial layers determined by density, and a three-dimensional model, which is controlled by mantle convection and the resulting plate tectonics. Examples of evidence include maps of Earth's three-dimensional structure obtained from seismic waves, records of the rate of change of Earth's magnetic field (as constraints on convection in the outer core), and identification of the composition of Earth's layers from high-pressure laboratory experiments."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454595"
      ],
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "D7DBC4E9951F43DB84BD3C3758FA044E": {
      "id": "D7DBC4E9951F43DB84BD3C3758FA044E",
      "position": 66000,
      "statementLabel": "Performance Expectation",
      "description": "Analyze geoscience data to make the claim that one change to Earth's surface can create feedbacks that cause changes to other Earth systems.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454594"
      ],
      "asnIdentifier": "S2598086",
      "depth": 1,
      "statementNotation": "HS-ESS2-2",
      "comments": [
        "Clarification Statement: Examples should include climate feedbacks, such as how an increase in greenhouse gases causes a rise in global temperatures that melts glacial ice, which reduces the amount of sunlight reflected from Earth's surface, increasing surface temperatures and further reducing the amount of ice. Examples could also be taken from other system interactions, such as how the loss of ground vegetation causes an increase in water runoff and soil erosion; how dammed rivers increase groundwater recharge, decrease sediment transport, and increase coastal erosion; or how the loss of wetlands causes a decrease in local humidity that further reduces the wetland extent."
      ],
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "F047020E179B4FB9820D42CA1FFC2819": {
      "id": "F047020E179B4FB9820D42CA1FFC2819",
      "asnIdentifier": "S2598085",
      "depth": 1,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454593"
      ],
      "position": 65000,
      "statementNotation": "HS-ESS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Develop a model to illustrate how Earth's internal and surface processes operate at different spatial and temporal scales to form continental and ocean-floor features.",
      "comments": [
        "Clarification Statement: Emphasis is on how the appearance of land features (such as mountains, valleys, and plateaus) and sea-floor features (such as trenches, ridges, and seamounts) are a result of both constructive forces (such as volcanism, tectonic uplift, and orogeny) and destructive mechanisms (such as weathering, mass wasting, and coastal erosion).",
        "Assessment Boundary: Assessment does not include memorization of the details of the formation of specific geographic features of Earth's surface."
      ],
      "ancestorIds": [
        "2185252A2162496D935075C82B275624"
      ],
      "parentId": "2185252A2162496D935075C82B275624"
    },
    "2185252A2162496D935075C82B275624": {
      "asnIdentifier": "S2598084",
      "position": 64000,
      "depth": 0,
      "statementNotation": "HS-ESS2",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth's Systems",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467909"
      ],
      "id": "2185252A2162496D935075C82B275624",
      "ancestorIds": [],
      "parentId": null
    },
    "A289BD7016864B19A4CCE65D53913012": {
      "position": 63000,
      "statementNotation": "HS-ESS1-6",
      "description": "Apply scientific reasoning and evidence from ancient Earth materials, meteorites, and other planetary surfaces to construct an account of Earth's formation and early history.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454592"
      ],
      "id": "A289BD7016864B19A4CCE65D53913012",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on using available evidence within the solar system to reconstruct the early history of Earth, which formed along with the rest of the solar system 4.6 billion years ago. Examples of evidence include the absolute ages of ancient materials (obtained by radiometric dating of meteorites, moon rocks, and Earth's oldest minerals), the sizes and compositions of solar system objects, and the impact cratering record of planetary surfaces."
      ],
      "asnIdentifier": "S2598083",
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "5979C1B529744586BF6E687E1430D99D": {
      "id": "5979C1B529744586BF6E687E1430D99D",
      "depth": 1,
      "statementNotation": "HS-ESS1-5",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454591"
      ],
      "comments": [
        "Clarification Statement: Emphasis is on the ability of plate tectonics to explain the ages of crustal rocks. Examples include evidence of the ages oceanic crust increasing with distance from mid-ocean ridges (a result of plate spreading) and the ages of North American continental crust increasing with distance away from a central ancient core (a result of past plate interactions)."
      ],
      "asnIdentifier": "S2598082",
      "position": 62000,
      "statementLabel": "Performance Expectation",
      "description": "Evaluate evidence of the past and current movements of continental and oceanic crust and the theory of plate tectonics to explain the ages of crustal rocks.",
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "6BEB7091732148E28DB1CAF9B8BC8CBA": {
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on Newtonian gravitational laws governing orbital motions, which apply to human-made satellites as well as planets and moons.",
        "Assessment Boundary: Mathematical representations for the gravitational attraction of bodies and Kepler's Laws of orbital motions should not deal with more than two bodies, nor involve calculus."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454590"
      ],
      "id": "6BEB7091732148E28DB1CAF9B8BC8CBA",
      "position": 61000,
      "depth": 1,
      "statementNotation": "HS-ESS1-4",
      "asnIdentifier": "S2598081",
      "description": "Use mathematical or computational representations to predict the motion of orbiting objects in the solar system.",
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "45B28B1FAF3845BBAA6A63510C29DA25": {
      "depth": 1,
      "description": "Communicate scientific ideas about the way stars, over their life cycle, produce elements.",
      "comments": [
        "Clarification Statement: Emphasis is on the way nucleosynthesis, and therefore the different elements created, varies as a function of the mass of a star and the stage of its lifetime.",
        "Assessment Boundary: Details of the many different nucleosynthesis pathways for stars of differing masses are not assessed."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454589"
      ],
      "id": "45B28B1FAF3845BBAA6A63510C29DA25",
      "position": 60000,
      "statementLabel": "Performance Expectation",
      "asnIdentifier": "S2598080",
      "statementNotation": "HS-ESS1-3",
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "C3EF813CC8294863A5EA215E70468B9D": {
      "asnIdentifier": "S2598079",
      "statementNotation": "HS-ESS1-2",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454588"
      ],
      "id": "C3EF813CC8294863A5EA215E70468B9D",
      "position": 59000,
      "depth": 1,
      "description": "Construct an explanation of the Big Bang theory based on astronomical evidence of light spectra, motion of distant galaxies, and composition of matter in the universe.",
      "comments": [
        "Clarification Statement: Emphasis is on the astronomical evidence of the red shift of light from galaxies as an indication that the universe is currently expanding, the cosmic microwave background as the remnant radiation from the Big Bang, and the observed composition of ordinary matter of the universe, primarily found in stars and interstellar gases (from the spectra of electromagnetic radiation from stars), which matches that predicted by the Big Bang theory (3/4 hydrogen and 1/4 helium)."
      ],
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "251B2D6388BE4122A0148050BF52A51B": {
      "id": "251B2D6388BE4122A0148050BF52A51B",
      "position": 58000,
      "depth": 1,
      "statementNotation": "HS-ESS1-1",
      "description": "Develop a model based on evidence to illustrate the life span of the sun and the role of nuclear fusion in the sun's core to release energy that eventually reaches Earth in the form of radiation.",
      "comments": [
        "Clarification Statement: Emphasis is on the energy transfer mechanisms that allow energy from nuclear fusion in the sun's core to reach Earth. Examples of evidence for the model include observations of the masses and lifetimes of other stars, as well as the ways that the sun's radiation varies due to sudden solar flares (\"space weather\"), the 11-year sunspot cycle, and non-cyclic variations over centuries.",
        "Assessment Boundary: Assessment does not include details of the atomic and sub-atomic processes involved with the sun's nuclear fusion."
      ],
      "asnIdentifier": "S2598078",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454587"
      ],
      "ancestorIds": [
        "FEF408D794FD4259B8EF8C90CB89B356"
      ],
      "parentId": "FEF408D794FD4259B8EF8C90CB89B356"
    },
    "FEF408D794FD4259B8EF8C90CB89B356": {
      "depth": 0,
      "statementNotation": "HS-ESS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Earth's Place in the Universe",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467908"
      ],
      "id": "FEF408D794FD4259B8EF8C90CB89B356",
      "asnIdentifier": "S2598077",
      "position": 57000,
      "ancestorIds": [],
      "parentId": null
    },
    "737DA522851E492ABE743B11547DBE87": {
      "statementNotation": "HS-LS4-6",
      "statementLabel": "Performance Expectation",
      "description": "Create or revise a simulation to test a solution to mitigate adverse impacts of human activity on biodiversity.",
      "position": 56000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on designing solutions for a proposed problem related to threatened or endangered species, or to genetic variation of organisms for multiple species."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454575"
      ],
      "id": "737DA522851E492ABE743B11547DBE87",
      "asnIdentifier": "S2598076",
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "1E6267526A4A4AEDBF2194464466E3EC": {
      "id": "1E6267526A4A4AEDBF2194464466E3EC",
      "asnIdentifier": "S2598075",
      "position": 55000,
      "statementNotation": "HS-LS4-5",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454586"
      ],
      "depth": 1,
      "description": "Evaluate the evidence supporting claims that changes in environmental conditions may result in: (1) increases in the number of individuals of some species, (2) the emergence of new species over time, and (3) the extinction of other species.",
      "comments": [
        "Clarification Statement: Emphasis is on determining cause and effect relationships for how changes to the environment such as deforestation, fishing, application of fertilizers, drought, flood, and the rate of change of the environment affect distribution or disappearance of traits in species."
      ],
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "87F494632C5848F395EAE7934A090399": {
      "position": 54000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how natural selection leads to adaptation of populations.",
      "comments": [
        "Clarification Statement: Emphasis is on using data to provide evidence for how specific biotic and abiotic differences in ecosystems (such as ranges of seasonal temperature, long-term climate change, acidity, light, geographic barriers, or evolution of other organisms) contribute to a change in gene frequency over time, leading to adaptation of populations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454585"
      ],
      "asnIdentifier": "S2598074",
      "statementNotation": "HS-LS4-4",
      "id": "87F494632C5848F395EAE7934A090399",
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "7FEC5F95A80A4E66845746489502BE28": {
      "statementNotation": "HS-LS4-3",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing shifts in numerical distribution of traits and using these shifts as evidence to support explanations.",
        "Assessment Boundary: Assessment is limited to basic statistical and graphical analysis. Assessment does not include allele frequency calculations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454584"
      ],
      "id": "7FEC5F95A80A4E66845746489502BE28",
      "position": 53000,
      "depth": 1,
      "asnIdentifier": "S2598073",
      "description": "Apply concepts of statistics and probability to support explanations that organisms with an advantageous heritable trait tend to increase in proportion to organisms lacking this trait.",
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "E66842FA75B84D6F881917E4BE7341D7": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454583"
      ],
      "id": "E66842FA75B84D6F881917E4BE7341D7",
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence that the process of evolution primarily results from four factors: (1) the potential for a species to increase in number, (2) the heritable genetic variation of individuals in a species due to mutation and sexual reproduction, (3) competition for limited resources, and (4) the proliferation of those organisms that are better able to survive and reproduce in the environment.",
      "statementNotation": "HS-LS4-2",
      "comments": [
        "Clarification Statement: Emphasis is on using evidence to explain the influence each of the four factors has on number of organisms, behaviors, morphology, or physiology in terms of ability to compete for limited resources and subsequent survival of individuals and adaptation of species. Examples of evidence could include mathematical models such as simple distribution graphs and proportional reasoning.",
        "Assessment Boundary: Assessment does not include other mechanisms of evolution, such as genetic drift, gene flow through migration, and co-evolution."
      ],
      "asnIdentifier": "S2598072",
      "position": 52000,
      "depth": 1,
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "9D6FDD2CC2014EB080CFA5949F092AE0": {
      "description": "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence.",
      "comments": [
        "Clarification Statement: Emphasis is on a conceptual understanding of the role each line of evidence has relating to common ancestry and biological evolution. Examples of evidence could include similarities in DNA sequences, anatomical structures, and order of appearance of structures in embryological development."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454582"
      ],
      "id": "9D6FDD2CC2014EB080CFA5949F092AE0",
      "position": 51000,
      "statementNotation": "HS-LS4-1",
      "statementLabel": "Performance Expectation",
      "asnIdentifier": "S2598071",
      "depth": 1,
      "ancestorIds": [
        "15D8F5E065E3473A903618F92F4FB026"
      ],
      "parentId": "15D8F5E065E3473A903618F92F4FB026"
    },
    "15D8F5E065E3473A903618F92F4FB026": {
      "depth": 0,
      "statementNotation": "HS-LS4",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Biological Evolution: Unity and Diversity",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467907"
      ],
      "id": "15D8F5E065E3473A903618F92F4FB026",
      "asnIdentifier": "S2598070",
      "position": 50000,
      "ancestorIds": [],
      "parentId": null
    },
    "D51F70A6A399459084878D28FF615362": {
      "statementNotation": "HS-LS3-3",
      "description": "Apply concepts of statistics and probability to explain the variation and distribution of expressed traits in a population.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454580"
      ],
      "id": "D51F70A6A399459084878D28FF615362",
      "position": 49000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on the use of mathematics to describe the probability of traits as it relates to genetic and environmental factors in the expression of traits.",
        "Assessment Boundary: Assessment does not include Hardy-Weinberg calculations."
      ],
      "asnIdentifier": "S2598069",
      "depth": 1,
      "ancestorIds": [
        "F914F43F41B84176B737B87FAF7D9E7D"
      ],
      "parentId": "F914F43F41B84176B737B87FAF7D9E7D"
    },
    "EB1B4BC15FDF4101B464DEAF254E4006": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454579"
      ],
      "id": "EB1B4BC15FDF4101B464DEAF254E4006",
      "asnIdentifier": "S2598068",
      "statementNotation": "HS-LS3-2",
      "comments": [
        "Clarification Statement: Emphasis is on using data to support arguments for the way variation occurs.",
        "Assessment Boundary: Assessment does not include the phases of meiosis or the biochemical mechanism of specific steps in the process."
      ],
      "position": 48000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Make and defend a claim based on evidence that inheritable genetic variations may result from: (1) new genetic combinations through meiosis, (2) viable errors occurring during replication, and/or (3) mutations caused by environmental factors.",
      "ancestorIds": [
        "F914F43F41B84176B737B87FAF7D9E7D"
      ],
      "parentId": "F914F43F41B84176B737B87FAF7D9E7D"
    },
    "EA68B36F12CC49C580E3B831742E0CDB": {
      "id": "EA68B36F12CC49C580E3B831742E0CDB",
      "asnIdentifier": "S2598067",
      "statementNotation": "HS-LS3-1",
      "statementLabel": "Performance Expectation",
      "description": "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring.",
      "comments": [
        "Assessment Boundary: Assessment does not include the phases of meiosis or the biochemical mechanism of specific steps in the process."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454578"
      ],
      "position": 47000,
      "depth": 1,
      "ancestorIds": [
        "F914F43F41B84176B737B87FAF7D9E7D"
      ],
      "parentId": "F914F43F41B84176B737B87FAF7D9E7D"
    },
    "F914F43F41B84176B737B87FAF7D9E7D": {
      "statementNotation": "HS-LS3",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Heredity: Inheritance and Variation of Traits",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467906"
      ],
      "id": "F914F43F41B84176B737B87FAF7D9E7D",
      "asnIdentifier": "S2598066",
      "position": 46000,
      "depth": 0,
      "ancestorIds": [],
      "parentId": null
    },
    "09EE015DF17A47C2A9CBED6918DD858A": {
      "description": "Evaluate the evidence for the role of group behavior on individual and species' chances to survive and reproduce.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454574"
      ],
      "statementNotation": "HS-LS2-8",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on: (1) distinguishing between group and individual behavior, (2) identifying evidence supporting the outcomes of group behavior, and (3) developing logical and reasonable arguments based on evidence. Examples of group behaviors could include flocking, schooling, herding, and cooperative behaviors such as hunting, migrating, and swarming."
      ],
      "id": "09EE015DF17A47C2A9CBED6918DD858A",
      "asnIdentifier": "S2598065",
      "position": 45000,
      "depth": 1,
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "5AF3FEE905EF45C28945F5FA38258E02": {
      "position": 44000,
      "statementLabel": "Performance Expectation",
      "description": "Design, evaluate, and refine a solution for reducing the impacts of human activities on the environment and biodiversity.",
      "asnIdentifier": "S2598064",
      "depth": 1,
      "statementNotation": "HS-LS2-7",
      "comments": [
        "Clarification Statement: Examples of human activities can include urbanization, building dams, and dissemination of invasive species."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454573"
      ],
      "id": "5AF3FEE905EF45C28945F5FA38258E02",
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "D070C4F55A2F4E2EBE72B002B1304BFE": {
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "id": "D070C4F55A2F4E2EBE72B002B1304BFE",
      "position": 43000,
      "statementNotation": "HS-LS2-6",
      "description": "Evaluate the claims, evidence, and reasoning that the complex interactions in ecosystems maintain relatively consistent numbers and types of organisms in stable conditions, but changing conditions may result in a new ecosystem.",
      "comments": [
        "Clarification Statement: Examples of changes in ecosystem conditions could include modest biological or physical changes, such as moderate hunting or a seasonal flood; and extreme changes, such as volcanic eruption or sea level rise."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454572"
      ],
      "asnIdentifier": "S2598063",
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "448BEB8B9C024A9785F3B834ADFC5240": {
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of models could include simulations and mathematical models.",
        "Assessment Boundary: Assessment does not include the specific chemical steps of photosynthesis and respiration."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454569"
      ],
      "id": "448BEB8B9C024A9785F3B834ADFC5240",
      "asnIdentifier": "S2598062",
      "position": 42000,
      "depth": 1,
      "statementNotation": "HS-LS2-5",
      "description": "Develop a model to illustrate the role of photosynthesis and cellular respiration in the cycling of carbon among the biosphere, atmosphere, hydrosphere, and geosphere.",
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "2D88D489010E4CF0920C1BF5E17B5CA3": {
      "id": "2D88D489010E4CF0920C1BF5E17B5CA3",
      "statementLabel": "Performance Expectation",
      "description": "Use a mathematical representation to support claims for the cycling of matter and flow of energy among organisms in an ecosystem.",
      "comments": [
        "Clarification Statement: Emphasis is on using a mathematical model of stored energy in biomass to describe the transfer of energy from one trophic level to another and that matter and energy are conserved as matter cycles and energy flows through ecosystems. Emphasis is on atoms and molecules such as carbon, oxygen, hydrogen and nitrogen being conserved as they move through an ecosystem.",
        "Assessment Boundary: Assessment is limited to proportional reasoning to describe the cycling of matter and flow of energy."
      ],
      "asnIdentifier": "S2598061",
      "position": 41000,
      "depth": 1,
      "statementNotation": "HS-LS2-4",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454568"
      ],
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "DDCD8C2C67284712A35B959548518789": {
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467924"
      ],
      "statementNotation": "HS-LS2-3",
      "comments": [
        "Clarification Statement: Emphasis is on conceptual understanding of the role of aerobic and anaerobic respiration in different environments.",
        "Assessment Boundary: Assessment does not include the specific chemical processes of either aerobic or anaerobic respiration."
      ],
      "position": 40000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Construct and revise an explanation based on evidence for the cycling of matter and flow of energy in aerobic and anaerobic conditions.",
      "id": "DDCD8C2C67284712A35B959548518789",
      "asnIdentifier": "S2598060",
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "D2FB06AAE7394618B787A1C5F9C7D6BF": {
      "asnIdentifier": "S2598059",
      "statementNotation": "HS-LS2-2",
      "description": "Use mathematical representations to support and revise explanations based on evidence about factors affecting biodiversity and populations in ecosystems of different scales.",
      "id": "D2FB06AAE7394618B787A1C5F9C7D6BF",
      "position": 39000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of mathematical representations include finding the average, determining trends, and using graphical comparisons of multiple sets of data.",
        "Assessment Boundary: Assessment is limited to provided data."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454571"
      ],
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "CE195B9EF497475D8B8D2E1CF55C4E9D": {
      "asnIdentifier": "S2598058",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on quantitative analysis and comparison of the relationships among interdependent factors including boundaries, resources, climate and competition. Examples of mathematical comparisons could include graphs, charts, histograms, or population changes gathered from simulations or historical data sets.",
        "Assessment Boundary: Assessment does not include deriving mathematical equations to make comparisons."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454570"
      ],
      "id": "CE195B9EF497475D8B8D2E1CF55C4E9D",
      "position": 38000,
      "depth": 1,
      "statementNotation": "HS-LS2-1",
      "description": "Use mathematical and/or computational representations to support explanations of factors that affect carrying capacity of ecosystems at different scales.",
      "ancestorIds": [
        "20ABA9A09507499E9E018D36A2CABEFA"
      ],
      "parentId": "20ABA9A09507499E9E018D36A2CABEFA"
    },
    "20ABA9A09507499E9E018D36A2CABEFA": {
      "depth": 0,
      "statementNotation": "HS-LS2",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Ecosystems: Interactions, Energy, and Dynamics",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467905"
      ],
      "id": "20ABA9A09507499E9E018D36A2CABEFA",
      "asnIdentifier": "S2598057",
      "position": 37000,
      "ancestorIds": [],
      "parentId": null
    },
    "34D29D7E2CCE4761BECDD4F7ED1F96B3": {
      "statementNotation": "HS-LS1-7",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454567"
      ],
      "id": "34D29D7E2CCE4761BECDD4F7ED1F96B3",
      "position": 36000,
      "description": "Use a model to illustrate that cellular respiration is a chemical process whereby the bonds of food molecules and oxygen molecules are broken and the bonds in new compounds are formed resulting in a net transfer of energy.",
      "comments": [
        "Clarification Statement: Emphasis is on the conceptual understanding of the inputs and outputs of the process of cellular respiration.",
        "Assessment Boundary: Assessment should not include identification of the steps or specific processes involved in cellular respiration."
      ],
      "asnIdentifier": "S2598056",
      "depth": 1,
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "41F3E8BBD8164744AA1343889A90A9DB": {
      "id": "41F3E8BBD8164744AA1343889A90A9DB",
      "asnIdentifier": "S2598055",
      "depth": 1,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454566"
      ],
      "position": 35000,
      "statementNotation": "HS-LS1-6",
      "statementLabel": "Performance Expectation",
      "description": "Construct and revise an explanation based on evidence for how carbon, hydrogen, and oxygen from sugar molecules may combine with other elements to form amino acids and/or other large carbon-based molecules.",
      "comments": [
        "Clarification Statement: Emphasis is on using evidence from models and simulations to support explanations.",
        "Assessment Boundary: Assessment does not include the details of the specific chemical reactions or identification of macromolecules."
      ],
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "A223DB17410D4A52ADA7634EF394772F": {
      "depth": 1,
      "statementNotation": "HS-LS1-5",
      "description": "Use a model to illustrate how photosynthesis transforms light energy into stored chemical energy.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454565"
      ],
      "id": "A223DB17410D4A52ADA7634EF394772F",
      "asnIdentifier": "S2598054",
      "position": 34000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on illustrating inputs and outputs of matter and the transfer and transformation of energy in photosynthesis by plants and other photosynthesizing organisms. Examples of models could include diagrams, chemical equations, and conceptual models.",
        "Assessment Boundary: Assessment does not include specific biochemical steps."
      ],
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "6C30C660746C4A76AC8BFE00A4175C37": {
      "comments": [
        "Assessment Boundary: Assessment does not include specific gene control mechanisms or rote memorization of the steps of mitosis."
      ],
      "statementNotation": "HS-LS1-4",
      "statementLabel": "Performance Expectation",
      "description": "Use a model to illustrate the role of cellular division (mitosis) and differentiation in producing and maintaining complex organisms.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454577"
      ],
      "id": "6C30C660746C4A76AC8BFE00A4175C37",
      "asnIdentifier": "S2598053",
      "position": 33000,
      "depth": 1,
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "26858A2AF4AC4BB89310EEC2DA2A87B7": {
      "comments": [
        "Clarification Statement: Examples of investigations could include heart rate response to exercise, stomate response to moisture and temperature, and root development in response to water levels.",
        "Assessment Boundary: Assessment does not include the cellular processes involved in the feedback mechanism."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454564"
      ],
      "id": "26858A2AF4AC4BB89310EEC2DA2A87B7",
      "asnIdentifier": "S2598052",
      "position": 32000,
      "description": "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis.",
      "depth": 1,
      "statementNotation": "HS-LS1-3",
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "B09269D3EA5D487DA4ED69C16D4030B6": {
      "asnIdentifier": "S2598051",
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on functions at the organism system level such as nutrient uptake, water delivery, and organism movement in response to neural stimuli. An example of an interacting system could be an artery depending on the proper function of elastic tissue and smooth muscle to regulate and deliver the proper amount of blood within the circulatory system.",
        "Assessment Boundary: Assessment does not include interactions and functions at the molecular or chemical reaction level."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454563"
      ],
      "id": "B09269D3EA5D487DA4ED69C16D4030B6",
      "statementNotation": "HS-LS1-2",
      "statementLabel": "Performance Expectation",
      "description": "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms.",
      "position": 31000,
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "E56B4DB9AAF74342810E986CBEB71080": {
      "id": "E56B4DB9AAF74342810E986CBEB71080",
      "position": 30000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Construct an explanation based on evidence for how the structure of DNA determines the structure of proteins which carry out the essential functions of life through systems of specialized cells.",
      "asnIdentifier": "S2598050",
      "statementNotation": "HS-LS1-1",
      "comments": [
        "Assessment Boundary: Assessment does not include identification of specific cell or tissue types, whole body systems, specific protein structures and functions, or the biochemistry of protein synthesis."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454562"
      ],
      "ancestorIds": [
        "A7F1687B43BA4203AC426CC453F69EFD"
      ],
      "parentId": "A7F1687B43BA4203AC426CC453F69EFD"
    },
    "A7F1687B43BA4203AC426CC453F69EFD": {
      "depth": 0,
      "statementNotation": "HS-LS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "From Molecules to Organisms: Structures and Processes",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467904"
      ],
      "id": "A7F1687B43BA4203AC426CC453F69EFD",
      "asnIdentifier": "S2598049",
      "position": 29000,
      "ancestorIds": [],
      "parentId": null
    },
    "72B2DE9CF66C439D9A00D11AAC7A0473": {
      "description": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454560"
      ],
      "id": "72B2DE9CF66C439D9A00D11AAC7A0473",
      "position": 28000,
      "statementNotation": "HS-PS4-5",
      "statementLabel": "Performance Expectation",
      "asnIdentifier": "S2598048",
      "depth": 1,
      "comments": [
        "Clarification Statement: Examples could include solar cells capturing light and converting it to electricity; medical imaging; and communications technology.",
        "Assessment Boundary: Assesments are limited to qualitative information. Assessments do not include band theory."
      ],
      "ancestorIds": [
        "FFFE116876314BD9B2798C915AACF2A1"
      ],
      "parentId": "FFFE116876314BD9B2798C915AACF2A1"
    },
    "0F9A490347BA4A4384E76E076A20FA0D": {
      "position": 27000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on the idea that different frequencies of light have different energies, and the damage to living tissue from electromagnetic radiation depends on the energy of the radiation. Examples of published materials could include trade books, magazines, web resources, videos, and other passages that may reflect bias.",
        "Assessment Boundary: Assessment is limited to qualitative descriptions."
      ],
      "id": "0F9A490347BA4A4384E76E076A20FA0D",
      "asnIdentifier": "S2598047",
      "statementNotation": "HS-PS4-4",
      "description": "Evaluate the validity and reliability of claims in published materials of the effects that different frequencies of electromagnetic radiation have when absorbed by matter.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454559"
      ],
      "ancestorIds": [
        "FFFE116876314BD9B2798C915AACF2A1"
      ],
      "parentId": "FFFE116876314BD9B2798C915AACF2A1"
    },
    "E7422EC3B7674DF793E9DEBCCEB377FD": {
      "comments": [
        "Clarification Statement: Emphasis is on how the experimental evidence supports the claim and how a theory is generally modified in light of new evidence. Examples of a phenomenon could include resonance, interference, diffraction, and photoelectric effect.",
        "Assessment Boundary: Assessment does not include using quantum theory."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454558"
      ],
      "id": "E7422EC3B7674DF793E9DEBCCEB377FD",
      "position": 26000,
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "description": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
      "asnIdentifier": "S2598046",
      "statementNotation": "HS-PS4-3",
      "ancestorIds": [
        "FFFE116876314BD9B2798C915AACF2A1"
      ],
      "parentId": "FFFE116876314BD9B2798C915AACF2A1"
    },
    "35B576FCD9BC449EB638D6819365321E": {
      "description": "Evaluate questions about the advantages of using a digital transmission and storage of information.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454557"
      ],
      "id": "35B576FCD9BC449EB638D6819365321E",
      "position": 25000,
      "statementNotation": "HS-PS4-2",
      "comments": [
        "Clarification Statement: Examples of advantages could include that digital information is stable because it can be stored reliably in computer memory, transferred easily, and copied and shared rapidly. Disadvantages could include issues of easy deletion, security, and theft."
      ],
      "asnIdentifier": "S2598045",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "FFFE116876314BD9B2798C915AACF2A1"
      ],
      "parentId": "FFFE116876314BD9B2798C915AACF2A1"
    },
    "6C47AC04A4B2481BACFB97B82BDFFC40": {
      "statementNotation": "HS-PS4-1",
      "statementLabel": "Performance Expectation",
      "description": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling in various media.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454556"
      ],
      "id": "6C47AC04A4B2481BACFB97B82BDFFC40",
      "asnIdentifier": "S2598044",
      "position": 24000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Examples of data could include electromagnetic radiation traveling in a vacuum and glass, sound waves traveling through air and water, and seismic waves traveling through the Earth.",
        "Assessment Boundary: Assessment is limited to algebraic relationships and describing those relationships qualitatively."
      ],
      "ancestorIds": [
        "FFFE116876314BD9B2798C915AACF2A1"
      ],
      "parentId": "FFFE116876314BD9B2798C915AACF2A1"
    },
    "FFFE116876314BD9B2798C915AACF2A1": {
      "id": "FFFE116876314BD9B2798C915AACF2A1",
      "asnIdentifier": "S2598043",
      "position": 23000,
      "depth": 0,
      "statementNotation": "HS-PS4",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Waves and Their Applications in Technologies for Information Transfer",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467903"
      ],
      "ancestorIds": [],
      "parentId": null
    },
    "4B026CFCE4454E628A11BFF5050B4E28": {
      "comments": [
        "Clarification Statement: Examples of models could include drawings, diagrams, and texts, such as drawings of what happens when two charges of opposite polarity are near each other, including an explanation of how the change in energy of the objects is related to the change in energy of the field.",
        "Assessment Boundary: Assessment is limited to systems containing two objects."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454555"
      ],
      "id": "4B026CFCE4454E628A11BFF5050B4E28",
      "asnIdentifier": "S2598042",
      "depth": 1,
      "statementNotation": "HS-PS3-5",
      "statementLabel": "Performance Expectation",
      "position": 22000,
      "description": "Develop and use a model of two objects interacting through electric or magnetic fields to illustrate the forces between objects and the changes in energy of the objects due to the interaction.",
      "ancestorIds": [
        "890B6076A84A4F7EB2FB556EDEAF822B"
      ],
      "parentId": "890B6076A84A4F7EB2FB556EDEAF822B"
    },
    "0D3D3211FACA4798BBEB6FB92741A2F6": {
      "statementNotation": "HS-PS3-4",
      "description": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
      "id": "0D3D3211FACA4798BBEB6FB92741A2F6",
      "asnIdentifier": "S2598041",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on analyzing data from student investigations and using mathematical thinking to describe the energy changes both quantitatively and conceptually. Examples of investigations could include mixing liquids at different initial temperatures or adding objects at different temperatures to water.",
        "Assessment Boundary: Assessment is limited to investigations based on materials and tools provided to students"
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454554"
      ],
      "position": 21000,
      "depth": 1,
      "ancestorIds": [
        "890B6076A84A4F7EB2FB556EDEAF822B"
      ],
      "parentId": "890B6076A84A4F7EB2FB556EDEAF822B"
    },
    "AC3D40C6B070400D852FD001DBC09420": {
      "id": "AC3D40C6B070400D852FD001DBC09420",
      "asnIdentifier": "S2598040",
      "statementNotation": "HS-PS3-3",
      "statementLabel": "Performance Expectation",
      "description": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
      "comments": [
        "Clarification Statement: Emphasis is on both qualitative and quantitative evaluations of devices. Examples of devices could include Rube Goldberg devices, wind turbines, solar cells, solar ovens, and generators. Examples of constraints could include use of renewable energy forms and efficiency.",
        "Assessment Boundary: Assessment for quantitative evaluations is limited to total output for a given input. Assessment is limited to devices constructed with materials provided to students."
      ],
      "position": 20000,
      "depth": 1,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454553"
      ],
      "ancestorIds": [
        "890B6076A84A4F7EB2FB556EDEAF822B"
      ],
      "parentId": "890B6076A84A4F7EB2FB556EDEAF822B"
    },
    "529D4CE3879F49ADB59A9109DAD6FF03": {
      "asnIdentifier": "S2598039",
      "depth": 1,
      "statementNotation": "HS-PS3-2",
      "description": "Develop and use models to illustrate that energy at the macroscopic scale can be accounted for as either motions of particles or energy stored in fields.",
      "comments": [
        "Clarification Statement: Examples of phenomena at the macroscopic scale could include the conversion of kinetic energy to thermal energy, the energy stored due to position of an object above the earth, and the energy stored between two electrically-charged plates. Examples of models could include diagrams, drawings, descriptions, and computer simulations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454552"
      ],
      "id": "529D4CE3879F49ADB59A9109DAD6FF03",
      "position": 19000,
      "statementLabel": "Performance Expectation",
      "ancestorIds": [
        "890B6076A84A4F7EB2FB556EDEAF822B"
      ],
      "parentId": "890B6076A84A4F7EB2FB556EDEAF822B"
    },
    "18C1EF80148F4638B1C76CC7E0C6C88C": {
      "asnIdentifier": "S2598038",
      "statementNotation": "HS-PS3-1",
      "statementLabel": "Performance Expectation",
      "id": "18C1EF80148F4638B1C76CC7E0C6C88C",
      "position": 18000,
      "depth": 1,
      "description": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
      "comments": [
        "Clarification Statement: Emphasis is on explaining the meaning of mathematical expressions used in the model.",
        "Assessment Boundary: Assessment is limited to basic algebraic expressions or computations; to systems of two or three components; and to thermal energy, kinetic energy, and/or the energies in gravitational, magnetic, or electric fields."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454551"
      ],
      "ancestorIds": [
        "890B6076A84A4F7EB2FB556EDEAF822B"
      ],
      "parentId": "890B6076A84A4F7EB2FB556EDEAF822B"
    },
    "890B6076A84A4F7EB2FB556EDEAF822B": {
      "statementLabel": "Disciplinary Core Idea",
      "description": "Energy",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467902"
      ],
      "id": "890B6076A84A4F7EB2FB556EDEAF822B",
      "asnIdentifier": "S2598037",
      "position": 17000,
      "depth": 0,
      "statementNotation": "HS-PS3",
      "ancestorIds": [],
      "parentId": null
    },
    "363158DD03BB45E4B218FFF61651C77F": {
      "position": 16000,
      "statementNotation": "HS-PS2-6",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on the attractive and repulsive forces that determine the functioning of the material. Examples could include why electrically conductive materials are often made of metal, flexible but durable materials are made up of long chained molecules, and pharmaceuticals are designed to interact with specific receptors.",
        "Assessment Boundary: Assessment is limited to provided molecular structures of specific designed materials."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454540"
      ],
      "id": "363158DD03BB45E4B218FFF61651C77F",
      "asnIdentifier": "S2598036",
      "depth": 1,
      "description": "Communicate scientific and technical information about why the molecular-level structure is important in the functioning of designed materials.",
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "C9D4186026324F19B3BF28FD28979AFB": {
      "statementNotation": "HS-PS2-5",
      "description": "Plan and conduct an investigation to provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
      "position": 15000,
      "asnIdentifier": "S2598035",
      "depth": 1,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Assessment Boundary: Assessment is limited to designing and conducting investigations with provided materials and tools."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454550"
      ],
      "id": "C9D4186026324F19B3BF28FD28979AFB",
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "FBB40011D1704252851D78BAF124CA2A": {
      "id": "FBB40011D1704252851D78BAF124CA2A",
      "position": 14000,
      "statementNotation": "HS-PS2-4",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on both quantitative and conceptual descriptions of gravitational and electric fields.",
        "Assessment Boundary: Assessment is limited to systems with two objects."
      ],
      "asnIdentifier": "S2598034",
      "depth": 1,
      "description": "Use mathematical representations of Newton's Law of Gravitation and Coulomb's Law to describe and predict the gravitational and electrostatic forces between objects.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454549"
      ],
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "EEF3B79F942C4B23BB3A14960ACAC362": {
      "id": "EEF3B79F942C4B23BB3A14960ACAC362",
      "position": 13000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of evaluation and refinement could include determining the success of a device at protecting an object from damage and modifying the design to improve it. Examples of a device could include a football helmet or a parachute.",
        "Assessment Boundary: Assessment is limited to qualitative evaluations and/or algebraic manipulations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454548"
      ],
      "asnIdentifier": "S2598033",
      "depth": 1,
      "statementNotation": "HS-PS2-3",
      "description": "Apply scientific and engineering ideas to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "DE71513F3EF54E15B81088040B55B405": {
      "description": "Use mathematical representations to support the claim that the total momentum of a system of objects is conserved when there is no net force on the system.",
      "comments": [
        "Clarification Statement: Emphasis is on the quantitative conservation of momentum in interactions and the qualitative meaning of this principle.",
        "Assessment Boundary: Assessment is limited to systems of two macroscopic bodies moving in one dimension."
      ],
      "position": 12000,
      "depth": 1,
      "statementNotation": "HS-PS2-2",
      "statementLabel": "Performance Expectation",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454547"
      ],
      "id": "DE71513F3EF54E15B81088040B55B405",
      "asnIdentifier": "S2598032",
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "1B8988641BE54A1EAA124F3E2043E9CD": {
      "comments": [
        "Clarification Statement: Examples of data could include tables or graphs of position or velocity as a function of time for objects subject to a net unbalanced force, such as a falling object, an object rolling down a ramp, or a moving object being pulled by a constant force.",
        "Assessment Boundary: Assessment is limited to one-dimensional motion and to macroscopic objects moving at non-relativistic speeds."
      ],
      "depth": 1,
      "statementNotation": "HS-PS2-1",
      "statementLabel": "Performance Expectation",
      "description": "Analyze data to support the claim that Newton's second law of motion describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454546"
      ],
      "id": "1B8988641BE54A1EAA124F3E2043E9CD",
      "asnIdentifier": "S2598031",
      "position": 11000,
      "ancestorIds": [
        "727CECEF3DF94EEEBB3C06DDA52E9BBD"
      ],
      "parentId": "727CECEF3DF94EEEBB3C06DDA52E9BBD"
    },
    "727CECEF3DF94EEEBB3C06DDA52E9BBD": {
      "depth": 0,
      "statementNotation": "HS-PS2",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Motion and Stability: Forces and Interactions",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467901"
      ],
      "id": "727CECEF3DF94EEEBB3C06DDA52E9BBD",
      "asnIdentifier": "S2598030",
      "position": 10000,
      "ancestorIds": [],
      "parentId": null
    },
    "0D9DA80BE65948619C0FAE99AE28D935": {
      "statementNotation": "HS-PS1-8",
      "description": "Develop models to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
      "id": "0D9DA80BE65948619C0FAE99AE28D935",
      "asnIdentifier": "S2598029",
      "depth": 1,
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454539"
      ],
      "position": 9000,
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on simple qualitative models, such as pictures or diagrams, and on the scale of energy released in nuclear processes relative to other kinds of transformations.",
        "Assessment Boundary: Assessment does not include quantitative calculation of energy released. Assessment is limited to alpha, beta, and gamma radioactive decays."
      ],
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "595B410A8D0546F0AD216FE29AB85E37": {
      "depth": 1,
      "description": "Use mathematical representations to support the claim that atoms, and therefore mass, are conserved during a chemical reaction.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454545"
      ],
      "id": "595B410A8D0546F0AD216FE29AB85E37",
      "asnIdentifier": "S2598028",
      "position": 8000,
      "statementNotation": "HS-PS1-7",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Emphasis is on using mathematical ideas to communicate the proportional relationships between masses of atoms in the reactants and the products, and the translation of these relationships to the macroscopic scale using the mole as the conversion from the atomic to the macroscopic scale. Emphasis is on assessing students' use of mathematical thinking and not on memorization and rote application of problem-solving techniques.",
        "Assessment Boundary: Assessment does not include complex chemical reactions."
      ],
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "52A6F33524BB4270AF083A5797CEA22D": {
      "statementLabel": "Performance Expectation",
      "description": "Refine the design of a chemical system by specifying a change in conditions that would produce increased amounts of products at equilibrium.",
      "comments": [
        "Clarification Statement: Emphasis is on the application of Le Chatlier's Principle and on refining designs of chemical reaction systems, including descriptions of the connection between changes made at the macroscopic level and what happens at the molecular level. Examples of designs could include different ways to increase product formation including adding reactants or removing products.",
        "Assessment Boundary: Assessment is limited to specifying the change in only one variable at a time. Assessment does not include calculating equilibrium constants and concentrations."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454544"
      ],
      "asnIdentifier": "S2598027",
      "depth": 1,
      "statementNotation": "HS-PS1-6",
      "id": "52A6F33524BB4270AF083A5797CEA22D",
      "position": 7000,
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "53EC7A9BE32D464CB2D7589F0AF1DBB6": {
      "asnIdentifier": "S2598026",
      "statementNotation": "HS-PS1-5",
      "statementLabel": "Performance Expectation",
      "description": "Apply scientific principles and evidence to provide an explanation about the effects of changing the temperature or concentration of the reacting particles on the rate at which a reaction occurs.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454543"
      ],
      "id": "53EC7A9BE32D464CB2D7589F0AF1DBB6",
      "position": 6000,
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on student reasoning that focuses on the number and energy of collisions between molecules.",
        "Assessment Boundary: Assessment is limited to simple reactions in which there are only two reactants; evidence from temperature, concentration, and rate data; and qualitative relationships between rate and temperature."
      ],
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "9C874D49A5464905A9DB49AEBAF6B2ED": {
      "depth": 1,
      "statementNotation": "HS-PS1-4",
      "statementLabel": "Performance Expectation",
      "asnIdentifier": "S2598025",
      "position": 5000,
      "description": "Develop a model to illustrate that the release or absorption of energy from a chemical reaction system depends upon the changes in total bond energy.",
      "comments": [
        "Clarification Statement: Emphasis is on the idea that a chemical reaction is a system that affects the energy change. Examples of models could include molecular-level drawings and diagrams of reactions, graphs showing the relative energies of reactants and products, and representations showing energy is conserved.",
        "Assessment Boundary: Assessment does not include calculating the total bond energy changes during a chemical reaction from the bond energies of reactants and products."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454542"
      ],
      "id": "9C874D49A5464905A9DB49AEBAF6B2ED",
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "B19E18606F274E00943BE43308565EE3": {
      "statementLabel": "Performance Expectation",
      "description": "Plan and conduct an investigation to gather evidence to compare the structure of substances at the bulk scale to infer the strength of electrical forces between particles.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454538"
      ],
      "position": 4000,
      "statementNotation": "HS-PS1-3",
      "depth": 1,
      "comments": [
        "Clarification Statement: Emphasis is on understanding the strengths of forces between particles, and not on naming specific intermolecular forces (such as dipole-dipole). Examples of particles could include ions, atoms, molecules, and networked materials (such as graphite). Examples of bulk properties of substances could include the melting point and boiling point, vapor pressure, and surface tension.",
        "Assessment Boundary: Assessment does not include Raoult's law calculations of vapor pressure."
      ],
      "id": "B19E18606F274E00943BE43308565EE3",
      "asnIdentifier": "S2598024",
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "2970014AE0B94AB1B9AA4CF2D0FF43D0": {
      "statementLabel": "Performance Expectation",
      "position": 3000,
      "asnIdentifier": "S2598023",
      "depth": 1,
      "statementNotation": "HS-PS1-2",
      "description": "Construct and revise an explanation for the outcome of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, and knowledge of the patterns of chemical properties.",
      "comments": [
        "Clarification Statement: Examples of chemical reactions could include the reaction of sodium and chlorine, of carbon and oxygen, or of carbon and hydrogen.",
        "Assessment Boundary: Assessment is limited to chemical reactions involving main group elements and combustion reactions."
      ],
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454541"
      ],
      "id": "2970014AE0B94AB1B9AA4CF2D0FF43D0",
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "CE82E7731B334184B59CC8D6AF89150F": {
      "depth": 1,
      "statementNotation": "HS-PS1-1",
      "description": "Use the periodic table as a model to predict the relative properties of elements based on the patterns of electrons in the outermost energy level of atoms.",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2454537"
      ],
      "position": 2000,
      "asnIdentifier": "S2598022",
      "statementLabel": "Performance Expectation",
      "comments": [
        "Clarification Statement: Examples of properties that could be predicted from patterns could include reactivity of metals, types of bonds formed, numbers of bonds formed, and reactions with oxygen.",
        "Assessment Boundary: Assessment is limited to main group elements. Assessment does not include quantitative understanding of ionization energy beyond relative trends."
      ],
      "id": "CE82E7731B334184B59CC8D6AF89150F",
      "ancestorIds": [
        "14ADAF7BB7D44A1BBB2629FA8117BD60"
      ],
      "parentId": "14ADAF7BB7D44A1BBB2629FA8117BD60"
    },
    "14ADAF7BB7D44A1BBB2629FA8117BD60": {
      "asnIdentifier": "S2598021",
      "position": 1000,
      "depth": 0,
      "statementNotation": "HS-PS1",
      "statementLabel": "Disciplinary Core Idea",
      "description": "Matter and Its Interactions",
      "exactMatch": [
        "http://asn.jesandco.org/resources/S2467900"
      ],
      "id": "14ADAF7BB7D44A1BBB2629FA8117BD60",
      "ancestorIds": [],
      "parentId": null
    }
  }
}