{
  "id": "B6AA8AC483B949F0B4198062C61A61AD_D2824121_grade-11",
  "title": "Grade 11",
  "subject": null,
  "normalizedSubject": null,
  "educationLevels": [
    "11"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 3.0 US",
    "URL": "http://creativecommons.org/licenses/by/3.0/us/",
    "rightsHolder": "D2L Corporation"
  },
  "document": {
    "id": "D2824121",
    "valid": "2015",
    "title": "Le curriculum de l'Ontario – Éducation physique et santé, de la 9e à la 12e année",
    "sourceURL": "http://www.edu.gov.on.ca/fre/curriculum/secondary/health9to12Fr.pdf",
    "asnIdentifier": "D2824121",
    "publicationStatus": "Published"
  },
  "jurisdiction": {
    "id": "B6AA8AC483B949F0B4198062C61A61AD",
    "title": "Ontario"
  },
  "standards": {
    "C1BFB47DBC2D46519B1CD5433B18E51E": {
      "id": "C1BFB47DBC2D46519B1CD5433B18E51E",
      "asnIdentifier": "S2824356",
      "position": 88000,
      "depth": 2,
      "statementNotation": "C3.5",
      "statementLabel": "Contenus d'apprentissage",
      "description": "explorer des carrières dans le domaine de la santé et du bien-être (p. ex., technicien en radiothérapie, ambulancier, psychologue, massothérapeute, acupuncteur, physiothérapeute, radiologue, médecin généraliste, travailleur social, infirmière ou infirmier auxiliaire, hygiéniste dentaire, technicien pharmaceutique, orthophoniste, administratrice ou administrateur dans un hôpital, biotechnologiste, inhalothérapeute, psychiatre)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "EEB751EA671D4C3D87544E6914B9F2FB": {
      "id": "EEB751EA671D4C3D87544E6914B9F2FB",
      "asnIdentifier": "S2824355",
      "position": 87000,
      "depth": 2,
      "statementNotation": "C3.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des habiletés personnelles et interpersonnelles (p. ex., faire preuve de sang-froid, savoir travailler en équipe, prendre des décisions rapidement, savoir soigner des blessures, pratiquer la réanimation cardiorespiratoire) ainsi que des ressources (p. ex., trousse de premiers soins, défibrillateur externe automatisé, auto-injecteur d'épinéphrine) utiles lors de situations d'urgence médicale",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "8B0E22783D5B4423B5B42C9A12C43E46": {
      "id": "8B0E22783D5B4423B5B42C9A12C43E46",
      "asnIdentifier": "S2824354",
      "position": 86000,
      "depth": 2,
      "statementNotation": "C3.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "élaborer une initiative faisant la promotion en français d'un mode de vie sain (p. ex., foire de l'alimentation saine, campagne publicitaire anti-tabac, sondage pour valoriser la participation aux sports intrascolaires, programme de prévention de la violence parmi ses camarades, programme de sensibilisation aux commotions cérébrales et à leur prévention) dans son école ou dans son milieu communautaire en utilisant ses habiletés personnelles (p. ex., connaissance de soi, affirmation du caractère, capacité d'autoévaluation, régulation, capacité d'adaptation) et interpersonnelles (p. ex., leadership, communication efficace, travail d'équipe)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "DA3F4D744FD74592B1C1759E14701076": {
      "id": "DA3F4D744FD74592B1C1759E14701076",
      "asnIdentifier": "S2824353",
      "position": 85000,
      "depth": 2,
      "statementNotation": "C3.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des stratégies (p. ex., recruter des bénévoles, élaborer un plan de marketing, créer de la publicité, établir des partenariats) et des habiletés personnelles et interpersonnelles (p. ex., habiletés de la pensée critique et créative, habiletés organisationnelles, écoute active, collaboration, leadership) nécessaires afin de promouvoir une vie active et saine dans sa communauté",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "4F64A2707CC349299C416E6BAE824199": {
      "id": "4F64A2707CC349299C416E6BAE824199",
      "asnIdentifier": "S2824352",
      "position": 84000,
      "depth": 2,
      "statementNotation": "C3.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire le rôle qu'un individu peut jouer dans la promotion de la santé auprès des autres (p. ex., déclarer sa volonté d'être donneur d'organes; donner du sang régulièrement; encourager les autres à cesser de fumer; se protéger pour ne pas contracter d'ITS; se laver les mains pour limiter les risques d'infection; organiser des campagnes de ruban pour promouvoir des relations saines exemptes de harcèlement et d'abus; participer à des activités de collecte de fonds pour combattre le cancer; organiser des activités pour favoriser une alimentation saine, pour la prévention des commotions cérébrales et pour faire comprendre l'importance de l'allaitement maternel; être un mentor auprès de jeunes afin de leur apporter l'appui nécessaire pour les aider à suivre leur plan d'action)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "7C9D1AF51A854A208AE094AC3528ED5F": {
      "id": "7C9D1AF51A854A208AE094AC3528ED5F",
      "asnIdentifier": "S2824351",
      "position": 83000,
      "depth": 2,
      "statementNotation": "C3",
      "statementLabel": "Attentes",
      "description": "mettre en pratique ses connaissances et ses habiletés personnelles et interpersonnelles pour promouvoir une vie active et saine dans son entourage",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "BAA6D1E5A2654BBD84521F230FB31474": {
      "id": "BAA6D1E5A2654BBD84521F230FB31474",
      "asnIdentifier": "S2824350",
      "position": 82000,
      "depth": 2,
      "statementNotation": "C2.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer l'influence de politiques et de programmes gouvernementaux en matière de santé (p. ex., Loi Sabrina de 2005, Loi favorisant un Ontario sans fumée, projet de loi sur l'établissement de distances de séparation pour les centrales électriques au gaz naturel, Politique concernant les aliments et les boissons dans les écoles, Loi de 2002 sur la salubrité de l'eau potable, Loi de 2013 sur les aliments locaux, Action communautaire Enfants en santé, système de délivrance graduelle des permis de conduire, principe de tolérance zéro pour l'alcool au volant, vaccination contre la grippe et le virus du papillome humain) qui ont des retombées positives sur la santé de la communauté et du public (p. ex., plan individuel pour chaque élève qui souffre d'une allergie anaphylactique, repas à la cafétéria de l'école qui suivent les normes d'alimentation du Guide alimentaire canadien, interdiction de fumer dans les lieux de travail, les lieux publics fermés ainsi que dans les autos où se trouvent des jeunes de moins de 16 ans)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "A1385ABD16BC4E078EFF61F82B97EF22": {
      "id": "A1385ABD16BC4E078EFF61F82B97EF22",
      "asnIdentifier": "S2824349",
      "position": 81000,
      "depth": 2,
      "statementNotation": "C2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer comment des politiques et des programmes gouvernementaux à portée environnementale (p. ex., en ce qui a trait aux changements climatiques, à la pollution, aux activités industrielles) contribuent à l'amélioration de l'environnement ainsi qu'à la santé de la communauté (p. ex., réduction des déchets, consommation au niveau local, recyclage, économie d'eau, conservation d'électricité)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "BDC328E28EFB47EE872C15C28906106E": {
      "id": "BDC328E28EFB47EE872C15C28906106E",
      "asnIdentifier": "S2824348",
      "position": 80000,
      "depth": 2,
      "statementNotation": "C2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des services de santé de l'école et de la communauté, en particulier ceux en français, qui contribuent au bien-être et à la santé de tous (p. ex., centre de santé mentale, organisme communautaire de soins, de prévention et de réadaptation, clinique de blessures sportives)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "7C488CB17B944AC583DDB30372DDE5DC": {
      "id": "7C488CB17B944AC583DDB30372DDE5DC",
      "asnIdentifier": "S2824347",
      "position": 79000,
      "depth": 2,
      "statementNotation": "C2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "examiner des caractéristiques d'une communauté saine (p. ex., salubrité de l'environnement, absence de polluants environnementaux; qualité des installations, des aménagements et des services; cohésion sociale et harmonie entre les groupes) ainsi que des conditions (p. ex., approvisionnement en eau potable; accès à des logements salubres; accès à des services de protection, de santé et de loisirs) qui lui permettent de le rester",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "982F47044B944F3990EA2F81DEB0ADE3": {
      "id": "982F47044B944F3990EA2F81DEB0ADE3",
      "asnIdentifier": "S2824346",
      "position": 78000,
      "depth": 2,
      "statementNotation": "C2",
      "statementLabel": "Attentes",
      "description": "décrire des facteurs qui favorisent le maintien d'une communauté saine",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "40F0D2C4262C4180AFDDC30E1953E70C": {
      "id": "40F0D2C4262C4180AFDDC30E1953E70C",
      "asnIdentifier": "S2824345",
      "position": 77000,
      "depth": 2,
      "statementNotation": "C1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "analyser des facteurs (p. ex., situation financière, responsabilité individuelle, influence des pairs, influence des médias, accessibilité et disponibilité des produits ou services, culture, langue, religion) qui influencent le consommateur dans ses choix de produits et de services ayant trait à la santé",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "6B561FE00794431AA76475265A51AFE6": {
      "id": "6B561FE00794431AA76475265A51AFE6",
      "asnIdentifier": "S2824344",
      "position": 76000,
      "depth": 2,
      "statementNotation": "C1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs de l'alimentation (p. ex., consommation d'aliments avariés ou préparés dans des conditions insalubres; consommation d'aliments contenant des résidus de pesticides, des agents de conservation, des acidifiants, de l'édulcorant, des nitrites, des colorants artificiels) qui causent des problèmes de santé (p. ex., intoxication alimentaire, réaction allergique) ainsi que des mesures à prendre pour éviter ces problèmes (p. ex., utiliser une surface de travail propre pour préparer les repas; laver les fruits et les légumes avant de les consommer; consommer des aliments biologiques; conserver les denrées périssables au réfrigérateur ou au congélateur)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "F4A11CBF95D54A5EBC4EF3C4AB2DD9E1": {
      "id": "F4A11CBF95D54A5EBC4EF3C4AB2DD9E1",
      "asnIdentifier": "S2824343",
      "position": 75000,
      "depth": 2,
      "statementNotation": "C1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "déterminer la qualité des produits et des programmes (p. ex., appareil de conditionnement physique, produits anti-acné, suppléments vitaminiques, programmes de mise en forme ou de musculation) qui contribuent à améliorer la santé, ainsi que des ressources en français qui fournissent des renseignements à cette fin (p. ex., étiquetage des produits; publications gouvernementales, articles de journaux, revues, Inforoute, annonces publicitaires, panneaux d'affichage) en choisissant des sources valides et fiables (p. ex., agences gouvernementales : Commission de la santé mentale du Canada, Santé Canada, Agence de la santé publique du Canada, ministère de la Santé et des Soins de longue durée, ministère de la Culture, du Tourisme et du sport, ministère des Services à l'enfance et à la jeunesse, centres de santé publique; organisations scientifiques fournissant de l'information sous forme de revue scientifique, sites Internet, médias; organisations non gouvernementales réputées : Centre d'excellence de l'Ontario en santé mentale des enfants et des adolescents, Centre de toxicomanie et de santé mentale)",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "BDCF153D2A0F4554AA16D1419B94DEA4": {
      "id": "BDCF153D2A0F4554AA16D1419B94DEA4",
      "asnIdentifier": "S2824342",
      "position": 74000,
      "depth": 2,
      "statementNotation": "C1",
      "statementLabel": "Attentes",
      "description": "analyser la qualité de l'information, des produits, des programmes et des services liés à la santé afin de prendre des décisions éclairées en tant que consommateur averti",
      "ancestorIds": [
        "4443A553D3704ADE9629F8E1BBF4FA6D",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "4443A553D3704ADE9629F8E1BBF4FA6D"
    },
    "4443A553D3704ADE9629F8E1BBF4FA6D": {
      "id": "4443A553D3704ADE9629F8E1BBF4FA6D",
      "asnIdentifier": "S2824341",
      "position": 73000,
      "depth": 1,
      "statementNotation": "C",
      "description": "Communautés Saines",
      "ancestorIds": [
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "E59E7D79E01B4A17B3E5733B4EB2A4C3"
    },
    "6AD78293F05B41C3B838E6746924D133": {
      "id": "6AD78293F05B41C3B838E6746924D133",
      "asnIdentifier": "S2824340",
      "position": 72000,
      "depth": 2,
      "statementNotation": "B2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "élaborer un plan personnel de bien-être pour améliorer ou maintenir son état de santé (p. ex., établir des objectifs réalistes et mesurables; célébrer ses succès; adopter des stratégies afin de promouvoir une vie active; cibler des activités qui favorisent l'engagement durable, prévoir des moyens de surmonter les obstacles) tout en y intégrant des mesures d'évaluation et de révision",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "5911AA2509D54E349C50028EFD59B8E2": {
      "id": "5911AA2509D54E349C50028EFD59B8E2",
      "asnIdentifier": "S2824339",
      "position": 71000,
      "depth": 2,
      "statementNotation": "B2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des moyens de surmonter des obstacles (p. ex. établir un emploi du temps, établir des objectifs réalistes, identifier des facteurs de motivation et des activités intéressantes, faire une recherche de la disponibilité de programmes, de ressources et d'installations accessibles et abordables, prendre en considération les normes sociales, culturelles et religieuses, demander à sa famille ou à un pair l'appui dont on a besoin) dans sa recherche du bien-être",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "663A2C6C29C7494E942C5D4FF8E2EF5F": {
      "id": "663A2C6C29C7494E942C5D4FF8E2EF5F",
      "asnIdentifier": "S2824338",
      "position": 70000,
      "depth": 2,
      "statementNotation": "B2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "déterminer le niveau des différents aspects de son état de santé en utilisant divers questionnaires, outils diagnostiques et technologies (p. ex., questionnaire d'autoévaluation, questionnaire diététique, questionnaire des facteurs de risque cardiovasculaire, questionnaire sur la santé mentale, test pour évaluer l'aptitude physique aérobie, applications qui permettent de faire le suivi de l'activité physique, du sommeil, de l'alimentation; programmes informatiques qui incitent à être motivé, permettent de planifier et d'évaluer les sessions de conditionnement physique; Guide alimentaire canadien, Directives canadiennes en matière d'activité physique et Directives canadiennes en matière de comportement sédentaire), et tenir compte des renseignements obtenus lors de l'élaboration de son plan personnel de bien-être",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "8EC630B0698249FEB2BF9F55E5AB9097": {
      "id": "8EC630B0698249FEB2BF9F55E5AB9097",
      "asnIdentifier": "S2824337",
      "position": 69000,
      "depth": 2,
      "statementNotation": "B2",
      "statementLabel": "Attentes",
      "description": "élaborer un plan personnel de bien-être en utilisant les termes justes en français ainsi que les habiletés de la pensée critique",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "A6C95C3DC2884711B71E12C7E47FA7F0": {
      "id": "A6C95C3DC2884711B71E12C7E47FA7F0",
      "asnIdentifier": "S2824336",
      "position": 68000,
      "depth": 2,
      "statementNotation": "B1.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "comparer des thérapies de médecine classique, alternative et traditionnelle (p. ex., médecine générale, chiropratique, psychothérapie, physiothérapie, homéopathie, ostéopathie, massothérapie, naturopathie, iridologie, réflexologie, acupuncture, médecine traditionnelle des Premières Nations, Métis et Inuits, méditation) pour déterminer comment elles peuvent contribuer au mieux-être",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "FF53FCE7830E4BCAA945513344C5A726": {
      "id": "FF53FCE7830E4BCAA945513344C5A726",
      "asnIdentifier": "S2824335",
      "position": 67000,
      "depth": 2,
      "statementNotation": "B1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer comment une compréhension des étapes du changement comportemental (p. ex., réflexion préliminaire, réflexion, préparation/décision, maintien, intégration) mène à l'amélioration du bien-être (p. ex., arrêter de fumer rallonge l'espérance de vie; intégrer l'activité physique dans sa routine quotidienne réduit les risques de maladies; entretenir des relations saines permet de réduire le stress)",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "D965E2EDE4FC429EAF8F2D17B92ECD29": {
      "id": "D965E2EDE4FC429EAF8F2D17B92ECD29",
      "asnIdentifier": "S2824334",
      "position": 66000,
      "depth": 2,
      "statementNotation": "B1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs personnels (p. ex., responsabilité individuelle, vie active, nutrition appropriée, relations saines, mécanisme d'adaptabilité, pensée critique, image de soi positive) qui contribuent au bien-être et à un mode de vie actif et sain",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "5A859C300FBB45B39B8F4AFFE69CDAE8": {
      "id": "5A859C300FBB45B39B8F4AFFE69CDAE8",
      "asnIdentifier": "S2824333",
      "position": 65000,
      "depth": 2,
      "statementNotation": "B1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer comment tous les aspects de la santé (p. ex., santé physique, sociale, cognitive, émotionnelle, spirituelle) interagissent et contribuent au bien-être",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "641A6519193F4FED997A9A93CB868326": {
      "id": "641A6519193F4FED997A9A93CB868326",
      "asnIdentifier": "S2824332",
      "position": 64000,
      "depth": 2,
      "statementNotation": "B1",
      "statementLabel": "Attentes",
      "description": "décrire l'impact des différents aspects de la santé et de facteurs personnels sur le bien-être",
      "ancestorIds": [
        "66DEBE510042442AA3C9795E56386281",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "66DEBE510042442AA3C9795E56386281"
    },
    "66DEBE510042442AA3C9795E56386281": {
      "id": "66DEBE510042442AA3C9795E56386281",
      "asnIdentifier": "S2824331",
      "position": 63000,
      "depth": 1,
      "statementNotation": "B",
      "description": "Bien-Être",
      "ancestorIds": [
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "E59E7D79E01B4A17B3E5733B4EB2A4C3"
    },
    "0A6CA09EBABE492F914C54B4A855E606": {
      "id": "0A6CA09EBABE492F914C54B4A855E606",
      "asnIdentifier": "S2824330",
      "position": 62000,
      "depth": 2,
      "statementNotation": "A3.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "examiner des risques de santé (p. ex. comportement sédentaire) et de sécurité au travail ou dans le milieu d'apprentissage (p. ex., accident, chute, brûlure, coupure, électrocution, surdité) ainsi que des solutions (p. ex., améliorer la qualité de l'air, assurer un éclairage adéquat ainsi que la propreté des lieux, déplacer les équipements bruyants, introduire des postes de travail actif) qui pourraient optimiser l'état des lieux",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "68A93B5790654403895A80E98F6287C0": {
      "id": "68A93B5790654403895A80E98F6287C0",
      "asnIdentifier": "S2824329",
      "position": 61000,
      "depth": 2,
      "statementNotation": "A3.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "analyser diverses initiatives et pratiques environnementales responsables qui ont une influence positive sur la santé (p. ex., création d'espaces verts et de jardins communautaires, transport actif, consommation d'aliments biologiques et de produits locaux, réduction des déchets solides, recyclage, compostage, manipulation appropriée des matières dangereuses)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "F0A2F6E2C86A4CF99C667EA929F8999F": {
      "id": "F0A2F6E2C86A4CF99C667EA929F8999F",
      "asnIdentifier": "S2824328",
      "position": 60000,
      "depth": 2,
      "statementNotation": "A3.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "analyser les facteurs environnementaux (p. ex., qualité de l'air et de l'eau; salubrité des installations et des locaux; niveau de pollution sonore; composants chimiques, champs magnétiques, rayonnements électromagnétiques, polluants atmosphériques intérieurs et extérieurs) qui ont une influence sur la santé (p. ex., risque accru de maladies respiratoires dû à la pollution de l'air, incidence accrue des cas de cancer en raison de la contamination de l'eau et des sols)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "D857ADE7EA1B471AB29FD0DA155950D5": {
      "id": "D857ADE7EA1B471AB29FD0DA155950D5",
      "asnIdentifier": "S2824327",
      "position": 59000,
      "depth": 2,
      "statementNotation": "A3",
      "statementLabel": "Attentes",
      "description": "analyser l'influence de facteurs environnementaux sur la santé",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "C2644F0DFC1A49C9AC3BEE286D3B13A0": {
      "id": "C2644F0DFC1A49C9AC3BEE286D3B13A0",
      "asnIdentifier": "S2824326",
      "position": 58000,
      "depth": 2,
      "statementNotation": "A2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "déterminer l'incidence des antécédents socioculturels et l'influence du genre sur la santé physique et mentale (p. ex., influence de la culture et des coutumes religieuses sur la pratique alimentaire, le traitement des maladies [utilisation d'une méthode spécifique comme la cérémonie du cercle de guérison des Premières Nations] ou sur le rôle dévolu à la femme ou l'homme; influence du sexe et du genre sur l'accès à l'emploi, à l'éducation ou à l'activité physique)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "C33D87AF859648D0BB0A56DB5DFBDE3B": {
      "id": "C33D87AF859648D0BB0A56DB5DFBDE3B",
      "asnIdentifier": "S2824325",
      "position": 57000,
      "depth": 2,
      "statementNotation": "A2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs sociaux qui influent sur le développement personnel et sur la santé (p. ex., avoir un emploi; avoir un niveau socioéconomique plus élevé; se créer un bon réseau d'amis et de connaissances; habiter en milieu urbain ou rural; avoir fréquenté dans sa jeunesse une école résidentielle pour enfants autochtones)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "0134BEECBC934E359AB0BE476B972921": {
      "id": "0134BEECBC934E359AB0BE476B972921",
      "asnIdentifier": "S2824324",
      "position": 56000,
      "depth": 2,
      "statementNotation": "A2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire l'importance d'établir un réseau social de qualité (p. ex., famille, camarades, communauté, réseautage) et qui contribue à son mieux-être",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "EC767D7E979142B485F5C976327E4B7D": {
      "id": "EC767D7E979142B485F5C976327E4B7D",
      "asnIdentifier": "S2824323",
      "position": 55000,
      "depth": 2,
      "statementNotation": "A2",
      "statementLabel": "Attentes",
      "description": "déterminer l'influence de facteurs sociaux sur la santé",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "A1A6B15FA5B645708227CAC9CECB346F": {
      "id": "A1A6B15FA5B645708227CAC9CECB346F",
      "asnIdentifier": "S2824322",
      "position": 54000,
      "depth": 2,
      "statementNotation": "A1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "analyser les répercussions de ses connaissances, ses valeurs, ses croyances, ses choix et ses comportements (p. ex., avoir une alimentation saine et équilibrée; mener une vie active; ne pas faire usage de tabac; ne pas consommer d'alcool ou de drogue; faire une utilisation judicieuse de la technologie; subir des tests de dépistage du cancer ou de l'hépatite) sur sa santé (p. ex., moins de cas de maladies chroniques ou manifestations retardées à l'âge adulte, diminution des risques de blessures)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "D94C1A4C0F5D4F8E9B1ECA8C92A51F27": {
      "id": "D94C1A4C0F5D4F8E9B1ECA8C92A51F27",
      "asnIdentifier": "S2824321",
      "position": 53000,
      "depth": 2,
      "statementNotation": "A1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer le concept de résilience et son influence sur la santé en tenant compte des facteurs personnels qui contribuent à accroître la résilience (p. ex., conscience et affirmation de soi, empathie, compassion, sens de l'humour, habileté en résolution de problèmes, éducation)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "21937EB3D6434CF5A33572E1C6E0EFBF": {
      "id": "21937EB3D6434CF5A33572E1C6E0EFBF",
      "asnIdentifier": "S2824320",
      "position": 52000,
      "depth": 2,
      "statementNotation": "A1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire les effets des facteurs héréditaires sur la santé (p. ex., prédisposition à certaines maladies telles que le diabète, le cancer du sein, les maladies cardiovasculaires, la maladie mentale)",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "3385129B517B4CB38C771F15C98AA7CA": {
      "id": "3385129B517B4CB38C771F15C98AA7CA",
      "asnIdentifier": "S2824319",
      "position": 51000,
      "depth": 2,
      "statementNotation": "A1",
      "statementLabel": "Attentes",
      "description": "analyser l'influence de facteurs personnels ou d'habitudes de vie sur la santé",
      "ancestorIds": [
        "D4237292083142C8884ADC76FC8140E4",
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "D4237292083142C8884ADC76FC8140E4"
    },
    "D4237292083142C8884ADC76FC8140E4": {
      "id": "D4237292083142C8884ADC76FC8140E4",
      "asnIdentifier": "S2824318",
      "position": 50000,
      "depth": 1,
      "statementNotation": "A",
      "description": "Déterminants De La Santé",
      "ancestorIds": [
        "E59E7D79E01B4A17B3E5733B4EB2A4C3"
      ],
      "parentId": "E59E7D79E01B4A17B3E5733B4EB2A4C3"
    },
    "E59E7D79E01B4A17B3E5733B4EB2A4C3": {
      "id": "E59E7D79E01B4A17B3E5733B4EB2A4C3",
      "asnIdentifier": "S2824317",
      "position": 49000,
      "depth": 0,
      "description": "Action santé pour la vie 11<sup>e</sup> année Cours précollégial (PPZ3C)",
      "ancestorIds": [],
      "parentId": null
    },
    "E83467E9EC3644208D4112801CAEF9C1": {
      "id": "E83467E9EC3644208D4112801CAEF9C1",
      "asnIdentifier": "S2824269",
      "position": 48000,
      "depth": 2,
      "statementNotation": "C3.5",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs qui contribuent à la stigmatisation des troubles mentaux (p. ex., préjugés au sujet des maladies mentales; usage de langage inapproprié et blessant; crainte de la violence, de comportements imprévisibles ou gênants) ainsi que des stratégies visant à éliminer la stigmatisation associée à ce genre de maladie (p. ex., mettre en place des initiatives étudiantes pour protéger les personnes souffrant de problèmes de santé mentale; mener des campagnes de sensibilisation auprès de l'école ou de la communauté; placer sur le site Web de l'école des ressources gratuites sur la santé mentale)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "AB2988BE2A3F4D3A9F5633E856BCB0DD": {
      "id": "AB2988BE2A3F4D3A9F5633E856BCB0DD",
      "asnIdentifier": "S2824268",
      "position": 47000,
      "depth": 2,
      "statementNotation": "C3.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des habiletés personnelles (p. ex., connaissance de soi, capacité d'adaptation, autogestion, communication, capacité de réfléchir de façon critique, habileté à nouer des relations saines) et interpersonnelles (p. ex., écoute active, empathie, communication non verbale, capacité de régler des conflits, leadership) nécessaires pour gérer efficacement des situations de stress (p. ex., études, maladie physique ou mentale, intimidation, décès, relations abusives, divorce, toxicomanie, suicide, chômage)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "3BFF4142F1724E83A8103EEE9ED37A08": {
      "id": "3BFF4142F1724E83A8103EEE9ED37A08",
      "asnIdentifier": "S2824267",
      "position": 46000,
      "depth": 2,
      "statementNotation": "C3.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "examiner des facteurs de risque (p. ex., piètres résultats à l'école ou au travail; difficultés d'intégration sociale; fait d'être victime de harcèlement ou d'abus; inaptitude à réagir correctement au stress; absence d'un réseau social important; amis qui consomment de l'alcool, des médicaments non prescrits ou des drogues) pouvant mener à des dépendances et à des comportements compulsifs (p. ex., consommation abusive d'alcool, de drogues, de médicaments non prescrits; pratique compulsive de jeux en ligne et jeux d'argent) en y associant des ressources de prévention et de guérison (p. ex., personne-ressource à l'école, ligne d'assistance téléphonique, amie ou ami fidèle connaissant un adulte de confiance, membre de la famille, leader religieux ou spirituel, médecin de famille, infirmière ou infirmier praticien, centre de santé publique ou communautaire, cercle d'amitiés)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "774F4EDD74124038AB95808A8DB3B8CD": {
      "id": "774F4EDD74124038AB95808A8DB3B8CD",
      "asnIdentifier": "S2824266",
      "position": 45000,
      "depth": 2,
      "statementNotation": "C3.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "examiner les coûts financiers et humains (p. ex., coûts des soins médicaux, des services d'urgence; risques pour le personnel d'intervention d'urgence, traumatisme émotionnel pour les amis et la famille) engendrés par des comportements qui peuvent présenter des risques ainsi que les moyens pour promouvoir des comportements sécuritaires (p. ex., réfléchir avant d'agir; prendre des décisions autonomes; utiliser les listes de vérification en matière de sécurité au travail; porter l'équipement de protection approprié; connaître et suivre les lois et les lignes directrices en matière de santé et de sécurité au travail; appliquer des habiletés d'affirmation de soi et de refus lorsqu'on est confronté à une situation de danger; aider ses pairs lors d'une décision impliquant la sécurité) afin de réduire les risques de blessures et de mortalité chez les jeunes",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "075B48E1916C4E19947BFA1DEF39308F": {
      "id": "075B48E1916C4E19947BFA1DEF39308F",
      "asnIdentifier": "S2824265",
      "position": 44000,
      "depth": 2,
      "statementNotation": "C3.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "évaluer l'impact de tendances alimentaires et nutritives sur une alimentation saine (p. ex., végétarisme, consommation de produits biologiques, boissons hypercaloriques, diète hyperprotéinée, diète amaigrissante) et d'enjeux liés à l'alimentation et à la nutrition (p. ex., modification génétique des aliments, ajout de vitamines et de minéraux, marketing et publicité des produits)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "4E0FF5B048AC4F38934AAF2B9F596A61": {
      "id": "4E0FF5B048AC4F38934AAF2B9F596A61",
      "asnIdentifier": "S2824264",
      "position": 43000,
      "depth": 2,
      "statementNotation": "C3",
      "statementLabel": "Attentes",
      "description": "établir des rapprochements entre la santé et le bien-être pour expliquer l'incidence des choix faits, des comportements adoptés et des facteurs environnementaux sur sa santé et sur celle des autres",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "B69ED25FCFE5412EB9C942F3538A7B2D": {
      "id": "B69ED25FCFE5412EB9C942F3538A7B2D",
      "asnIdentifier": "S2824263",
      "position": 42000,
      "depth": 2,
      "statementNotation": "C2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs (p. ex., environnement, handicap, prédisposition génétique, hormones, blessure, nutrition, image de soi, consommation de tabac ou d'alcool) qui peuvent affecter la santé sexuelle et la santé reproductive féminine et masculine, ainsi que des mesures préventives et des mesures de dépistage précoce qui permettent de réduire les risques de contracter des maladies (p. ex., pratiquer l'autoexamen des seins et des testicules, subir un test Pap ou un test génétique, gérer son stress, avoir une alimentation saine, retarder sa première relation sexuelle)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "0B097B4D67F247B19503575D23913F02": {
      "id": "0B097B4D67F247B19503575D23913F02",
      "asnIdentifier": "S2824262",
      "position": 41000,
      "depth": 2,
      "statementNotation": "C2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "établir des liens entre la santé physique et la santé mentale, et les comportements de dépendance et d'abus de substances, y compris la consommation excessive de médicaments ou la consommation de drogues (p. ex., surconsommation de caféine pour combattre la fatigue; automédication ou abus de substances intoxicantes pour atténuer une douleur physique; recours à l'alcool suite à une dépression; dépendance aux somnifères pour combattre l'insomnie; consommation excessive de créatine pour augmenter sa masse musculaire; jeu compulsif pour fuir des problèmes émotionnels) afin d'éviter de se livrer à de tels comportements qui nuisent à sa santé",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "C5C4E54726F6494C9895F7316265B7F9": {
      "id": "C5C4E54726F6494C9895F7316265B7F9",
      "asnIdentifier": "S2824261",
      "position": 40000,
      "depth": 2,
      "statementNotation": "C2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "examiner des comportements et des stratégies (p. ex., réfléchir avant d'agir; prendre des décisions autonomes et réfléchies; suivre des lignes directrices et des règles; porter l'équipement de protection approprié; aider ses pairs à faire des choix judicieux; refuser de participer à des activités dangereuses) qui permettent de prendre des décisions éclairées dans divers milieux (p. ex., école, travail, domicile, communauté) afin d'éviter les risques de blessures et de décès chez les jeunes à l'adolescence (p. ex., conduire sous l'influence de l'alcool; avoir des relations sexuelles sans protection; s'adonner à du surf de voiture; conduire un VTT sans casque protecteur; faire des cascades en planche à roulettes, en BMX ou en planche à neige; participer à des défis de beuverie d'alcool)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "F4F6B241FE764912B7FBF9FD4A6CED94": {
      "id": "F4F6B241FE764912B7FBF9FD4A6CED94",
      "asnIdentifier": "S2824260",
      "position": 39000,
      "depth": 2,
      "statementNotation": "C2",
      "statementLabel": "Attentes",
      "description": "utiliser ses connaissances et ses habiletés afin de prendre des décisions éclairées et poser des gestes qui contribuent à sa santé et à son bien-être",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "E3F365DC4FF94ED6BC9D869AFBAC5B59": {
      "id": "E3F365DC4FF94ED6BC9D869AFBAC5B59",
      "asnIdentifier": "S2824259",
      "position": 38000,
      "depth": 2,
      "statementNotation": "C1.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des maladies mentales et des comportements de dépendance (p. ex., maladies mentales : schizophrénie, psychose, troubles de l'alimentation, trouble bipolaire, anxiété, trouble obsessivo-compulsif, dépression; comportements de dépendance : alcoolisme, tabagisme, jeux compulsifs en ligne, jeux d'argent, toxicomanie), comment ils se manifestent et leurs effets sur la santé et le bien-être",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "1329EF4826C649BAA816EF3DCCBF0929": {
      "id": "1329EF4826C649BAA816EF3DCCBF0929",
      "asnIdentifier": "S2824258",
      "position": 37000,
      "depth": 2,
      "statementNotation": "C1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des comportements pouvant être des signes précurseurs de suicide (p. ex., toute mention de suicide, tristesse perpétuelle, isolement social, dessins ou graffitis morbides, renoncement à l'engagement) et des stratégies de prévention (p. ex., écouter avec compassion et aviser les personnes en position d'autorité; obtenir de l'aide professionnelle)",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "927CED40FC4F41D5A70D911248BEF21A": {
      "id": "927CED40FC4F41D5A70D911248BEF21A",
      "asnIdentifier": "S2824257",
      "position": 36000,
      "depth": 2,
      "statementNotation": "C1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des comportements qui peuvent présenter des risques d'accident ou de décès chez les jeunes (p. ex., conduire sous l'influence de l'alcool ou de drogues; avoir des relations sexuelles sans protection; pratiquer des activités extrêmes; prendre des substances illicites ou les mélanger; se faire faire un tatouage ou un piercing sans recherches préalables; utiliser des lits de bronzage [qui sont interdits par la loi aux moins de 18 ans; il est aussi conseillé d'utiliser un écran solaire en faisant attention de ne pas rester trop longtemps au soleil]; accepter un emploi comportant des tâches dangereuses; refuser d'adopter des mesures pour gérer un problème de santé grave [diabète, asthme, anaphylaxie]) en y associant les facteurs qui peuvent pousser les jeunes à s'engager dans de telles activités ou de s'en abstenir",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "5A75E273222B47CE8B89C63009AB3FC2": {
      "id": "5A75E273222B47CE8B89C63009AB3FC2",
      "asnIdentifier": "S2824256",
      "position": 35000,
      "depth": 2,
      "statementNotation": "C1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire l'impact de diverses maladies et des troubles de santé (p. ex., diabète, anémie, maladie cœliaque, allergies, cancer, déficience vitaminique) sur les besoins en nutriments, les choix alimentaires et la planification des repas",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "C52EFEAF9CE946B2A1A0614EAC71C79B": {
      "id": "C52EFEAF9CE946B2A1A0614EAC71C79B",
      "asnIdentifier": "S2824255",
      "position": 34000,
      "depth": 2,
      "statementNotation": "C1",
      "statementLabel": "Attentes",
      "description": "expliquer les facteurs qui influencent les attitudes et les comportements qui favorisent le développement sain de la personne",
      "ancestorIds": [
        "A32F8B3A1F0A4C07AB6CA32434BF012B",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "A32F8B3A1F0A4C07AB6CA32434BF012B"
    },
    "A32F8B3A1F0A4C07AB6CA32434BF012B": {
      "id": "A32F8B3A1F0A4C07AB6CA32434BF012B",
      "asnIdentifier": "S2824254",
      "position": 33000,
      "depth": 1,
      "statementNotation": "C",
      "description": "Vie Saine",
      "ancestorIds": [
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "BA400D868B6C4A20AE456C63CC76AB76"
    },
    "EC2D604F48C1450FA249FCD8C9B41E2E": {
      "id": "EC2D604F48C1450FA249FCD8C9B41E2E",
      "asnIdentifier": "S2824253",
      "position": 32000,
      "depth": 2,
      "statementNotation": "B2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "expliquer des effets du développement des habiletés motrices et tactiques sur la confiance en soi et l'engagement dans des activités physiques qu'on pratiquera tout au long de la vie (p. ex., participation à des sports d'équipe ou à des activités physiques plus exigeantes au niveau de la technique; persévérance pour atteindre un niveau de performance plus élevé; sentiment d'appartenance à une équipe; plus de plaisir à pratiquer une activité physique)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "103AB8C38A784AC887FBBE6B179FCF93": {
      "id": "103AB8C38A784AC887FBBE6B179FCF93",
      "asnIdentifier": "S2824252",
      "position": 31000,
      "depth": 2,
      "statementNotation": "B2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "mettre en pratique des tactiques appropriées qui permettent d'accroître ses possibilités de réussite lors de sa participation à diverses activités physiques (p. ex., activité individuelle [recourir à une technique de relaxation pour exécuter un plongeon ou une routine de danse]; activité de cible [éliminer les objets qui sont placés sur la trajectoire de la cible lors d'un jeu de curling ou de pétanque]; activité filet/mur [varier la force du lancer pour que l'adversaire ait plus de difficulté à effectuer le renvoi; utiliser des feintes pour détourner l'attention de l'adversaire]; activité frapper/saisir [se déplacer pour couvrir un autre joueur au cas où une erreur se produirait]; activité de territoire [anticiper un rebond afin de saisir ou de bloquer un objet; choisir le moment propice pour faire une passe dans les jeux d'invasion])",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "8AA3C6E6D60D4DB586964387BB86ABE2": {
      "id": "8AA3C6E6D60D4DB586964387BB86ABE2",
      "asnIdentifier": "S2824251",
      "position": 30000,
      "depth": 2,
      "statementNotation": "B2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "appliquer ses connaissances des composantes d'une activité physique proposée (p. ex., utiliser les mouvements locomoteurs et les concepts requis lors de nouvelles activités, lors d'activités traditionnelles ou d'activités dirigées par des élèves; prévoir suffisamment de temps pour la pratique afin d'améliorer certains de ses mouvements; respecter les règles d'étiquette lors de sa participation à des activités) à l'intérieur ou à l'extérieur (p. ex., gymnase, salle de musculation, aréna, patinoire, sentier de neige battue, piscine, parc, installation communautaire, piste de randonnée)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "5DAB6D781D114AF4B8C213F644E8DB2C": {
      "id": "5DAB6D781D114AF4B8C213F644E8DB2C",
      "asnIdentifier": "S2824250",
      "position": 29000,
      "depth": 2,
      "statementNotation": "B2",
      "statementLabel": "Attentes",
      "description": "mettre en pratique des habiletés tactiques dans le but d'améliorer sa participation et sa performance dans une variété d'activités physiques tout en utilisant ses connaissances des composantes de ces activités",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "9A62EA7AC69846D79575FFDCAC5A26CF": {
      "id": "9A62EA7AC69846D79575FFDCAC5A26CF",
      "asnIdentifier": "S2824249",
      "position": 28000,
      "depth": 2,
      "statementNotation": "B1.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "mettre en pratique des habiletés motrices associées aux phases d'un mouvement (préparation, exécution et suivi) lors de diverses activités physiques (p. ex., modifier son élan pour monter une pente abrupte; ajuster le transfert de son poids pour frapper la balle loin et droit au golf; garder son centre de gravité au-dessus d'une base d'appui plus petite tout en maintenant son équilibre)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "4ECA8AB9472E479E88BFE596AFA9B75E": {
      "id": "4ECA8AB9472E479E88BFE596AFA9B75E",
      "asnIdentifier": "S2824248",
      "position": 27000,
      "depth": 2,
      "statementNotation": "B1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "utiliser les principes du mouvement afin de perfectionner ses habiletés lors de sa participation à diverses activités physiques (p. ex., prendre de l'élan pour se propulser lors d'une escalade; expérimenter avec son centre de gravité en faisant du yoga, du Pilates, de la gymnastique ou de la natation)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "9CD93DF33C58429582DCDE4BED53D90D": {
      "id": "9CD93DF33C58429582DCDE4BED53D90D",
      "asnIdentifier": "S2824247",
      "position": 26000,
      "depth": 2,
      "statementNotation": "B1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "combiner des habiletés de locomotion et de maniement d'objets dans la pratique d'activités physiques variées, en réponse à des stimuli externes (p. ex., esquiver un adversaire en contrôlant un objet; remettre un témoin à un membre de son équipe lors d'une course de relais; réussir un balayage au curling; se déplacer pour recevoir un service au volleyball; se soulever un peu de la selle de son vélo pour pouvoir déployer plus de force en montant une côte)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "89A84416B1BB46ABBA4941A55CD526CA": {
      "id": "89A84416B1BB46ABBA4941A55CD526CA",
      "asnIdentifier": "S2824246",
      "position": 25000,
      "depth": 2,
      "statementNotation": "B1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "combiner des habiletés de locomotion et d'équilibre dans la pratique d'activités physiques variées en réponse à des stimuli externes (p. ex., réussir une routine de danse moderne ou folklorique; maintenir l'équilibre lors d'une course tout-terrain)",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "65A5EFB3F1D4437D97650D44A0803AE4": {
      "id": "65A5EFB3F1D4437D97650D44A0803AE4",
      "asnIdentifier": "S2824245",
      "position": 24000,
      "depth": 2,
      "statementNotation": "B1",
      "statementLabel": "Attentes",
      "description": "mettre en pratique des habiletés motrices ainsi que des concepts du mouvement pour répondre aux exigences de base d'une variété d'activités physiques",
      "ancestorIds": [
        "272DF5BEF99C496B88B1BDA43574F8D1",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "272DF5BEF99C496B88B1BDA43574F8D1"
    },
    "272DF5BEF99C496B88B1BDA43574F8D1": {
      "id": "272DF5BEF99C496B88B1BDA43574F8D1",
      "asnIdentifier": "S2824244",
      "position": 23000,
      "depth": 1,
      "statementNotation": "B",
      "description": "Compétence Motrice",
      "ancestorIds": [
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "BA400D868B6C4A20AE456C63CC76AB76"
    },
    "FEA39AC2778A48DCB9D65937C333DB10": {
      "id": "FEA39AC2778A48DCB9D65937C333DB10",
      "asnIdentifier": "S2824243",
      "position": 22000,
      "depth": 2,
      "statementNotation": "A3.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "évaluer la nature et la disponibilité des services et des ressources communautaires, en particulier ceux offerts en français, pouvant être utiles dans des situations d'urgence pendant la pratique d'activités physiques (p. ex., comparer les services d'une clinique à ceux d'un hôpital; identifier les services qui peuvent venir en aide pendant un tournoi ou une rencontre sportive)",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "D1E21EF7CA774ABF82531DF46644E632": {
      "id": "D1E21EF7CA774ABF82531DF46644E632",
      "asnIdentifier": "S2824242",
      "position": 21000,
      "depth": 2,
      "statementNotation": "A3.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "démontrer un comportement qui favorise sa sécurité et celle des autres en suivant les mesures de sécurité recommandées (p. ex., respecter les règlements; porter l'équipement de protection approprié; s'hydrater suffisamment; maintenir une position adéquate lors de l'entraînement avec des poids libres; inspecter les aires de jeu et l'équipement pour y déceler tout problème qui pourrait nuire à la sécurité) lors d'activités physiques dans divers milieux (p. ex., gymnase, salle d'entraînement, terrain de jeu, installation récréative, piste de course tout-terrain, patinoire, sentier de neige battue)",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "7AB86C7DFB0D43869AC0E5A392F92687": {
      "id": "7AB86C7DFB0D43869AC0E5A392F92687",
      "asnIdentifier": "S2824241",
      "position": 20000,
      "depth": 2,
      "statementNotation": "A3",
      "statementLabel": "Attentes",
      "description": "faire preuve d'un comportement responsable afin d'assurer sa sécurité et celle des autres lors d'activités physiques",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "813DA6A783F24281A953E1096866471A": {
      "id": "813DA6A783F24281A953E1096866471A",
      "asnIdentifier": "S2824240",
      "position": 19000,
      "depth": 2,
      "statementNotation": "A2.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "élaborer, mettre en œuvre et réviser son plan d'entraînement en accordant une importance aux stratégies visant la santé physique et le bien-être durable (p. ex., intégrer des composantes visant à améliorer ou à maintenir sa condition physique et sa compétence motrice; envisager des activités non traditionnelles comme le tai chi, le cricket, le yoga, la rola bola, l'aratsiaq, la jonglerie; identifier dans son quotidien des activités favorables à la santé comme prendre les escaliers plutôt que l'ascenseur)",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "4A382B5317024088BD154BF0F8D12350": {
      "id": "4A382B5317024088BD154BF0F8D12350",
      "asnIdentifier": "S2824239",
      "position": 18000,
      "depth": 2,
      "statementNotation": "A2.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "évaluer des composantes de sa condition physique (p. ex., endurance cardiorespiratoire, endurance musculaire, force, souplesse) lors d'activités physiques variées en utilisant divers moyens (p. ex., tableau pour comparer le rythme cardiaque pendant chaque segment d'une session d'aérobie; échelle de perception de l'effort ressenti pendant une activité physique) dans le but de noter son progrès dans son plan d'entraînement",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "07BB09F311E54E9F86AFFEBB151034B6": {
      "id": "07BB09F311E54E9F86AFFEBB151034B6",
      "asnIdentifier": "S2824238",
      "position": 17000,
      "depth": 2,
      "statementNotation": "A2.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des facteurs à prendre en compte dans le choix d'objectifs liés à une vie active et saine pour la vie (p. ex., intérêt personnel, appréciation des composantes de sa condition physique et de sa compétence motrice, disponibilité de temps et de ressources) et dans l'élaboration d'un plan personnel d'entraînement (p. ex., principe d'entraînement, accès à l'équipement et aux installations, influence des médias, influence des pairs)",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "DC0164578DF44E23B9D20C814025D624": {
      "id": "DC0164578DF44E23B9D20C814025D624",
      "asnIdentifier": "S2824237",
      "position": 16000,
      "depth": 2,
      "statementNotation": "A2.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "participer à des activités physiques d'intensité modérée à vigoureuse (p. ex., cyclisme, raquette, circuit d'entraînement physique, hockey sur luge) selon sa capacité pendant une période soutenue d'au moins 20 minutes",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "65BD0431FE44404AAA1FC463AF3BC388": {
      "id": "65BD0431FE44404AAA1FC463AF3BC388",
      "asnIdentifier": "S2824236",
      "position": 15000,
      "depth": 2,
      "statementNotation": "A2",
      "statementLabel": "Attentes",
      "description": "mettre en pratique les concepts de la condition physique de façon à mener une vie active et saine",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "3DDCB44F1F52472EA0DAC018B9EF0D98": {
      "id": "3DDCB44F1F52472EA0DAC018B9EF0D98",
      "asnIdentifier": "S2824235",
      "position": 14000,
      "depth": 2,
      "statementNotation": "A1.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "faire preuve d'un comportement social positif et de leadership (p. ex., donner une rétroaction positive à ses coéquipières et coéquipiers ainsi qu'à ses adversaires; jouer franc-jeu; aider les autres à développer leurs habiletés motrices; animer des séances de mise en train et de retour au calme; critiquer uniquement de façon constructive) qui favorisent un environnement convivial lors de sa participation aux activités physiques",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "A17D667F66F04F7DB3637C82186287FA": {
      "id": "A17D667F66F04F7DB3637C82186287FA",
      "asnIdentifier": "S2824234",
      "position": 13000,
      "depth": 2,
      "statementNotation": "A1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire des stratégies pour maintenir un engagement personnel durable (p. ex., engagement avec une autre personne pour s'encourager mutuellement, recours à un mentor, élaboration et mise en œuvre d'un plan personnel d'entraînement, choix d'activités qui répondent à ses besoins et à ses intérêts, considération du coût de l'activité en relation avec son budget) face à l'activité physique",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "9AB5EAC8EDFB45C5BE88E02458CABB09": {
      "id": "9AB5EAC8EDFB45C5BE88E02458CABB09",
      "asnIdentifier": "S2824233",
      "position": 12000,
      "depth": 2,
      "statementNotation": "A1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "décrire les bienfaits holistiques (physiques, émotionnels, sociaux, spirituels) (p. ex., sommeil réparateur, meilleure estime de soi, cercle d'amis élargi, meilleure espérance de vie, réduction des symptômes d'anxiété et de dépression, sentiment de paix intérieure) engendrés par des activités physiques qu'on pratiquera tout au long de la vie",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "59D1A7B4B9E64C719EF4640926FD6D00": {
      "id": "59D1A7B4B9E64C719EF4640926FD6D00",
      "asnIdentifier": "S2824232",
      "position": 11000,
      "depth": 2,
      "statementNotation": "A1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "participer à tous les aspects du programme d'activités physiques proposé (p. ex., être ponctuel, prêt à participer et assidu; être réceptif aux suggestions d'activités; donner le meilleur de soi-même; participer de façon soutenue; faire preuve d'attention et d'autonomie; inciter les autres à participer) en sélectionnant des activités variées dans des milieux divers (p. ex., activité individuelle ou de groupe au gymnase ou en plein air, activité de gymnastique rythmique en studio ou dans la nature, activité de conditionnement en forêt ou au centre communautaire, activité sportive au gymnase ou dans un parc avoisinant, activité de souplesse comme le tai chi ou le yoga au bord d'un lac)",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "0FC23AB106DA43C2B9F5B974078E3A3A": {
      "id": "0FC23AB106DA43C2B9F5B974078E3A3A",
      "asnIdentifier": "S2824231",
      "position": 10000,
      "depth": 2,
      "statementNotation": "A1",
      "statementLabel": "Attentes",
      "description": "participer à une variété d'activités physiques dans le but d'être une personne active tout au long de sa vie",
      "ancestorIds": [
        "AFE1D33CD26642798196576A387D96E5",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "AFE1D33CD26642798196576A387D96E5"
    },
    "AFE1D33CD26642798196576A387D96E5": {
      "id": "AFE1D33CD26642798196576A387D96E5",
      "asnIdentifier": "S2824230",
      "position": 9000,
      "depth": 1,
      "statementNotation": "A",
      "description": "Vie Active",
      "ancestorIds": [
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "BA400D868B6C4A20AE456C63CC76AB76"
    },
    "1F03E5EA896744B39EC27FA76A4D4561": {
      "id": "1F03E5EA896744B39EC27FA76A4D4561",
      "asnIdentifier": "S2824229",
      "position": 8000,
      "depth": 2,
      "statementNotation": "1.5",
      "statementLabel": "Contenus d'apprentissage",
      "description": "utiliser les habiletés de la pensée critique et créative (prise de conscience, analyse, décision, jugement) pour développer la capacité d'analyse et de discernement nécessaire pour se fixer des objectifs, prendre des décisions éclairées et relever ses défis d'apprentissage en santé et bien-être, et en éducation physique (p. ex., Vie active : rehausser son niveau d'effort physique ou apporter des modifications à son plan personnel d'entraînement quand on remarque un ralentissement de progrès, en se basant sur le programme de conditionnement physique d'athlètes francophones renommés; Compétence motrice : expliquer comment le transfert des habiletés et des stratégies d'une activité physique à une autre peut faciliter sa participation à des activités récréatives en dehors de l'école; Vie saine : expliquer comment les questions d'actualité en matière d'alimentation peuvent influer sur ses choix alimentaires; évaluer les risques engendrés par des fêtes bien arrosées)",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "15AF0CB5A8EF4658900024D2BE21835D": {
      "id": "15AF0CB5A8EF4658900024D2BE21835D",
      "asnIdentifier": "S2824228",
      "position": 7000,
      "depth": 2,
      "statementNotation": "1.4",
      "statementLabel": "Contenus d'apprentissage",
      "description": "utiliser des habiletés interpersonnelles pour communiquer et interagir avec les autres de manière positive et constructive (p. ex., Vie active : modifier les composantes d'une activité pour permettre à tous d'y participer pleinement; Compétence motrice : identifier, en équipe, les tactiques pour réussir une activité; ralentir son rythme lors d'une randonnée à vélo pour rester avec le groupe; Vie saine : faire preuve d'empathie envers les personnes marginalisées; condamner les rumeurs et les calomnies ayant trait au genre, à l'expression sexuelle et à l'orientation sexuelle)",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "A243C8D219FA41D8B0BB54D9F38AB56F": {
      "id": "A243C8D219FA41D8B0BB54D9F38AB56F",
      "asnIdentifier": "S2824227",
      "position": 6000,
      "depth": 2,
      "statementNotation": "1.3",
      "statementLabel": "Contenus d'apprentissage",
      "description": "communiquer verbalement en français ainsi que de façon non verbale dans le contexte de sa participation à des activités physiques, du développement de ses habiletés motrices et de l'acquisition de connaissances se rapportant à un mode de vie actif et sain (p. ex., Vie active : communiquer calmement et clairement les informations pertinentes aux professionnels de la santé pendant les exercices de simulation d'accidents ou de blessures; être attentif à ses expressions faciales pour démontrer son esprit d'équipe; Compétence motrice : utiliser des expressions respectueuses pour motiver ses pairs pendant l'animation d'une activité; Vie saine : utiliser des exemples clairs et précis pendant une conversation sur les maladies mentales pour éliminer les mythes et réduire toute stigmatisation qui pourrait survenir)",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "97F86A9021564E208CEED29D6D02912D": {
      "id": "97F86A9021564E208CEED29D6D02912D",
      "asnIdentifier": "S2824226",
      "position": 5000,
      "depth": 2,
      "statementNotation": "1.2",
      "statementLabel": "Contenus d'apprentissage",
      "description": "utiliser des habiletés d'autogestion, d'autosurveillance et d'autoévaluation afin de faire face à divers défis lors d'activités physiques et d'acquérir des connaissances ainsi que des habiletés motrices et des tactiques nécessaires au développement d'habitudes de vie active et saine (p. ex., Vie active : gérer son temps afin de bien manger, de réduire son stress et d'être actif; connaître des personnes clés et accéder à des ressources en français; Compétence motrice : changer les règles d'une activité afin de maintenir un niveau de défi approprié au fur et à mesure que ses habiletés se développent; Vie saine : utiliser des stratégies de planification telles que l'identification des risques et des mesures de prévention nécessaires [plan d'urgence, etc.] pour éviter des situations à risques et assurer sa sécurité et celle des autres lors d'activités physiques)",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "B21F32BC382043F9B4F605FCE172470A": {
      "id": "B21F32BC382043F9B4F605FCE172470A",
      "asnIdentifier": "S2824225",
      "position": 4000,
      "depth": 2,
      "statementNotation": "1.1",
      "statementLabel": "Contenus d'apprentissage",
      "description": "utiliser des habiletés personnelles pour développer son autonomie et un concept de soi positif (p. ex., Vie active : utiliser un journal de bord pour noter ses progrès; considérer les aspects plus subjectifs qui influent sur son engagement tels que la motivation, l'état d'esprit ou le stress; évaluer ses objectifs en fonction des changements de priorités; Compétence motrice : utiliser les coups appropriés lors d'un match de tennis, de badminton, de squash ou de tennis de table; exécuter une routine de danse et élaborer des critères d'évaluation pour celle-ci; Vie saine : expliquer comment certains choix et comportements peuvent être sécuritaires alors que d'autres peuvent être à risque et dangereux)",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "F6C7D2D3CE114D3C86CEA2BD061F9BE5": {
      "id": "F6C7D2D3CE114D3C86CEA2BD061F9BE5",
      "asnIdentifier": "S2824224",
      "position": 3000,
      "depth": 2,
      "statementNotation": "1",
      "statementLabel": "Attentes",
      "description": "démontrer des habiletés personnelles et interpersonnelles ainsi que l'utilisation du processus de la pensée critique et créative dans ses apprentissages et sa participation à des activités physiques en lien avec les domaines Vie active, Compétence motrice et Vie saine",
      "ancestorIds": [
        "986F7814B5D0436FB9A3AA80B772F486",
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "986F7814B5D0436FB9A3AA80B772F486"
    },
    "986F7814B5D0436FB9A3AA80B772F486": {
      "id": "986F7814B5D0436FB9A3AA80B772F486",
      "asnIdentifier": "S2824223",
      "position": 2000,
      "depth": 1,
      "description": "Habiletés De Vie",
      "ancestorIds": [
        "BA400D868B6C4A20AE456C63CC76AB76"
      ],
      "parentId": "BA400D868B6C4A20AE456C63CC76AB76"
    },
    "BA400D868B6C4A20AE456C63CC76AB76": {
      "id": "BA400D868B6C4A20AE456C63CC76AB76",
      "asnIdentifier": "S2824222",
      "position": 1000,
      "depth": 0,
      "description": "Vie active et santé 11<sup>e</sup> année Cours ouvert (PPL3O)",
      "ancestorIds": [],
      "parentId": null
    }
  }
}