{
  "id": "0C0DD3E25BF84EC3A548B23D5CC0BB8C",
  "title": "Level 1A: Grades K-2 (Ages 5-7)",
  "subject": "Computer Science",
  "normalizedSubject": null,
  "educationLevels": [
    "K",
    "01",
    "02"
  ],
  "cspStatus": {},
  "license": {
    "title": "CC BY 4.0 US",
    "URL": "http://creativecommons.org/licenses/by/4.0/us/",
    "rightsHolder": "Common Curriculum, Inc."
  },
  "document": {
    "title": "CSTA K-12 Computer Science Standards  (Revised 2017)",
    "sourceURL": "https://drive.google.com/open?id=1-dPTAI1yk2HYPKUWZ6DqaM6aVUDa9iby"
  },
  "jurisdiction": {
    "id": "73E7187D3910423085A2439AE9C9A64F",
    "title": "Unity Concord International School"
  },
  "standards": {
    "6F84AA9150AD4593999801073AA1D988": {
      "id": "6F84AA9150AD4593999801073AA1D988",
      "asnIdentifier": null,
      "position": 41000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "People use computing technology in ways that can help or hurt themselves and/or others. Harmful behaviors, such as sharing passwords or other private information and leaving public devices logged in should be recognized and avoided. Students keep login information private, log off of devices appropriately, and discuss the importance of these practices.\n\nFor example, while learning about individual responsibility and citizenship, students could create a \"privacy folder\" to store login information, and keep this folder in a secure location that is not easily seen and accessed by classmates. Students could discuss the relative benefits and impacts of choosing to store passwords in a folder online versus on paper. They could also describe how using the same login and password across many systems and apps could lead to significant security issues and requires even more vigilance in maintaining security. (HSS K.1)\n\nAlternatively, students can write an informational piece regarding the importance of keeping login information private and logging off of public devices. (CA CCSS for ELA/Literacy W.K.2, W.1.2, W.2.2)",
      "comments": [],
      "ancestorIds": [
        "47C53EB186B74B6DBF4796494A8148C6",
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "47C53EB186B74B6DBF4796494A8148C6"
    },
    "47C53EB186B74B6DBF4796494A8148C6": {
      "id": "47C53EB186B74B6DBF4796494A8148C6",
      "asnIdentifier": null,
      "position": 40000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.IC.18",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Keep login information private, and log off of devices appropriately.",
      "comments": [],
      "ancestorIds": [
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "FD0E2D99822E419D9C497AF725B625AF"
    },
    "38EBC4A69FF54223B63C59D86AA51D63": {
      "id": "38EBC4A69FF54223B63C59D86AA51D63",
      "asnIdentifier": null,
      "position": 39000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Electronic communication facilitates positive interactions, such as sharing ideas with many people, but the public and anonymous nature of electronic communication also allows intimidating and inappropriate behavior in the form of cyberbullying. Responsible electronic communication includes limiting access to personably identifiable information. Students learn and use appropriate behavior when communicating electronically (often called \"netiquette\").\n\nFor example, students could share their work on a classroom blog or in other collaborative spaces online, taking care to avoid sharing information that is inappropriate or that could personally identify themselves to others. (CA CCSS for ELA/Literacy W.K.6, W.1.6, W.21.6) \n\nAlternatively, students could provide feedback to others on their work in a kind and respectful manner. They could learn how written words can be easily misinterpreted and may seem negative when the intention may be to express confusion, give ideas, or prompt further discussion. They could also learn to identify harmful behavior on collaborative spaces and intervening to find the proper authority to help.  (CA CCSS for ELA/Literacy W.K.5, W.1.5, W.2.5) (HSS 1.1.2)",
      "comments": [],
      "ancestorIds": [
        "245C006AB8614920BDE11135BC54EFCA",
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "245C006AB8614920BDE11135BC54EFCA"
    },
    "245C006AB8614920BDE11135BC54EFCA": {
      "id": "245C006AB8614920BDE11135BC54EFCA",
      "asnIdentifier": null,
      "position": 38000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.IC.17",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Work respectfully and responsibly with others online.",
      "comments": [],
      "ancestorIds": [
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "FD0E2D99822E419D9C497AF725B625AF"
    },
    "0E78A804A2F342C6B2D88782A9C73CB3": {
      "id": "0E78A804A2F342C6B2D88782A9C73CB3",
      "asnIdentifier": null,
      "position": 37000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Computing technologies have changed the way people live and work. Students describe the positive and negative impacts of these changes. \n\nFor example, as a class, students could create a timeline that includes advancements in computing technologies. Each student could then choose an advancement from the timeline and make a graphic organizer noting how people's lives were different before and after its introduction into society. Student responses could include: In the past, if students wanted to read about a topic, they needed access to a library to find a book about it. Today, students can view and read information on the Internet about a topic or they can download e-books about it directly to a device. Such information may be available in more than one language and could be read to a student, allowing for great accessibility. (HSS.K.6.3) \n\nAlternatively, students could retell or dramatize stories, myths, and fairy tales from two distinct time periods before and after a particular computing technology had been introduced. For example, the setting of one story could take place before smartphones had been invented, while a second setting could take place with smartphones in use by characters in the story. Students could note the positive and negative aspects of smartphones on the daily lives of the characters in the story. (VAPA Theatre Arts K.3.1, K.3.2, 1.2.2, 2.3.2) (CA CCSS for ELA/Literacy RL.K.2, RL.K.9, RL.1., RL.1.9, RL.2.2, RL.2.9) ",
      "comments": [],
      "ancestorIds": [
        "427DB295876846A6B18D0FD353D682A4",
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "427DB295876846A6B18D0FD353D682A4"
    },
    "427DB295876846A6B18D0FD353D682A4": {
      "id": "427DB295876846A6B18D0FD353D682A4",
      "asnIdentifier": null,
      "position": 36000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.IC.16",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Compare how people lived and worked before and after the adoption of new computing technologies.",
      "comments": [],
      "ancestorIds": [
        "FD0E2D99822E419D9C497AF725B625AF"
      ],
      "parentId": "FD0E2D99822E419D9C497AF725B625AF"
    },
    "FD0E2D99822E419D9C497AF725B625AF": {
      "id": "FD0E2D99822E419D9C497AF725B625AF",
      "asnIdentifier": null,
      "position": 35000,
      "depth": 0,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Impacts of Computing",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "DB946FECB1F0485FB413FF4B0A1508D8": {
      "id": "DB946FECB1F0485FB413FF4B0A1508D8",
      "asnIdentifier": null,
      "position": 34000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Program developers make choices and iterate to continually refine their product. At this stage, students explain or write about the goals and expected outcomes of the programs they create and the choices that they made when creating programs. Students could use coding journals, discussions with a teacher, class presentations, or blogs.\n\nFor example, students could use a combination of images, verbal reflections, a physical model, and/or written text to show the step-by-step process taken to develop a program such as cutting and pasting coding commands into a journal, using manipulatives that represent different commands and control structures, and taking screenshots of code and adding to a digital journal. This iterative process could be documented via a speech, journal, one on one conference with teacher or peer, small group conference, or blog. (CA CCSS for ELA/Literacy SL.K.5, SL.1.5, SL.2.5) (CA NGSS: K-2-ETS1.2) ",
      "comments": [],
      "ancestorIds": [
        "F02277A04CBB4B80A271B5C6CE29BC47",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "F02277A04CBB4B80A271B5C6CE29BC47"
    },
    "F02277A04CBB4B80A271B5C6CE29BC47": {
      "id": "F02277A04CBB4B80A271B5C6CE29BC47",
      "asnIdentifier": null,
      "position": 33000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.15",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Using correct terminology, describe steps taken and choices made during the iterative process of program development.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "32109B0F699A430C947E362EF2E3E53C": {
      "id": "32109B0F699A430C947E362EF2E3E53C",
      "asnIdentifier": null,
      "position": 32000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Algorithms or programs may not always work correctly. Students use various strategies, such as changing the sequence of the steps, following the algorithm in a step-by-step manner, or trial and error to fix problems in algorithms and programs.\n\nFor example, when given images placed in a random order, students could give step-by-step commands to direct a robot, or a student playing a robot, to navigate to the images in the correct sequence. Examples of images include storyboard cards from a familiar story (CA CCSS for ELA/Literacy RL.K.2, RL.1.2, RL.2.2) and locations of the sun at different times of the day (CA NGSS: 1-ESS1-1). \n\nAlternatively, students could \"program\" the teacher or another classmate by giving precise instructions to make a peanut butter and jelly sandwich or navigate around the classroom. When the teacher or classmate doesn't respond as intended, students correct their commands. Additionally, students could receive a partially completed soundboard program that has a variety of animals programmed to play a corresponding sound when the user touches them. Students correct any sounds that don't match the animal (e.g., if the cat moos, students change the moo sound to meow).",
      "comments": [],
      "ancestorIds": [
        "ADD68839206F433DA545473FD8D020C0",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "ADD68839206F433DA545473FD8D020C0"
    },
    "ADD68839206F433DA545473FD8D020C0": {
      "id": "ADD68839206F433DA545473FD8D020C0",
      "asnIdentifier": null,
      "position": 31000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.14",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Debug (identify and fix) errors in an algorithm or program that includes sequences and simple loops. ",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "28BC90725BF44E9F9B6F771BA77E754E": {
      "id": "28BC90725BF44E9F9B6F771BA77E754E",
      "asnIdentifier": null,
      "position": 30000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Computing makes it easy to reuse and remix others' creations, and this comes with a level of responsibility. Students credit artifacts that were created by others, such as pictures, music, and code. Credit could be given orally if presenting their work to the class, or in writing if sharing work on a class blog or website. Proper attribution at this stage does not require formal citation, such as in a bibliography or works cited document.\n\nFor example, when creating an animation of the sun, moon, and stars using a blocks-based language, students could draw their own sun and use an image of the moon and stars from a website or a teammate. When students present the model to the class, they can orally give credit to the website or peer for the contributions. (CA CCSS for ELA/Literacy SL.K.5, SL.1.5, SL.2.5) (NGSS.1-ESS1-1) (CA Model School Library Standards 2.3.b, 2.4.2.a)",
      "comments": [],
      "ancestorIds": [
        "639523C6E4CC46269286410A0F352611",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "639523C6E4CC46269286410A0F352611"
    },
    "639523C6E4CC46269286410A0F352611": {
      "id": "639523C6E4CC46269286410A0F352611",
      "asnIdentifier": null,
      "position": 29000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.13",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Give attribution when using the ideas and creations of others while developing programs.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "1F449037CCB4442797EBD136F473EA66": {
      "id": "1F449037CCB4442797EBD136F473EA66",
      "asnIdentifier": null,
      "position": 28000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Creating a plan for what a program will do clarifies the steps that will be needed to create the program and can be used to check if a program runs as expected. Students create a planning document to illustrate their program's sequence of events, goals, and expected outcomes of what their program will do. Planning documents could include a story map, a storyboard, or a sequential graphic organizer, to illustrate their program's sequence of events, goals, and expected outcomes of what their program will do. Students at this level may complete the planning process with help from the teacher.\n\nFor example, students could create a storyboard or timeline that represents a family's history, leading to their current location of residence. Students could then create a plan for a program that animates the story of family locations. (HSS 2.1.1) (CA CCSS for ELA/Literacy W.K.3, W.1.3, W.2.3)",
      "comments": [],
      "ancestorIds": [
        "080783182A5347EAB7D695B5E940D357",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "080783182A5347EAB7D695B5E940D357"
    },
    "080783182A5347EAB7D695B5E940D357": {
      "id": "080783182A5347EAB7D695B5E940D357",
      "asnIdentifier": null,
      "position": 27000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.12",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop plans that describe a program’s sequence of events, goals, and expected outcomes.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "FDEFED8E52C84FECA56F18C6146817FF": {
      "id": "FDEFED8E52C84FECA56F18C6146817FF",
      "asnIdentifier": null,
      "position": 26000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Decomposition is the act of breaking down tasks into simpler tasks.\n\nFor example, students could break down the steps needed to make a peanut butter and jelly sandwich, to brush their teeth, to draw a shape, to move a character across the screen, or to solve a level of a coding app. In a visual programming environment, students could break down the steps needed to draw a shape. (CA CCSS for Mathematics K.G.5, 1.G.1, 2.G.1)\n\nAlternatively, students could decompose the planning of a birthday party into tasks such as: 1) Decide when and where it should be, 2) List friends and family to invite, 3) Send the invitations, 4) Bake a cake, 5) Decorate, etc.",
      "comments": [],
      "ancestorIds": [
        "148BB51216464E22A7020162CDC6B7C3",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "148BB51216464E22A7020162CDC6B7C3"
    },
    "148BB51216464E22A7020162CDC6B7C3": {
      "id": "148BB51216464E22A7020162CDC6B7C3",
      "asnIdentifier": null,
      "position": 25000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.11",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Decompose (break down) the steps needed to solve a problem into a precise sequence of instructions.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "4999A507621041EFA34B1673B248F7EF": {
      "id": "4999A507621041EFA34B1673B248F7EF",
      "asnIdentifier": null,
      "position": 24000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "People create programs by composing sequences of commands that specify the precise order in which instructions should be executed. Loops enable programs to repeat a sequence of commands multiple times.\n\nFor example, students could follow simple movements in response to oral instructions. Students could then create a simple sequence of movement commands in response to a given problem (e.g., In how many ways can you travel from point A to point B?) and represent it as a computer program, using loops to repeat commands. (VAPA Dance K.1.4, 1.2.3, 1.2.5, 1.2.8, 2.2.1, 2.2.2, 2.2.3)\n\nAlternatively, on a mat with many different CVC words, students could program robots to move to words with a similar vowel sound. Students could look for multiple ways to solve the problem and simplify their solution by incorporating loops. (CA CCSS for ELA/Literacy RF.K.2.D, RF.1.2.C)",
      "comments": [],
      "ancestorIds": [
        "0E654DB3E75643E1806F331610D97A57",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "0E654DB3E75643E1806F331610D97A57"
    },
    "0E654DB3E75643E1806F331610D97A57": {
      "id": "0E654DB3E75643E1806F331610D97A57",
      "asnIdentifier": null,
      "position": 23000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.10",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Develop programs with sequences and simple loops, to express ideas or address a problem.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "6CA6B35743A8488CA106BBF00C37BB86": {
      "id": "6CA6B35743A8488CA106BBF00C37BB86",
      "asnIdentifier": null,
      "position": 22000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Information in the real world can be represented in computer programs. Students model the digital storage of data by transforming real-world information into symbolic representations that include text, numbers, and images.\n\nFor example, after identifying symbols on a map and explaining what they represent in the real world, students could create their own symbols and corresponding legend to represent items on a map of their classroom (HSS.K.4.3, 1.2.3, 2.2.2)\n\nAlternatively, students could invent symbols to represent beat and/or pitch. Students could then modify symbols within the notation and explain how the musical phrase changes. (VAPA Music K.1.1, 1.1.1, 2.1.1, 2.2.2)",
      "comments": [],
      "ancestorIds": [
        "67255FFD5B8E4D6C855FAE1903E5BEA0",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "67255FFD5B8E4D6C855FAE1903E5BEA0"
    },
    "67255FFD5B8E4D6C855FAE1903E5BEA0": {
      "id": "67255FFD5B8E4D6C855FAE1903E5BEA0",
      "asnIdentifier": null,
      "position": 21000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.09",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Model the way programs store and manipulate data by using numbers or other symbols to represent information.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "54C8CF49312C4813ADAE89BBD5C7A2AA": {
      "id": "54C8CF49312C4813ADAE89BBD5C7A2AA",
      "asnIdentifier": null,
      "position": 20000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Algorithms are sequences of instructions that describe how to complete a specific task. Students create algorithms that reflect simple life tasks inside and outside of the classroom.\n\nFor example, students could create algorithms to represent daily routines for getting ready for school, transitioning through center rotations, eating lunch, and putting away art materials. Students could then write a narrative sequence of events. (CA CCSS for ELA/Literacy W.K.3, W.1.3, W.2.3)\n\nAlternatively, students could create a game or a dance with a specific set of movements to reach an intentional goal or objective. (P.E K.2, 1.2, 2.2)\n\nAdditionally, students could create a map of their neighborhood and give step-by-step directions of how they get to school. (HSS.K.4, 1.2, 2.2) ",
      "comments": [],
      "ancestorIds": [
        "5BD54F1F99264EE68E09121549162145",
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "5BD54F1F99264EE68E09121549162145"
    },
    "5BD54F1F99264EE68E09121549162145": {
      "id": "5BD54F1F99264EE68E09121549162145",
      "asnIdentifier": null,
      "position": 19000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.AP.08",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Model daily processes by creating and following algorithms (sets of step-by-step instructions) to complete tasks.",
      "comments": [],
      "ancestorIds": [
        "7E58CC1941BE4660A7A02154E41746DB"
      ],
      "parentId": "7E58CC1941BE4660A7A02154E41746DB"
    },
    "7E58CC1941BE4660A7A02154E41746DB": {
      "id": "7E58CC1941BE4660A7A02154E41746DB",
      "asnIdentifier": null,
      "position": 18000,
      "depth": 0,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Algorithms & Programming",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "A86A134F9BBF47F395BC33C317C186F2": {
      "id": "A86A134F9BBF47F395BC33C317C186F2",
      "asnIdentifier": null,
      "position": 17000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Data can be used to make inferences or predictions about the world.\n\nFor example, students could record the number of each color of candy in a small packet. Then, they compare their individual data with classmates. Students could use the collected data to predict how many of each colored candy will be in a full size bag of like candy. (CA CCSS for Mathematics K.MD.3, 1.MD.4, 2.MD.10)\n\nAlternatively, students could sort and classify objects according to their properties and note observations. Students could then create a graph or chart of their observations and look for connections/relationships (e.g., items that are hard are usually also smooth, or items that are fluffy are usually also light in weight.) Students then look at pictures of additional objects and make predictions regarding the properties of the objects pictured. (CA NGSS: 2-PS1-1, 2-PS1-2) ",
      "comments": [],
      "ancestorIds": [
        "22DA7F5F02574E6E9134963860B1879E",
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "22DA7F5F02574E6E9134963860B1879E"
    },
    "22DA7F5F02574E6E9134963860B1879E": {
      "id": "22DA7F5F02574E6E9134963860B1879E",
      "asnIdentifier": null,
      "position": 16000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.DA.07",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Identify and describe patterns in data visualizations, such as charts or graphs, to make predictions.",
      "comments": [],
      "ancestorIds": [
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "4D04F2198E8846A699540D6D571EA9EE"
    },
    "F5967286D1E14F36ABD493539B6AC238": {
      "id": "F5967286D1E14F36ABD493539B6AC238",
      "asnIdentifier": null,
      "position": 15000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Data can be collected and presented in various visual formats.\n\nFor example, students could measure temperature changes throughout a day. They could then discuss ways to display the data visually. Students could extend the activity by writing different narratives based on collected data, such as a story that begins in the morning when temperatures are low and one that begins in the afternoon when the sun is high and temperatures are higher. (CA CCSS for ELA/Literacy RL.K.9, RL.1.9, RL.2.9, W.K.3, W.1.3, W.2.3).\n\nAlternatively, students collect peers' favorite flavor of ice cream and brainstorm differing ways to display the data. In groups, students can choose to display and present the data in a format of their choice. (CA CCSS for Mathematics K.MD.3, 1.MD.4, 2.MD.10)",
      "comments": [],
      "ancestorIds": [
        "0967E8DC2DB24FB5A945EC7A9780A048",
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "0967E8DC2DB24FB5A945EC7A9780A048"
    },
    "0967E8DC2DB24FB5A945EC7A9780A048": {
      "id": "0967E8DC2DB24FB5A945EC7A9780A048",
      "asnIdentifier": null,
      "position": 14000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.DA.06",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Collect and present data in various visual formats.",
      "comments": [],
      "ancestorIds": [
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "4D04F2198E8846A699540D6D571EA9EE"
    },
    "1FDDBE98FDE0478F959A36BC0D21F43E": {
      "id": "1FDDBE98FDE0478F959A36BC0D21F43E",
      "asnIdentifier": null,
      "position": 13000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Information from the real world can be stored and processed by a computing device. When stored on a computing device, it is referred to as data. Data can include images, text documents, audio files, and video files. Students store, copy, search, retrieve, modify, and delete information using a computing device and define the information stored as data.\n\nFor example, students could produce a story using a computing device, storing it locally or remotely (e.g., in the cloud). They could then make a copy of the story for peer revision and editing. When the final copy of the story is complete, students delete any unnecessary files. They search for and retrieve data from a local or remote source, depending on where it was stored. (CA CCSS for ELA/Literacy W.K.6, W.K.5, W1.6, W.1.5, W.2.6, W.2.5)\n\nAlternatively, students could record their voices singing an age-appropriate song. They could store the data on a computing device, search for peers' audio files, retrieve their own files, and delete unnecesary takes. (VAPA Music K.2.2, 1.2.2, 2.2.2)",
      "comments": [],
      "ancestorIds": [
        "0A5767588F8E437293538D0F03DD9E27",
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "0A5767588F8E437293538D0F03DD9E27"
    },
    "0A5767588F8E437293538D0F03DD9E27": {
      "id": "0A5767588F8E437293538D0F03DD9E27",
      "asnIdentifier": null,
      "position": 12000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.DA.05",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Store, copy, search, retrieve, modify, and delete information using a computing device, and define the information stored as data.",
      "comments": [],
      "ancestorIds": [
        "4D04F2198E8846A699540D6D571EA9EE"
      ],
      "parentId": "4D04F2198E8846A699540D6D571EA9EE"
    },
    "4D04F2198E8846A699540D6D571EA9EE": {
      "id": "4D04F2198E8846A699540D6D571EA9EE",
      "asnIdentifier": null,
      "position": 11000,
      "depth": 0,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Data & Analysis",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "DE5E6B9C0F2342E784C428E545D4FE3C": {
      "id": "DE5E6B9C0F2342E784C428E545D4FE3C",
      "asnIdentifier": null,
      "position": 10000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Passwords protect information from unwanted use by others. When creating passwords, people often use patterns of familiar numbers and text to more easily remember their passwords. However, this may make the passwords weaker. Knowledge about the importance of passwords is an essential first step in learning about cybersecurity. Students explain that strong passwords are needed to protect devices and information from unwanted use. \n\nFor example, students could play a game of guessing a three character code. In one version of the game, the characters are only numbers. In the second version, characters are numbers or letters. Students describe why it would take longer to guess the correct code in the second case.\n\nAlternatively, students could engage in a collaborative discussion regarding passwords and their importance. Students may follow-up the discussion by exploring strong password components (combination of letters, numbers, and characters), creating their own passwords, and writing opinion pieces indicating reasons their passwords are strong. (CA CCSS for ELA/Literacy SL.K.1, SL.1.1, SL 2.1, W.1.1, W.2.1)",
      "comments": [],
      "ancestorIds": [
        "F734342F9CE5429FB2CD5B2CA0CDEE14",
        "46ACD185DEC04881BC36805E6901D713"
      ],
      "parentId": "F734342F9CE5429FB2CD5B2CA0CDEE14"
    },
    "F734342F9CE5429FB2CD5B2CA0CDEE14": {
      "id": "F734342F9CE5429FB2CD5B2CA0CDEE14",
      "asnIdentifier": null,
      "position": 9000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.NI.04",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Explain what passwords are and why we use them, and use strong passwords to protect devices and information from unauthorized access.",
      "comments": [],
      "ancestorIds": [
        "46ACD185DEC04881BC36805E6901D713"
      ],
      "parentId": "46ACD185DEC04881BC36805E6901D713"
    },
    "46ACD185DEC04881BC36805E6901D713": {
      "id": "46ACD185DEC04881BC36805E6901D713",
      "asnIdentifier": null,
      "position": 8000,
      "depth": 0,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Networks & the Internet",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "18C750892D214684B52D61AB3B09D3E7": {
      "id": "18C750892D214684B52D61AB3B09D3E7",
      "asnIdentifier": null,
      "position": 7000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Problems with computing systems have different causes. Accurate description of the problem aids users in finding solutions. Students communicate a problem with accurate terminology (e.g., when an app or program is not working as expected, a device will not turn on, the sound does not work, etc.). Students at this level do not need to understand the causes of hardware and software problems.\n\nFor example, students could sort hardware and software terms on a word wall, and refer to the word wall when describing problems using \"I see...\" statements (e.g., \"I see the pointer on the screen is missing\", \"I see that the computer will not turn on\"). (CA CCSS for ELA/Literacy L.K.5.A, L.1.5.A, SL K.5, SL1.5, SL 2.5) (Visual Arts Kinder 5.2)\n\nAlternatively, students could use appropriate terminology during collaborative conversations as they learn to debug, troubleshoot, collaborate, and think critically with technology. (CA CCSS for ELA/Literacy SL.K.1, SL.1.1, SL.2.1)",
      "comments": [],
      "ancestorIds": [
        "C3F9E00C89264C7B88F9E93FA231B130",
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "C3F9E00C89264C7B88F9E93FA231B130"
    },
    "C3F9E00C89264C7B88F9E93FA231B130": {
      "id": "C3F9E00C89264C7B88F9E93FA231B130",
      "asnIdentifier": null,
      "position": 6000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.CS.03",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Describe basic hardware and software problems using accurate terminology.",
      "comments": [],
      "ancestorIds": [
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "EECA0E29F6D549BF9C4FB0C2A04F4B85"
    },
    "1B364D9AA4874FC590A29E06556269DB": {
      "id": "1B364D9AA4874FC590A29E06556269DB",
      "asnIdentifier": null,
      "position": 5000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "A computing system is composed of hardware and software. Hardware includes the physical components of a computer system. Software provides instructions for the system. These instructions are represented in a form that a computer can understand and are designed for specific purposes. Students identify and describe the function of hardware, such as desktop computers, laptop computers, tablet devices, monitors, keyboards, mice, trackpads, microphones, and printers. Students also identify and describe common software applications such as web browsers, games, and word processors.\n\nFor example, students could create drawings of a computing system and label its major components with appropriate terminology. Students could then explain the function of each component. (VAPA Visual Arts 2 5.0) (CA CCSS for ELA/Literacy SL.K.5, SL.K.6, SL.1.5, SL.1.6, SL.2.5, SL.2.6)\n\nAlternatively, students could each be assigned a component of a computing system and arrange their bodies to represent the system. Students could then describe how their assigned component functions within the system. (P.E.K.1, 1.1)",
      "comments": [],
      "ancestorIds": [
        "32D739522F364E658613B2553461F156",
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "32D739522F364E658613B2553461F156"
    },
    "32D739522F364E658613B2553461F156": {
      "id": "32D739522F364E658613B2553461F156",
      "asnIdentifier": null,
      "position": 4000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.CS.02",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Use appropriate terminology in identifying and describing the function of common physical components of computing systems (hardware).",
      "comments": [],
      "ancestorIds": [
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "EECA0E29F6D549BF9C4FB0C2A04F4B85"
    },
    "AA4BC7BE576442D4BE47E4D9D981F380": {
      "id": "AA4BC7BE576442D4BE47E4D9D981F380",
      "asnIdentifier": null,
      "position": 3000,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "People use computing devices to perform a variety of tasks accurately and quickly. Computing devices interpret and follow the given instructions literally. Students select and operate an appropriate computing device and corresponding program or app for a given task.\n\nFor example, students could use computing devices to describe what plants and animals (including humans) need to survive. In this case, students could choose to use a keyboard to type explanatory sentences onto graphics. They could also choose to use a touchscreen device with a stylus to annotate an image for a slideshow, or choose to use a camera enabled device to make a video. Student choices may reflect their own needs or the needs of others. (CA NGSS: K-LS1-1; 2-LS4-1)\n\nAlternatively, students could choose to use a computing device with audio recording capabilities to recount stories or poems. Students could clarify thoughts, ideas, or feelings via their preference of either using a device with digital drawing tools, or by creating paper and pencil drawing based on their needs and preferences. (CA CCSS for ELA/Literacy SL.K.5, SL.1.5, SL.2.5)",
      "comments": [],
      "ancestorIds": [
        "E6619436DC5F4511ACBE81CCEDF8F26D",
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "E6619436DC5F4511ACBE81CCEDF8F26D"
    },
    "E6619436DC5F4511ACBE81CCEDF8F26D": {
      "id": "E6619436DC5F4511ACBE81CCEDF8F26D",
      "asnIdentifier": null,
      "position": 2000,
      "depth": 1,
      "listId": "",
      "statementNotation": "1A.CS.01",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Select and operate computing devices that perform a variety of tasks accurately and quickly based on user needs and preferences.",
      "comments": [],
      "ancestorIds": [
        "EECA0E29F6D549BF9C4FB0C2A04F4B85"
      ],
      "parentId": "EECA0E29F6D549BF9C4FB0C2A04F4B85"
    },
    "EECA0E29F6D549BF9C4FB0C2A04F4B85": {
      "id": "EECA0E29F6D549BF9C4FB0C2A04F4B85",
      "asnIdentifier": null,
      "position": 1000,
      "depth": 0,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Computing Systems",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    },
    "CBF224AD4E784ACBAC4AC16F44957F40": {
      "id": "CBF224AD4E784ACBAC4AC16F44957F40",
      "asnIdentifier": null,
      "position": 1,
      "depth": 2,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Levels 1A, 1B, 2, and 3A are the computer science standards for ALL students. The Level 3B standards are intended for students who\nwish to pursue the study of computer science in high school beyond what is required for all students (specialty or elective courses).",
      "comments": [],
      "ancestorIds": [
        "D8A70DB734B640AD8008167719A75CDB"
      ],
      "parentId": "D8A70DB734B640AD8008167719A75CDB"
    },
    "D8A70DB734B640AD8008167719A75CDB": {
      "id": "D8A70DB734B640AD8008167719A75CDB",
      "asnIdentifier": null,
      "position": 0,
      "depth": 1,
      "listId": "",
      "statementNotation": "",
      "altStatementNotation": null,
      "statementLabel": null,
      "description": "Note: Following are the CSTA Standards (performance expectations) with California modified descriptive statements and identified cross-curricular standards alignments with NGSS, CCSS, etc.",
      "comments": [],
      "ancestorIds": [],
      "parentId": null
    }
  }
}